Repository: KDE/kregexpeditor
Catalog: po/sa/kregexpeditor.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Alternatives
sa: विकल्पाः

source: Selecting several alternatives is currently not supported.
sa: अनेकविकल्पानां चयनं सम्प्रति समर्थितं नास्ति ।

source: Selection Invalid
sa: चयनम् अमान्यम्

source: - A word character
sa: - शब्दवर्णः

source: - A non-word character
sa: - अशब्दवर्णः

source: - A digit character
sa: - अङ्कवर्णः

source: - A non-digit character
sa: - अङ्कीयः वर्णः

source: - A space character
sa: - अन्तरिक्षवर्णः

source: - A non-space character
sa: - अन्तरिक्षवर्णः

# a range of characters
source: - from %1 to %2
sa: - %1 तः %2 पर्यन्तम्

source: Any Character Except
sa: कोऽपि वर्णः व्यतिरिक्तः

source: One of Following Characters
sa: निम्नलिखितपात्रेषु एकः

source: Specify Characters
sa: वर्णाः निर्दिशन्तु

# @option:check
source: Do not match the characters specified here
sa: अत्र निर्दिष्टैः वर्णैः सह न मेलनं कुर्वन्तु

source: Predefined Character Ranges
sa: पूर्वनिर्धारितवर्णपरिधिः

# @option:check
source: A word character
sa: शब्दवर्णः

# @option:check
source: A digit character
sa: अङ्कवर्णः

# @option:check
source: A space character
sa: अन्तरिक्षवर्णः

# @option:check
source: A non-word character
sa: अशब्दवर्णः

# @option:check
source: A non-digit character
sa: अङ्कीयः वर्णः

# @option:check
source: A non-space character
sa: अन्तरिक्षवर्णः

source: Single Characters
sa: एकलवर्णाः

source: More Entries
sa: अधिकानि प्रविष्टयः

source: Character Ranges
sa: वर्णपरिधिः

source: From:
sa: इत्यस्मात्‌:

# end of range
source: To:
sa: इत्यस्मै:

source: Normal Character
sa: सामान्य चरित्र

source: Unicode Char in Hex.
sa: हेक्स मध्ये यूनिकोड चार।

source: Unicode Char in Oct.
sa: अक्टोबर् मासे यूनिकोड चार।

source: The Bell Character (\a)
sa: घण्टा चरित्र (\क)

source: The Form Feed Character (\f)
sa: प्रपत्र फीड् वर्णः (\f) .

source: The Line Feed Character (\n)
sa: रेखा फीड वर्ण (\n)

source: The Carriage Return Character (\r)
sa: गाडी प्रत्यागमन वर्ण (\r)

source: The Horizontal Tab Character (\t)
sa: क्षैतिज ट्याब वर्ण (\t) .

source: The Vertical Tab Character (\v)
sa: ऊर्ध्वाधर ट्याब् वर्णः (\v) .

source: &Title:
sa: &शीर्षक:

source: &Description:
sa: &वर्णनम्‌:

# @option:check
source: &Automatically replace using this item
sa: &एतत् द्रव्यं उपयुज्य स्वयमेव प्रतिस्थापयन्तु

source: When the content of this box is typed in to the ASCII line,<br />this box will automatically be added around it,<br />if this check box is selected.
sa: यदा अस्य पेटीयाः सामग्री ASCII रेखायां टङ्किता भवति तदा<br /> इदं पेटी स्वयमेव तस्य परितः योजितं भविष्यति,<br /> यदि एतत् चेक् बॉक्स् चयनितम् अस्ति।

source: Configure Compound
sa: यौगिकं विन्यस्तं कुर्वन्तु

source: Look ahead regular expressions not supported in Emacs style
sa: Emacs शैल्यां समर्थितानि नियमितव्यञ्जनानि अग्रे पश्यन्तु

source: Word boundary and non word boundary is not supported in Emacs syntax
sa: Emacs वाक्यविन्यासे शब्दसीमा तथा अशब्दसीमा समर्थिता नास्ति

source: Your regular expression is invalid, due to something preceding a 'line start'.
sa: भवतः नियमितव्यञ्जनं अमान्यम् अस्ति, 'रेखाप्रारम्भस्य' पूर्वं किमपि कारणात् ।

source: Regular Expression Error
sa: नियमित अभिव्यक्ति त्रुटि

source: Your regular expression is invalid, due to something following a 'line end'.
sa: भवतः नियमितव्यञ्जनं अमान्यम् अस्ति, 'रेखासमाप्तिम्' अनुसृत्य किमपि कारणात् ।

source: Your regular expression is invalid. 'Look Ahead' regular expression must be the last sub expression.
sa: भवतः नियमितव्यञ्जनम् असिद्धम् अस्ति। 'Look Ahead' नियमितव्यञ्जनं अन्तिमः उपव्यञ्जनः भवितुमर्हति ।

source: <h1>Regular Expression Editor</h1><p>What you are currently looking at is an editor for <i>Regular Expressions</i>.</p><p>The upper part in the middle is the editing area, the lower part is a verification window where you can try your regular expressions right away. The row of buttons is the editing actions. This is actually very similar to common drawing programs. Select an editing tool to start editing your regular expression, and press the mouse button in the editing area where you want this item inserted.</p><p>For a more detailed description of this editor see the <a href="doc://">info pages</a></p><h2>What is a regular expression?</h2>If you do not know what a regular expression is, then it might be a good idea to read <a href="doc://whatIsARegExp">the introduction to regular expressions</a>.<br />
sa: <h1>नियमित अभिव्यक्ति सम्पादक</h1><p> सम्प्रति भवान् यत् पश्यति तत् <i>Regular Expressions</i> इत्यस्य सम्पादकः अस्ति |</p><p> मध्ये उपरिभागः सम्पादनक्षेत्रम् अस्ति, अधः भागः सत्यापनविण्डो अस्ति यत्र भवान् स्वस्य नियमितव्यञ्जनानि तत्क्षणमेव प्रयतितुं शक्नोति । बटनपङ्क्तिः सम्पादनक्रियाः सन्ति । एतत् वस्तुतः सामान्यचित्रणकार्यक्रमैः सह बहु सदृशम् अस्ति । स्वस्य नियमितव्यञ्जनस्य सम्पादनं आरभ्य सम्पादनसाधनं चिनोतु, सम्पादनक्षेत्रे यत्र भवान् एतत् द्रव्यं सम्मिलितं इच्छति तत्र मूषकस्य बटनं नुदतु ।</p><p> अस्य सम्पादकस्य अधिकविस्तृतविवरणार्थं <a href="doc://">info पृष्ठानि</a> पश्यन्तु</p><h2> नियमितव्यञ्जनम् किम् ?</h2> यदि भवान् न जानाति यत् नियमितव्यञ्जनम् किम् अस्ति, तर्हि <a href="doc://whatIsARegExp">नियमितव्यञ्जनानां परिचयं</a> पठितुं साधु भवेत् .<br />

source: Cut
sa: छिन्न

source: Copy
sa: प्रतिलिपि

source: Paste
sa: चिनोतु

source: Insert Blank
sa: रिक्तं सम्मिलितं कुर्वन्तु

source: Due to a bug, it is not possible to remove the last element.
sa: दोषस्य कारणात् अन्तिमतत्त्वं निष्कासयितुं न शक्यते ।

source: Internal Error
sa: आन्तरिकदोषः

source: There is no element on the clipboard to paste in.
sa: क्लिप्बोर्ड् मध्ये पेस्ट् कर्तुं कोऽपि तत्त्वः नास्ति ।

source: Edit
sa: सम्पादन

source: Delete
sa: लुप्

source: Up
sa: उपरि

source: Down
sa: अधः

source: Delete item "%1"?
sa: "%1" इति मदं विलोपयतु?

source: Add
sa: संयोजयति

source: Widget Configuration
sa: विजेट् विन्यासः

source: Compound regular expression:
sa: समास नियमित अभिव्यक्तिः

source: In this window you will find predefined regular expressions. Both regular expressions you have developed and saved, and regular expressions shipped with the system.
sa: अस्मिन् विण्डो मध्ये भवन्तः पूर्वनिर्धारितनियमितव्यञ्जनानि प्राप्नुवन्ति । भवता विकसितानि रक्षितानि च नियमितव्यञ्जनानि, प्रणाल्या सह निर्यातितानि नियमितव्यञ्जनानि च ।

source: In this window you will develop your regular expressions. Select one of the actions from the action buttons above, and click the mouse in this window to insert the given action.
sa: अस्मिन् विण्डो मध्ये भवान् स्वस्य नियमितव्यञ्जनानि विकसयिष्यति । उपरिष्टात् क्रियाबटनात् एकं क्रिया चित्वा, दत्तं क्रियां सम्मिलितुं अस्मिन् विण्डो मध्ये मूषकं नुदन्तु ।

source: <p>Type in some text in this window, and see what the regular expression you have developed matches.</p><p>Each second match will be colored in red and each other match will be colored blue, simply so you can distinguish them from each other.</p><p>If you select part of the regular expression in the editor window, then this part will be highlighted - This allows you to <i>debug</i> your regular expressions</p>
sa: <p>अस्मिन् विण्डो मध्ये किञ्चित् पाठं टङ्कयन्तु, भवता विकसितं नियमितव्यञ्जनं किं मेलति इति पश्यन्तु ।</p><p> प्रत्येकं द्वितीयं मेलनं रक्तवर्णं भविष्यति, परस्परं मेलनं नीलवर्णीयं भविष्यति, केवलं येन भवन्तः तान् परस्परं भेदं कर्तुं शक्नुवन्ति ।</p><p> यदि भवान् सम्पादकविण्डो मध्ये नियमितव्यञ्जनस्य भागं चिनोति तर्हि एषः भागः प्रकाशितः भविष्यति - एतेन भवान् स्वस्य नियमितव्यञ्जनानां <i>त्रुटिनिवारणं</i> कर्तुं शक्नोति</p>

source: ASCII syntax:
sa: ASCII वाक्यविन्यासः :

source: <p>This is the regular expression in ASCII syntax. You are likely only to be interested in this if you are a programmer, and need to develop a regular expression using QRegExp.</p><p>You may develop your regular expression both by using the graphical editor, and by typing the regular expression in this line edit.</p>
sa: <p>एतत् ASCII वाक्यविन्यासे नियमितव्यञ्जनम् अस्ति । भवान् केवलं तदा एव अस्मिन् विषये रुचिं लभते यदा भवान् प्रोग्रामरः अस्ति, तथा च QRegExp इत्यस्य उपयोगेन नियमितव्यञ्जनस्य विकासस्य आवश्यकता अस्ति ।</p><p> चित्रात्मकसम्पादकस्य उपयोगेन, अस्मिन् पङ्क्तिसम्पादने नियमितव्यञ्जनं टङ्कयित्वा च भवान् स्वस्य नियमितव्यञ्जनस्य विकासं कर्तुं शक्नोति ।</p>

source: Could not open file '%1' for reading
sa: पठनार्थं '%1' सञ्चिकां उद्घाटयितुं न शक्यते

# @title:window
source: Regular Expression Editor
sa: नियमित अभिव्यक्ति सम्पादक

source: Verify regular expression
sa: नियमितव्यञ्जनस्य सत्यापनम्

# @action:inmenu
source: Load text
sa: पाठं लोडं कुर्वन्तु

source: Load text in the verifier window
sa: सत्यापनकर्ता विण्डो मध्ये पाठं लोड् कुर्वन्तु

source: Verify on the Fly
sa: मक्षिकायां सत्यापयन्तु

source: Toggle on-the-fly verification of regular expression
sa: नियमितव्यञ्जनस्य उड्डयनसत्यापनं टॉगलं कुर्वन्तु

source: Enabling this option will make the verifier update for each edit. If the verify window contains much text, or if the regular expression is either complex or matches a lot of time, this may be very slow.
sa: एतत् विकल्पं सक्षमीकरणेन प्रत्येकस्य सम्पादनस्य सत्यापनकर्ता अद्यतनं भविष्यति । यदि verify विण्डो मध्ये बहु पाठः अस्ति, अथवा यदि नियमितव्यञ्जनं जटिलं वा बहुकालं मेलनं वा भवति, तर्हि एतत् अतीव मन्दं भवितुम् अर्हति ।

source: Match Greedy
sa: मेल लोभी

source: Toggle greedy matching when verifying the regular expression.
sa: नियमितव्यञ्जनस्य सत्यापनकाले लोभीमेलनं टॉगल कुर्वन्तु।

source: When this option is enabled, the regular expression will be evaluated on a so-called greedy way.
sa: यदा एषः विकल्पः सक्षमः भवति तदा नियमितव्यञ्जनस्य मूल्याङ्कनं तथाकथितेन लोभीमार्गेण भविष्यति ।

# @title:menu
source: RegExp Languages
sa: RegExp भाषाएँ

source: Pos. Look Ahead
sa: पोस. अग्रे पश्यन्तु

source: Neg. Look Ahead
sa: नेग. अग्रे पश्यन्तु

source: RegExp Editor
sa: RegExp सम्पादक

source: Editor for Regular Expressions
sa: नियमितव्यञ्जनानां सम्पादकः

source: (c) 2002-2003 Jesper K. Pedersen
sa: (ग) 2002-2003 जेस्पर के पेडरसेन्

source: Laurent Montel
sa: लॉरेण्ट् मोंटेल्

source: Developer
sa: विकासकः

# @info:credit
source: Carl Schwan
sa: कार्ल स्वान्

# @info:credit
source: Port to Qt6
sa: Qt6 यावत् पोर्ट् कुर्वन्तु

source: anything
sa: किमपि

source: This regular expression matches anything.
sa: इदं नियमितव्यञ्जनं किमपि सङ्गच्छते ।

source: spaces
sa: रिक्तस्थानानि

source: Matches an arbitrary amount of whitespace.
sa: श्वेतस्थानस्य मनमाना परिमाणं मेलयति ।

source: <p>Back reference regular expressions are not supported.</p><p><tt>\1</tt>, <tt>\2</tt>, ... are <i>back references</i>, meaning they refer to previous matches. Unfortunately this is not supported in the current version of this editor.</p><p>In the graphical area the text <b>%1</b> has been inserted. This is however just a workaround to ensure that the application handles the regexp at all. Therefore, as soon as you edit the regular expression in the graphical area, the back reference will be replaced by matching the text <b>%2</b> literally.</p>
sa: <p>पृष्ठसन्दर्भनियमितव्यञ्जनानि समर्थितानि न सन्ति ।</p><p> <tt>\1</tt> , <tt>\2</tt> , ... <i>पृष्ठसन्दर्भाः</i> सन्ति , अर्थात् ते पूर्वमेलनानि निर्दिशन्ति । दुर्भाग्येन अस्य सम्पादकस्य वर्तमानसंस्करणे एतत् समर्थितं नास्ति ।</p><p> चित्रात्मकक्षेत्रे <b>%1</b> इति पाठः सम्मिलितः अस्ति । तथापि एतत् केवलं कार्यपरिहारः अस्ति यत् अनुप्रयोगः regexp सर्वथा नियन्त्रयति इति सुनिश्चितं करोति । अतः चित्रात्मकक्षेत्रे नियमितव्यञ्जनं सम्पादयन् एव पृष्ठसन्दर्भः <b>%2 इति</b> पाठस्य अक्षरशः मेलनं कृत्वा प्रतिस्थापितः भविष्यति ।</p>

source: Back reference regular expressions not supported
sa: पृष्ठसन्दर्भ नियमितव्यञ्जनानि समर्थितानि न सन्ति

source: Selection tool
sa: चयनसाधनम्

source: <p>This will change the state of the editor to <i>selection state</i>.</p><p>In this state you will not be inserting <i>regexp items</i>, but instead select them. To select a number of items, press down the left mouse button and drag it over the items.</p><p>When you have selected a number of items, you may use cut/copy/paste. These functions are found in the right mouse button menu.</p>
sa: <p>एतेन सम्पादकस्य स्थितिः <i>चयनस्थितिः</i> इति परिवर्तते |</p><p> अस्मिन् अवस्थायां भवान् <i>regexp वस्तूनि</i> न सम्मिलितं करिष्यति , अपितु तस्य स्थाने तान् चिनोतु । अनेकवस्तूनि चिन्वितुं वाममूषकस्य बटनं नुत्वा वस्तूनि उपरि कर्षन्तु ।</p><p> यदा भवान् कतिपयानि वस्तूनि चिनोति तदा भवान् cut/copy/paste इत्यस्य उपयोगं कर्तुं शक्नोति । एतानि कार्याणि दक्षिणमूषकस्य बटन् मेन्यू मध्ये प्राप्यन्ते ।</p>

source: Text
sa: पाठ

source: <qt>This will insert a text field, where you may write text. The text you write will be matched literally. (i.e. you do not need to escape any characters)</qt>
sa: <qt>एतेन पाठक्षेत्रं सम्मिलितं भविष्यति, यत्र भवान् पाठं लिखितुं शक्नोति । भवता लिखितः पाठः अक्षरशः मेलितः भविष्यति । (अर्थात् भवता कस्यापि वर्णस्य पलायनस्य आवश्यकता नास्ति)</qt>

source: A single character specified in a range
sa: परिधिमध्ये निर्दिष्टः एकः वर्णः

source: <p>This will match a single character from a predefined range.</p><p>When you insert this widget a dialog box will appear, which lets you specify which characters this <i>regexp item</i> will match.</p>
sa: <p>एतेन पूर्वनिर्धारितपरिधितः एकस्य वर्णस्य मेलनं भविष्यति ।</p><p> यदा भवान् एतत् विजेट् सम्मिलितं करोति तदा संवादपेटिका दृश्यते, यत् भवान् निर्दिष्टुं शक्नोति यत् एतत् <i>regexp मदं</i> केषां वर्णानाम् मेलनं करिष्यति ।</p>

source: Any character
sa: यत्किमपि पात्रम्

source: <qt>This will match any single character</qt>
sa: <qt>एतत् कस्यापि एकवर्णस्य</qt>सङ्गतिं करिष्यति

source: Repeated content
sa: पुनः पुनः सामग्री

source: <qt>This <i>regexp item</i> will repeat the <i>regexp items</i> it surrounds a specified number of times.<br />The number of times to repeat may be specified using ranges; e.g. it could be specified that it should match from 2 to 4 times, that it should match exactly 5 times, or that it should match at least one time.<br />Examples:<br />If you specify that it should match <i>any</i> time, and the content it surrounds is <tt>abc</tt>, then this <i>regexp item</i> will match the empty string, the string <tt>abc</tt>, the string <tt>abcabc</tt>, the string <tt>abcabcabcabc</tt>, etc.</qt>
sa: <qt>इदं <i>regexp मदं</i> निर्दिष्टसङ्ख्यायां परितः <i>regexp मदं</i> पुनरावृत्तिं करिष्यति ।<br /> पुनरावृत्तिसमयानां संख्या श्रेणीनां उपयोगेन निर्दिष्टा भवितुम् अर्हति; यथा २ तः ४ वारं यावत् मेलनं भवेत्, ५ वारं सम्यक् मेलनं भवेत्, न्यूनातिन्यूनम् एकवारं वा मेलनं भवेत् इति निर्दिष्टुं शक्यते स्म ।<br /> उदाहरणानि : १.<br /> यदि भवान् निर्दिशति यत् एतत् <i>कदापि</i> मेलनं कर्तव्यम्, तथा च एतत् परितः सामग्री <tt>abc</tt> अस्ति, तर्हि एतत् <i>regexp मदं</i> रिक्तं स्ट्रिंग्, <tt>abc</tt> स्ट्रिंग्, <tt>abcabc</tt> स्ट्रिंग् , <tt>abcabcabcabc</tt> स्ट्रिंग् इत्यादिभिः सह मेलनं करिष्यति</qt>

source: <p>This <i>regexp item</i> will match any of its alternatives.</p><p>Alternatives are specified by placing <i>regexp items</i> on top of each other inside this widget.</p>
sa: <p>इदं <i>regexp मदं</i> तस्य कस्यापि विकल्पस्य सङ्गतिं करिष्यति ।</p><p> अस्य विजेट् इत्यस्य अन्तः <i>regexp वस्तूनि</i> परस्परं उपरि स्थापयित्वा विकल्पाः निर्दिष्टाः भवन्ति ।</p>

source: Compound regexp
sa: समास regexp

source: <qt>This <i>regexp item</i> serves two purposes:<ul><li>It makes it possible for you to collapse a huge <i>regexp item</i> into a small box. This makes it easier for you to get an overview of large <i>regexp items</i>. This is especially useful if you load a predefined <i>regexp item</i> that you perhaps do not care about the inner workings of.</qt>
sa: <qt>इदं <i>regexp मदं</i> द्वौ प्रयोजनौ सेवते:<ul><li> एतेन भवतः कृते विशालं <i>regexp द्रव्यं</i> लघुपेटिकायां पतनं सम्भवं भवति । एतेन भवद्भ्यः बृहत् <i>regexp - वस्तूनाम्</i> अवलोकनं प्राप्तुं सुकरं भवति | यदि भवान् पूर्वनिर्धारितं <i>regexp मदं</i> लोड् करोति यस्य आन्तरिककार्यस्य चिन्ता भवान् सम्भवतः न करोति तर्हि एतत् विशेषतया उपयोगी भवति ।</qt>

source: Beginning of line
sa: रेखायाः आरम्भः

source: <qt>This will match the beginning of a line.</qt>
sa: <qt>एतत् रेखायाः आरम्भस्य सङ्गतिं करिष्यति ।</qt>

source: End of line
sa: रेखायाः अन्तः

source: <qt>This will match the end of a line.</qt>
sa: <qt>एतत् रेखायाः अन्ते मेलनं करिष्यति।</qt>

source: Word boundary
sa: शब्दसीमा

source: <qt>This asserts a word boundary (This part does not actually match any characters)</qt>
sa: <qt>एतेन शब्दसीमा प्रतिपाद्यते (अयं भागः वस्तुतः कस्यापि वर्णस्य सङ्गतिं न करोति)</qt>

source: Non Word boundary
sa: अशब्दसीमा

source: <qt>This asserts a non-word boundary (This part does not actually match any characters)</qt>
sa: <qt>एतेन अशब्दसीमा प्रतिपाद्यते (अयं भागः वस्तुतः कस्यापि वर्णस्य सङ्गतिं न करोति)</qt>

source: Positive Look Ahead
sa: सकारात्मकं अग्रे पश्यन्तु

source: <qt>This asserts a regular expression (This part does not actually match any characters). You can only use this at the end of a regular expression.</qt>
sa: <qt>एतत् नियमितव्यञ्जनं प्रतिपादयति (अयं भागः वस्तुतः कस्यापि वर्णस्य सङ्गतिं न करोति) । भवन्तः केवलं नियमितव्यञ्जनस्य अन्ते एव एतत् उपयोक्तुं शक्नुवन्ति ।</qt>

source: Negative Look Ahead
sa: नकारात्मकं अग्रे पश्यन्तु

source: <qt>This asserts a regular expression that must not match (This part does not actually match any characters). You can only use this at the end of a regular expression.</qt>
sa: <qt>एतत् नियमितव्यञ्जनं प्रतिपादयति यस्य मेलनं न भवितुमर्हति (अयं भागः वस्तुतः कस्यापि वर्णस्य मेलनं न करोति) । भवन्तः केवलं नियमितव्यञ्जनस्य अन्ते एव एतत् उपयोक्तुं शक्नुवन्ति ।</qt>

source: There is no selection.
sa: चयनं नास्ति।

source: Missing Selection
sa: अनुपलब्ध चयन

source: There is no widget under cursor.
sa: कर्सरस्य अधः कोऽपि विजेट् नास्ति ।

source: Invalid Operation
sa: अमान्य संचालन

source: C&ut
sa: सी& .

source: &Copy
sa: &प्रतिलिपि

source: &Paste
sa: &पेस्ट

source: &Edit
sa: &सम्पादन

source: &Save Regular Expression...
sa: &नियमित अभिव्यक्तिं रक्षतु...

source: Name for Regular Expression
sa: नियमितव्यञ्जनार्थं नाम

source: Enter name:
sa: नाम प्रविशतु :

source: Empty name is not supported
sa: रिक्तं नाम समर्थितं नास्ति

source: Save Regular Expression
sa: नियमित अभिव्यक्तिं रक्षतु

source: <p>Overwrite named regular expression <b>%1</b></p>
sa: <p>नामकं नियमितव्यञ्जनं <b>%1</b> अधिलेखयन्तु</p>

source: Could not open file for writing: %1
sa: लेखनार्थं सञ्चिकां उद्घाटयितुं न शक्यते: %1

source: <p>Value for attribute <b>%1</b> was not an integer for element <b>%2</b></p><p>It contained the value <b>%3</b></p>
sa: <p><b>%1</b> विशेषतायाः मूल्यं <b>%2</b> तत्त्वस्य कृते पूर्णाङ्कः नासीत्</p><p> अस्मिन् <b>%3 इति</b> मूल्यम् आसीत्</p>

source: Error While Loading From XML File
sa: XML सञ्चिकातः लोड् करणकाले त्रुटिः

source: Number of Times to Repeat Content
sa: सामग्रीं पुनरावृत्तिं कर्तुं समयानां संख्या

source: Times to Match
sa: टाइम्स टू मैच

# @option:radio
source: Any number of times (including zero times)
sa: यत्किमपि वारं (शून्यवारं सहितम्)

source: At least
sa: न्यूनतम

source: At most
sa: अधिकतया

source: Exactly
sa: यथातथम्‌

# @option:radio
source: From
sa: इत्यस्मात्‌

source: to
sa: इत्यस्मै

source: time(s)
sa: समय(समयः)

source: Repeated Any Number of Times
sa: पुनरावृत्तिः यत्किमपि संख्यायां

source: Repeated at Least 1 Time
sa: न्यूनातिन्यूनं १ समयं पुनरावृत्तिः

source: Repeated at Most 1 Time
sa: अधिकतमं १ समये पुनरावृत्तिः

source: Repeated Exactly 1 Time
sa: पुनरावृत्तिः सम्यक् १ समयः

source: Repeated From %1 to %2 Times
sa: %1 तः %2 वारं पुनरावृत्तिः

source: <p>Invalid sub element to element <b>TextRange</b>. Tag was <b>%1</b></p>
sa: <p><b>TextRange</b> इति तत्वं प्रति अमान्य उपतत्त्वम् . टैग् <b>%1</b> आसीत्</p>

source: <p>Element <b>Text</b> did not contain any textual data.</p>
sa: <p>Element <b>Text इत्यत्र</b> पाठ्यदत्तांशः नासीत् ।</p>

source: User Defined
sa: उपयोक्ता परिभाषितम्

source: general
sa: सामान्य

source: Could not open file for reading: %1
sa: पठनार्थं सञ्चिकां उद्घाटयितुं न शक्यते: %1

source: File %1 containing user defined regular expression contained an error
sa: उपयोक्तृनिर्धारितं नियमितव्यञ्जनं समाविष्टं %1 सञ्चिकायां त्रुटिः आसीत्

source: Rename
sa: पुनर्नाम

source: Rename Item
sa: Item इत्यस्य नामकरणं कुर्वन्तु

source: New name:
sa: नवीनं नाम :

source: <p>Overwrite named regular expression <b>%1</b>?</p>
sa: <p>नामकं नियमितव्यञ्जनं <b>%1</b> अधिलेखयन्तु ?</p>

source: Do Not Overwrite
sa: अधिलेखनं न कुर्वन्तु

source: <p>Unknown tag while reading XML. Tag was <b>%1</b></p>
sa: <p>XML पठन् अज्ञातः टैगः । टैग् <b>%1</b> आसीत्</p>

source: Error while loading regular expression from XML.
sa: XML तः नियमितव्यञ्जनं लोड् कुर्वन् त्रुटिः ।

source: Error While Loading Regular Expression From XML
sa: XML तः नियमितव्यञ्जनं लोड् कुर्वन् त्रुटिः

source: <p>XML file did not contain a <b>%1</b> tag.</p>
sa: <p>XML सञ्चिकायां <b>%1</b> टैग् नासीत् ।</p>

source: <p>Error while reading XML file. The element just below the tag <b>%1</b> was not an element.</p>
sa: <p>XML सञ्चिकां पठन् त्रुटिः। <b>%1</b> टैग् इत्यस्य अधः एव यत् तत्त्वं तत् तत्त्वं नासीत् ।</p>

source: Any Character
sa: कश्चित्‌ स्वभावः

source: Line Start
sa: पंक्ति प्रारंभः

source: Line End
sa: पंक्ति अंत

source: Word Boundary
sa: शब्दः सीमा

source: Non-word Boundary
sa: अशब्दः सीमा
