Repository: KDE/kregexpeditor
Catalog: po/hne/kregexpeditor.po
Languages: hne

# NAME OF TRANSLATORS
source: Your names
hne: रविसंकर सिरीवास्तव, जी. करूनाकर

# EMAIL OF TRANSLATORS
source: Your emails
hne: raviratlami@aol.in,

source: Alternatives
hne: विकल्प

source: Selecting several alternatives is currently not supported.
hne: बहुत अकन विकल्प चुनना अभी हाल के मं समर्थित नइ हे.

source: Selection Invalid
hne: अवैध चयन

source: - A word character
hne: - एक सब्द अक्छर

source: - A non-word character
hne: - एक नान-वर्ड अक्छर

source: - A digit character
hne: - एक अंकीय अक्छर

source: - A non-digit character
hne: - एक नान-डिजिट अक्छर

source: - A space character
hne: - एक जगह अक्छर

source: - A non-space character
hne: - एन नान-स्पेस अक्छर

source: Any Character Except
hne: कोई अक्छर सिवाय

source: One of Following Characters
hne: निम्न मं से कोनो एक अक्छर

source: Specify Characters
hne: अक्छर ल निरधारित करव

source: Predefined Character Ranges
hne: पूर्व-परिभासित अक्छर सीमा

source: Single Characters
hne: एक अक्छर

source: More Entries
hne: जादा प्रविस्टि

source: Character Ranges
hne: अक्छर सीमा

source: From:
hne: सेः

# end of range
source: To:
hne: को:

source: Normal Character
hne: सामान्य अक्छर

source: Unicode Char in Hex.
hne: युनिकोड अक्छर हेक्स. में

source: Unicode Char in Oct.
hne: युनिकोड अक्छर ओक्ट. में

source: The Bell Character (\a)
hne: बेल अक्छर (\a)

source: The Form Feed Character (\f)
hne: फारम फीड अक्छर (\f)

source: The Line Feed Character (\n)
hne: लाए फीड अक्छर (\n)

source: The Carriage Return Character (\r)
hne: कैरिज रिटर्न अक्छर (\r)

source: The Horizontal Tab Character (\t)
hne: आड़ा टैब अक्छर (\t)

source: The Vertical Tab Character (\v)
hne: खड़ा टैब अक्छर (\v)

source: &Title:
hne: सीर्सकः (&T)

source: &Description:
hne: वर्ननः (&D)

source: Configure Compound
hne: कम्पाउंड कान्फिगर करव

source: Regular Expression Error
hne: रेगुलर एक्सप्रेसन गलती

source: Cut
hne: काटव

source: Copy
hne: नकल

source: Paste
hne: चिपकाव

source: Insert Blank
hne: ब्लैंक भरव

source: Internal Error
hne: अंदर के गलती

source: There is no element on the clipboard to paste in.
hne: क्लिपबोर्ड मं कुछ नइ हे जऊन ल चिपकाया जा सके.

source: Edit
hne: संपादन

source: Delete
hne: मेटाव

source: Up
hne: ऊपर

source: Down
hne: नीचे

source: Delete item "%1"?
hne: चीज "%1" मेटाव?

source: Delete Item
hne: चीज मेटाव

source: Add
hne: जोड़व

source: Widget Configuration
hne: विजेट कान्फिगरेसन

source: Compound regular expression:
hne: कम्पाउंड रेगुलर एक्सप्रेसन.

source: Could not open file '%1' for reading
hne: फाइल '%1' पढ़े बर खोल नइ सकिस

source: Verify regular expression
hne: वेरिफाई रेगुलर एक्सप्रेसन

source: Load text in the verifier window
hne: वेरिफायर विंडो मं पाठ लोड करव

source: Verify on the Fly
hne: चलते चलते ही वेरिफाई करव

source: Pos. Look Ahead
hne: Pos. आगू देखव

source: Neg. Look Ahead
hne: Neg. आगू देखव

source: RegExp Editor
hne: रेग-एक्सपी संपादक

source: Editor for Regular Expressions
hne: रेगुलर एक्सप्रेसन्स बर संपादक

source: anything
hne: कुछ भी

source: Selection tool
hne: चयन औजार

source: Text
hne: पाठ

source: A single character specified in a range
hne: एक एकल अक्छर निरधारित हे एक सीमा में

source: Any character
hne: कोई अक्छर

source: <qt>This will match any single character</qt>
hne: <qt>ये एक अक्छर ल मैच करही</qt>

source: Repeated content
hne: बारंबार के सामान

source: Compound regexp
hne: कम्पाउंड रेगएक्सपी

source: Beginning of line
hne: लकीर के सुरू

source: <qt>This will match the beginning of a line.</qt>
hne: <qt>ये लकीर के चालू ल मैच करही.</qt>

source: End of line
hne: लकीर के आखरी

source: <qt>This will match the end of a line.</qt>
hne: <qt>ये लकीर के आखरी ल मैच करही.</qt>

source: Word boundary
hne: सब्द सीमा

source: Non Word boundary
hne: नान सब्द सीमा

source: Positive Look Ahead
hne: पाजीटिव आगू देखव

source: Negative Look Ahead
hne: निगेटिव आगू देखव

source: There is no selection.
hne: इहां कोनो चयन नइ हे.

source: Missing Selection
hne: गुमा चयन

source: There is no widget under cursor.
hne: कर्सर के भीतर कोनो विजेट नइ हे.

source: Invalid Operation
hne: अवैध आपरेसन

source: C&ut
hne: काटव (&u)

source: &Copy
hne: नकल (&C)

source: &Paste
hne: चिपकाव (&P)

source: &Edit
hne: संपादन (&E)

source: &Save Regular Expression...
hne: नियमित (रेगुलर) एक्सप्रेसन सहेजव... (&S)

source: Name for Regular Expression
hne: रेगुलर एक्सप्रेसन्स बर नाम

source: Enter name:
hne: नाम भरव:

source: Could not open file for writing: %1
hne: फाइलः %1 खोले नइ जा सकिस लिखे बर

source: Error While Loading From XML File
hne: एक्सएमएल फाइल से लोड करे मं गलती

source: Number of Times to Repeat Content
hne: चीज मन ल जितनी दफा दोहराना हे वो संख्या

source: Times to Match
hne: कितनी बार जोड़ मिलाव

source: At least
hne: कम से कम

source: At most
hne: अधिक से अधिक

source: Exactly
hne: सटीक

source: to
hne: को

source: time(s)
hne: बार

source: Repeated Any Number of Times
hne: कितनी ही बार दुहराव

source: Repeated From %1 to %2 Times
hne: %1 से %2 बार दुहराव

source: User Defined
hne: कमइया से परिभासित

source: general
hne: सादा

source: Could not open file for reading: %1
hne: फाइलः %1 खोले नइ जा सकिस पढ़े बर

source: Rename Item
hne: चीज के नाम बदलव

source: New name:
hne: नवा नाम:

source: <p>Overwrite named regular expression <b>%1</b>?</p>
hne: <p>नामित रेगुलर एक्सप्रेसन मं मेटाय के लिखव<b>%1</b>?</p>

source: Do Not Overwrite
hne: मेटाय के नइ लिखव

source: Any Character
hne: कोई भी अक्छर

source: Line Start
hne: पंक्ति सुरू

source: Line End
hne: पंक्ति आखरी

source: Word Boundary
hne: सब्द बाउंड्री

source: Non-word Boundary
hne: नान-वर्ड बाउन्ड्री
