Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: A single character specified in a range
ar: رمز واحد محدد في المجال
bg: Знак в зададен обхват
bs: Jedan znak iz navedenog opsega
ca: Un sol caràcter dintre d'un interval
cs: Samostatný znak určený v rozsahu
da: Et enkelt tegn angivet i et område
de: Ein einzelnes Zeichen aus einem Bereich
el: Ένας μονός χαρακτήρας που καθορίζεται σε μία περιοχή
eo: Unuopa signo difinita en areo
es: Un carácter individual especificado en un intervalo
et: Üksik märk määratud vahemikus
eu: Barruti batean zehaztutako karaktere bakar bat
fa: تک نویسه مشخص‌شده در یک گستره
fi: Alueella on valittuna vain yksittäinen merkki
fr: Un unique caractère défini dans une plage
gl: Un só carácter indicado nun intervalo
he: תו בודד שמצוין בתחום
hi: एक एकल अक्षर उल्लेखित है एक सीमा में
hu: Egy karakter illeszkedése a megadott tartományból
it: Un singolo carattere specificato in un intervallo
ja: 指定範囲の 1 文字
kk: Бір қатарға жататын жалғыз таңба
km: តួ​អក្សរ​មួយ​តួ​ត្រូវ​បាន​បញ្ជាក់​នៅ​ក្នុង​ជួរ
ko: 범위 중에 한 문자가 지정됨
lv: Rakstzīme, norādīta apgabalā
mk: Еден знак одреден во опсегот
ms: Aksara tunggal dinyatakan dalam julat
nb: Et enkelt tegn angitt i et intervall
nds: Een enkel Teken ut en angeven Rebeet
ne: दायरामा निर्दिष्ट गरिएको एकल क्यारेक्टर
nl: Een los teken gespecificeerd in een bereik
nn: Eit enkelt teikn i eit teiknområde
pl: Tylko jeden znak podany w zakresie
pt: Um único carácter especificado num intervalo
pt_br: Um caractere individual especificado em um intervalo
ro: Un singur caracter în domeniul specificat
ru: Один символ, определённый в диапазоне значений
sk: Jednen znak uvedený v rozsahu
sl: En sam znak v določenem obsegu
sv: Ett enda tecken angivet i ett intervall
ta: ஒரு ஒற்றை எழுத்து வரம்புகளில் குறுப்பிடப்படுகிறது
tg: Як аломати дар маҳдуда таъиншуда
tr: Belirli bir aralıktaki tek karakter
uk: Один символ, вказаний у діапазоні
zh_cn: 在一定范围内指定的单个字符

source: <p>This will match a single character from a predefined range.</p><p>When you insert this widget a dialog box will appear, which lets you specify which characters this <i>regexp item</i> will match.</p>
ar: <p>سيطابق هذا رمزاً واحداً من نطاق مُعرّف مسبقاً. </p><p>عند إدراجك لهذه الأداة، سيظهر مربّع حوار يمكّنك من تحديد الرموز التي سيطابقها <i>عنصر التعبير النمطى</i> هذا.</p>
bg: <p>Задаване на знак, който трябва да съвпада в зададен обхват.</p><p>Когато добавите графичния елемент ще се появи диалогов прозорец, в който може да зададете знака.</p>
bs: <p>Ovo će se podudarati sa jednim karakterom iz predefinisanog opsega. </p> <p> Kada unesete ovo u dodatak, okvir za dijalog će se pojaviti, koji omogućava da specificirate koji karakteri <i> regexp stavke </i> će se podudarati.</p>
ca: <p>Això coincidirà amb un sol caràcter d'un interval predefinit.</p><p>Quan insereixis aquest giny apareixerà un diàleg, en el qual podràs especificar quins caràcters coincidiran amb aquest <i>element d'expressió regular</i>.</p>
cs: <p>Toto se bude shodovat se samostatným znakem z předdefinovaného rozsahu.</p><p>Když vložíte tento prvek uživatelského prostředí, objeví se dialogové okno, které vás nechá blíže určit, které znaky <i>regulárních výrazů</i> se mají shodovat.</p>
da: <p>Dette vil matche et enkelt tegn fra et prædefineret område.</p><p>Når du indsætter denne kontrol, vil en dialog komme frem som lader dig angive hvilke tegn dette <i>regexp-element</i> vil matche.</p>
de: <p>Dies prüft auf Übereinstimmung eines Einzelzeichens mit einem bestimmten Bereich </p><p>Wenn Sie dieses Element einfügen, erscheint ein Dialogfenster, worin Sie eingeben können, auf welche Zeichen geprüft werden soll.</p>
el: <p>Αυτό θα ταιριάξει με ένα χαρακτήρα από μια προκαθορισμένη περιοχή.</p><p>Όταν εισάγετε αυτό το γραφικό συστατικό, θα εμφανιστεί ένας διάλογος, ο οποίος σας επιτρέπει να καθορίσετε με ποιους χαρακτήρες θα ταιριάζει αυτό το <i>αντικείμενο κανονικής έκφρασης</i> .</p>
eo: <p>Ĉi tio kongruos kun ununura signo el antaŭdifinita gamo.</p><p>Kiam vi enigas ĉi tiun fenestraĵon aperos dialogujo, kiu ebligas al vi specifi al kiuj signoj ĉi tiu <i>regexp item</i> kongruos .</p>
es: <p>Esto representa a un único carácter de un intervalo predefinido.</p><p>Cuando inserte este control aparecerá un cuadro de diálogo que le permitirá especificar qué caracteres representará este <i>elemento de expresión regular</i>.</p>
et: <p>Sobivus üksiku märgiga eelnevalt määratud vahemikus.</p><p>Selle elemendi sisestamisel ilmub dialoog, kus saab määrata, millised sümbolid selle <i>regulaaravaldise elemendi</i> korral sobivad.</p>
eu: <p>Horrek aurrez definitutako barruti bateko karaktere bakar batekin parekatuko du.</p><p>Trepeta hau txertatzen duzunean elkarrizketa-koadro bat agertuko da, <i>adierazpen erregularreko elementu</i> hori zein karaktererekin bat etorriko den zehazteko.</p>
fa: <p>باعث تطبیق تک نویسه از یک گستره از پیش تعریف‌شده می‌شود.</p><p>با درج این عنصر، جعبه محاوره‌ای ظاهر می‌شود که اجازه می‌دهد، مشخص کنید کدام نویسه‌ها‌ با این <i>فقره عبارت منظم</i>تطبیق می‌شوند.</p>
fi: <p>Tämä täsmää yksittäiseen merkkiin aiemmin määritellyllä välillä.</p><p>Kun lisäät tämän elementin, keskusteluikkunan ruutu ilmestyy ja sen avulla voit määritellä, mitä merkkejä tämän <i>säännöllinen elementin</i> tulisi täsmätä.</p>
fr: <p>Permet de rechercher un unique caractère à partir d'une plage prédéfinie.</p><p>Lorsque vous insérez ce composant graphique, une boîte de dialogue apparaîtra vous permettant de spécifier les caractères auxquels cet <i>élément d'expression rationnelle</i> correspondra.</p>
gl: <p>Isto coincidirá cun só carácter pertencente a un intervalo predefinido.</p> <p>Cando insira este trebello ha aparecer un diálogo, que lle permitirá especificar os caracteres do intervalo deste <i>elemento de expresión regular</i>.</p>
he: <p>פעולה זו תלכוד תו בודד מטווח מוגדר מראש.</p><p>כשמוסיפים את הפקד הזה מופיעה תיבה שמאפשר לך לציין איזה תו ילכוד <i>פריט הביטוי הרגולרי הזה</i>.</p>
hu: <p>Ez illeszkedni fog egy előre meghatározott tartománybeli egyedüli karakterre.</p><p>Amikor beszúrja ezt a felületi elemet, egy párbeszédablak doboz fog megjelenni, amely lehetővé teszi annak megadását, hogy mely karakterekre fog illeszkedni ez a <i>reguláris kifejezés elem</i>.</p>
it: <p>Questo elemento combacia con un singolo carattere in un intervallo predefinito.</p><p>Quando inserisci questo elemento apparirà una finestra che permette di scegliere con quali caratteri questo <i>elemento di espressione regolare</i> può combaciare.</p>
ja: <p>これは定義された範囲の 1 文字にマッチします。</p><p>これを編集エリアに挿入するとダイアログボックスが表示され、そこでこの正規表現項目がマッチすべき文字を指定します。</p>
km: <p>វា​នឹង​ផ្គូផ្គង​តែ​តួអក្សរ​ពី​ជួរ​ដែល​បាន​ជ្រើស​​កំណត់​ជា​មុន​ប៉ុណ្ណោះ ។</p><p>នៅ​ពេល​អ្នក​បញ្ចូល​ធាតុ​ក្រាហ្វិក​នេះ​ប្រអប់​នឹង​លេច​ឡើង ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ជាក់​​តួអក្សរ <i>ធាតុ regexp </i> នឹង​ផ្គូផ្គង ។</p>
ko: <p>미리 정의된 범위에서 한 글자만 일치합니다.</p><p>이 위젯을 삽입하면 대화 상자가 나타나서 <i>정규 표현식 항목</i>이 어떤 글자에 일치할지 정할 수 있습니다.</p>
lv: <p>Salīdzinās vienu rakstzīmi no definēta apgabala.</p><p>Kad jūs ievietosiet logdaļu, lodziņš atvērsies, kurš ļaus jums norādīt rakstzīmes, ar kurām <i>regulārās izteiksmes vienumu</i> salīdzināt.</p>
nb: <p>Dette passer ett enkelt tegn fra et forhåndsvalgt intervall.</p><p> Når du setter inn dette elementet vises det en dialogboks der du kan oppgi hvilket tegnintervall dette <i>elementet</i> skal passe til.</p>
nds: <p>Dit passt op en enkel Teken ut en angeven Rebeet.</p><p>Wenn Du dit Element inföögst, dukt en Dialoog op, mit den Du de Tekens angeven kannst, op de de <i>Deelutdruck</i> passt.</p>
nl: <p>Dit zal een los teken uit een voorgedefinieerd bereik doen overeenkomen. </p><p>Als u deze widget invoegt, dan zal er een dialoogvenster verschijnen waarin u kunt opgeven met welke tekens dit <i>regexp-item</i> zal overeenkomen.</p>
nn: <p>Gjev treff på eitt teikn i eit visst teiknområde.</p><p>Når du set inn dette, dukkar det opp eit vindauge der du kan velja kva teikn deluttrykket skal gjelda.</p>
pl: <p>Dopasowany będzie pojedynczy znak z określonego zakresu.</p><p>Gdy wstawisz ten element interfejsu pojawi się okno dialogowe, które umożliwia ustalenie jakie znaki to <i>wyrażenie regularne</i> będzie dopasowywać.</p>
pt: <p>Corresponde com um único carácter que se encontre num intervalo predefinido.</p><p>Quando inserir este item irá aparecer uma janela que lhe permite especificar quais os caracteres com que este <i>item de expressão regular</i> irá corresponder.</p>
pt_br: <p>Isto irá coincidir com um caractere individual de um intervalo pré-definido.</p><p>Quando você inserir este widget uma caixa de diálogo irá aparecer, a qual permitirá que você especifique com quais caracteres este <i>item de expressão regular</i> vai coincidir.</p>
sk: <p>Toto odpovedá jednému znaku z preddefinovaného rozsahu.</p><p>Po vložení tohto prvku sa objaví dialóg pre môžete zadať, ktorým znakom má táto <i>položka</i> odpovedať.</p>
sl: <p>To se bo ujemalo z enim samim znakom iz predefiniranega obsega</p><p>Ko vstavite ta gradnik, se bo prikazalo pogovorno okno, ki vam omogoča določiti znake, s katerimi se bo ujemal ta <i>del regularnega izraza</i>.</p>
sv: <p>Det här matchar ett enstaka tecken från ett fördefinierat intervall.</p><p>När du infogar den här grafiska komponenten, visas en dialogruta som låter dig ange vilka tecken som det här <i>objektet</i> i det reguljära uttrycket kommer att matcha.</p>
tr: <p>Bu, önceden tanımlanmış bir erimden tek bir karakteri eşleyecektir.</p><p>Bu parçacığa eklediğiniz zaman, bu <i>düzenli ifade ögesinin</i> hangi karakterlerle eşleşeceğini belirlemenize izin veren bir diyalog kutusu görünecektir.</p>
uk: <p>Відповідає поодинокому символу з визначеного діапазону.</p><p>Коли ви вставите цей віджет, з'явиться віконце, яке дозволить символи, якім має відповідати цей <i>елемент формального виразу</i>.</p>
zh_cn: <p>这将从一个预定义的范围内匹配一个字符。</p><p>当您插入这个部件时一个对话框将出现，要求您指出这个<i>正则表达式项目</i>要和哪些字符匹配。</p>

source: Any character
ar: أي رمز
bg: Всеки знак
bs: Bilo koji znak
ca: Qualsevol caràcter
cs: Jakýkoliv znak
da: Vilkårligt tegn
de: Beliebiges Zeichen
el: Οποιοσδήποτε χαρακτήρας
eo: Iu ajn signo
es: Cualquier carácter
et: Suvaline sümbol
eu: Edozein karaktere
fa: هر نویسه
fi: Mikä tahansa merkki
fr: N'importe quel caractère
gl: Calquera carácter
he: כל תו שהוא
hi: कोई भी अक्षर
hu: Bármely karakter
it: Qualsiasi carattere
ja: 任意の 1 文字
kk: Кез келген таңба
km: តួ​អក្សរ​ច្រើន
ko: 어떤 문자라도
lv: Jebkura rakstzīme
mk: Било кој знак
ms: Sebarang aksara
nb: Vilkårlig tegn
nds: Jichtenseen Teken
ne: कुनै क्यारेक्टर
nl: Elke teken
nn: Vilkårleg teikn
pl: Dowolny znak
pt: Qualquer carácter
pt_br: Qualquer caractere
ro: Orice caracter
ru: Любой символ
sk: Ľubovoľný znak
sl: Katerikoli znak
sv: Alla tecken
ta: ஏதாவது எழுத்து
tg: Ҳамаи аломат
tr: Herhangi bir karakter
uk: Будь-який символ
zh_cn: 任意字符

source: <qt>This will match any single character</qt>
ar: <qt>سيطابق هذا أي رمز مفرد</qt>
bg: <qt>Задаване на знак, който съвпада с всеки знак.</qt>
bs: <qt>Ovo će uskladiti bilo koji znak</qt>
ca: <qt>Això coincidirà amb qualsevol caràcter</qt>
cs: <qt>Toto se bude shodovat s jakýmkoliv samostatným znakem</qt>
da: <qt>Dette vil matche et vilkårligt enkelt tegn</qt>
de: <qt>Jedes Zeichen gilt als übereinstimmend</qt>
el: <qt>Αυτό θα ταιριάξει με οποιονδήποτε χαρακτήρα</qt>
eo: <qt>Tio kaptos iun ajn unuopan signon</qt>
es: <qt>Esto representa a cualquier carácter individual</qt>
et: <qt>Sobivus iga üksiku sümboliga</qt>
eu: <qt>Honek edozein karaktere bakarrekin egingo du bat</qt>
fa: <qt>هر تک نویسه‌ای‌ را تطبیق می‌دهد.</qt>
fi: <qt>Tämä täsmäytyy mihin tahansa yksittäiseen merkkiin</qt>
fr: <qt>Ceci permettra de rechercher un unique caractère</qt>
gl: <qt>Isto coincidirá cun carácter calquera</qt>
he: <qt>לכידת כל תו בודד</qt>
hi: <qt>यह एक अक्षर को मैच करेगा</qt>
hu: <qt>Illeszkedés bármely karakterhez</qt>
it: <qt>Questo elemento combacia con qualsiasi singolo carattere.</qt>
ja: <qt>これは任意の 1 文字にマッチします。</qt>
kk: <qt>Кез келген бір таңбаға сәйкес келетін шарт</qt>
km: <qt>វា​នឹង​ផ្គងផ្គង​តួ​អក្សរ​តែ​មួយ​ទាំង​អស់</qt>
ko: <qt>모든 단일 문자에 일치합니다.</qt>
lv: <qt>Salīdzinās jebkuru vienu rakstzīmi</qt>
mk: <qt>Ова ќе се совпадне со било кој единечен знак</qt>
ms: <qt>Ini akan padan dengan sebarang aksara</qt>
nb: <qt>Passer et enkelt tegn.</qt>
nds: <qt>Dit passt op all enkelte Tekens.</qt>
ne: <qt>यसले कुनै एकल क्यारेक्टर मिलाउनेछ </qt>
nl: <qt>Dit zal overeenkomen met elk los teken</qt>
nn: <qt>Gjev treff på eit enkelt teikn.</qt>
pl: <qt>Dopasowuje pojedynczy, dowolny znak</qt>
pt: <qt>Corresponde com qualquer carácter</qt>
pt_br: <qt>Isto vai coincidir com qualquer caractere individual</qt>
ru: <qt>Это будет соответствовать любому одному символу</qt>
sk: <qt>Toto odpovedá každému znaku</qt>
sl: <qt>To se bo ujemalo s katerimkoli znakom</qt>
sv: <qt>Det här matchar alla enskilda tecken</qt>
ta: <qt>இது ஏதாவது ஒரு ஒற்றை எழுத்தை பொருத்தும்</qt>
tg: <qt>Он ба ҳамаи аломат мувофиқат мекунад</qt>
tr: <qt>Bu herhangi bir tek karakteri eşler</qt>
uk: <qt>Відповідає будь-якому поодинокому символу</qt>
zh_cn: <qt>这将匹配任意单个的字符</qt>

source: Repeated content
ar: محتويات متكرّرة
bg: Повторение
bs: Ponovljeni sadržaj
ca: Contingut repetit
cs: Opakovaný obsah
da: Gentaget indhold
de: Wiederholter Inhalt
el: Επαναλαμβανόμενο περιεχόμενο
eo: ultobligita enhavo
es: Contenido repetido
et: Korduv sisu
eu: Errepikatutako edukia
fa: محتوای تکرارشده
fi: Toistettu sisältö
fr: Contenu répété
gl: Contido repetido
he: תוכן חוזר
hi: बारंबार की विषयवस्तु
hu: A tartalom ismétlése
it: Contenuto ripetuto
ja: 繰り返し
kk: Қайталау
km: មាតិកា​​ដដែលៗ
ko: 반복 내용
lv: Atkārtotais saturus
mk: Содржина што се повторува
ms: Kandungan berulang
nb: Gjentatt innhold
nds: Wedderhaalt Inholt
ne: दोहोरिएको सामग्री
nl: Herhaalde inhoud
nn: Gjenteke innhald
pl: Powtórzenie
pt: Conteúdo repetido
pt_br: Conteúdo repetido
ro: Conținut repetat
ru: Повторение
sk: Opakovaný obsah
sl: Ponovljena vsebina
sv: Upprepat innehåll
ta: மறுமுறை தொகுப்பு
tg: Таркиби такроршаванда
tr: Yinelenen içerik
uk: Повторюваний зміст
zh_cn: 重复的内容
