Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: In this window you will find predefined regular expressions. Both regular expressions you have developed and saved, and regular expressions shipped with the system.
ar: ستجد داخل هذه النافذة تعابير نمطية مسبقة التعريف. وهي تشمل التعابير النمطية التى قُمتَ بتطويرها وحفظها بنفسك، وتعابير نمطية شُحِنت مع النظام.
bg: В този прозорец съдържа предефинирани регулярни изрази. Изразите, които сте разработвали и записвали, се пазят тук. Също така, тук са записани и стандартните регулярни изрази, с които идва редакторът.
bs: U ovom prozoru ćete naći predefinisane regularne izraze. Tu spadaju izrazi koje ste razvili i snimili, kao i oni koji su isporučeni uz sistem.
ca: En aquesta finestra trobaràs expressions regulars predefinides. Trobaràs les expressions regulars que hagis definit i desat, i també les que vinguin amb el sistema.
cs: V tomto okně najdete předdefinovány regulární výrazy. Jde jak o vaše vlastní uložené výrazy, tak o výrazy dodané přímo s programem.
da: I dette vindue finder du prædefinerede regulære udtryk. Både regulære udtryk du har udviklet og gemt, og regulære udtryk der kom med systemet.
de: In diesem Fenster finden sich vordefinierte reguläre Ausdrücke. Sowohl solche, die Sie entwickelt und gespeichert haben, als auch solche, welche mit dem Programm ausgeliefert werden.
el: Σε αυτό το παράθυρο θα βρείτε προκαθορισμένες κανονικές εκφράσεις. Αυτές είναι οι κανονικές εκφράσεις που έχετε δημιουργήσει και αποθηκεύσει, και οι κανονικές εκφράσεις που έρχονται με το πρόγραμμα.
eo: En ĉi tiu fenestro vi trovos antaŭdifinitajn regulajn esprimojn. Kaj regulaj esprimoj, kiujn vi evoluigis kaj konservis, kaj regulaj esprimoj senditaj kun la sistemo.
es: En esta ventana encontrará expresiones regulares predefinidas (tanto las que usted haya creado y guardado como las que vienen incluidas en el sistema).
et: Selles aknas on eelnevalt määratud regulaaravaldised: nii need, mida sa ise oled loonud ja salvestanud, kui ka need, mis olid kaasas juba süsteemiga.
eu: Leiho horretan aurrez definitutako adierazpen erregularrak aurkituko dituzu. Zuk garatu eta gorde dituzun adierazpen erregularrak, eta sistemarekin batera datozenak.
fa: در این پنجره عبارتهای منظم از پیش تعریف‌شده یافت می‌شوند. هم عبارتهای منظمی ‌که ایجاد و ذخیره کرده‌اید، و هم عبارتهای منظمی‌ که با سیستم ارسال کرده‌اید.
fi: Tässä ikkunassa on säännönmukaisia lausekkeita. Sekä sinun tekemiäsi säännönmukaisia lausekkeita että järjestelmän mukana tulleita.
fr: Dans cette fenêtre, vous trouverez des expressions rationnelles prédéfinies. Il y a, à la fois, des expressions que vous avez développées et enregistrées et d'autres expressions livrées avec le système.
gl: Nesta xanela atopará expresións regulares predefinidas. Tanto as que desenvolvese como as que gardase, e as distribuídas co sistema.
he: בחלון הזה יופיעו ביטויים רגולריים שהוגדרו מראש. גם הביטויים הרגולריים שפיתחת ושמרת וגם ביטויים רגולריים שהגיעו עם המערכת.
hu: Ebben az ablakban előre definiált reguláris kifejezések találhatók. Ezek lehetnek a programmal együtt szállított vagy a felhasználó által készített kifejezések.
it: In questa finestra puoi trovare espressioni regolari predefinite, sia espressioni regolari che tu hai scritto e salvato, sia espressioni regolari fornite con il sistema.
ja: このウィンドウには定義済みの正規表現が表示されます。あなたが作成し保存したものと、システムに最初からインストールされているものの両方が表示されます。
kk: Бұл терезеде дайын үлгі өрнектер тізімделеді. Дайын дегеніміз, өзіңіз құрастырып сақтап қойған өрнектер мен бағдарламамен бірге келгендері.
km: នៅ​ក្នុង​បង្អួច​នេះ​អ្នក​នឹង​ឃើញ​ការ​ឲ្យ​អត្ថន័យ​កន្សោម​ធម្មតា​​ជាមុន ។​កន្សោម​ធម្មតា​ទាំងពីរ​ដែល​អ្នក​បាន​អភិវឌ្ឍន៍​និង​រក្សា​ទុក ហើយ​កន្សោម​ធម្មតា​បាន​បញ្ជូន​ជាមួយ​ប្រព័ន្ធ ។​
ko: 이 창에서 미리 정의된 정규 표현식을 찾을 수 있습니다. 직접 개발하고 저장한 정규 표현식과 시스템 자체의 정규 표현식 모두 존재합니다.
lv: Logā jūs atradīsiet definētas izteiksmes. Gan regulāras izteiksmes, kuras esat izstrādājis un saglabājis, gan regulārās izteiksmes, kas nāk kopā ar sistēmu.
mk: Во овој прозорец ќе најдете предефинирани регуларни изрази. Тука се регуларните изрази кои што сте ги развиле и зачувале, како регуларните изрази кои што доаѓаат со системот.
ms: Dalam tetingkap ini, anda akan temui ungkapan biasa pratakrif. Kedua-dua ungkapan biasa yang telah anda bangunkan dan simpan, dan ungkapan biasa dihantar dengan sistem.
nb: I dette vinduet finner du forhåndsdefinerte regulære uttrykk, både slike du selv har utviklet og lagret, og regulære uttrykk som leveres med systemet.
nds: Binnen dit Paneel findst Du fardige regulere Utdrück: Welke, de Du sülven opstellt un sekert hest, un ok welke, de mit dat Programm utlevert wöörn.
ne: यो सञ्झ्यालमा तपाईँले पूर्व परिभाषित नियमित अभिव्यक्ति फेला पार्नुहुनेछ । तपाईँले विकास गर्नु भएको र बचत गर्नु भएको दुवै नियमित अभिव्यक्तिहरू प्रणालीसँग पठाइन्छ ।
nl: In dit venster kunt u voorgedefinieerde reguliere expressies vinden, zowel door uzelf gemaakt als met KRegExpEditor meegeleverd.
nn: I denne ruta finn du ferdige regulære uttrykk, både slike du sjølv har skrive og lagra og regulære uttrykk som er leverte med programmet.
pl: W tym oknie można znaleźć ustawione wcześniej wyrażenia regularne, zarówno utworzone i zapisane przez Ciebie, jak również te dostarczane z systemem.
pt: Nesta janela você irá encontrar expressões regulares predefinidas, tanto as expressões que você criou e gravou, como as expressões regulares que vêm com o sistema.
pt_br: Nesta janela você encontrará expressões regulares predefinidas, tanto as expressões que você desenvolveu e salvou, como as integradas com o sistema.
ru: В этом окна вы найдёте предопределённые регулярные выражения. Указываются как ваши собственные регулярные выражения так и те, которые поставляются вместе с KDE.
sk: V tomto okne nájdete preddefinované výrazy - tie, ktoré ste už nadefinovali a uložili a výrazy dodané so systémom.
sl: V tem oknu so predoločeni regularni izrazi (vsi, ki ste jih razvili in shranili ter tisti, ki so prišli s sistemom).
sv: Du hittar fördefinierade reguljära uttryck i det här fönstret. Både reguljära uttryck som du har utvecklat och sparad, och reguljära uttryck som levereras med systemet.
ta: இந்த சன்னல்திரையில் உங்களால் முன்வரை வழக்கமான தொடரினை கண்டுப்பிடிக்கலாம்.உங்களால் இரண்டு வழக்கமான தொடரிலும் முன்னேற்றம் மற்றும் சேமிக்க இயலும்.
tg: Дар ин тиреза шумо ифодаҳои муқаррарии пешаки муайяншударо пайдо карда метавонед. Ҳарду ифодаҳои муқаррарие, ки шумо коркард ва захира намудаед ва истифодаҳои муқаррарӣ аз тарафи ин низом пешкаш мегардад.
tr: Bu pencere öntanımı düzenli ifadeleri bulabilirsiniz. Tasarladığınız ve kaydettiğiniz düzenli ifadeler ve sisteme gönderilen ifadeler bulunur.
uk: У цьому вікні знаходяться наперед задані формальні вирази. У тому числі розроблені вами і збережені формальні вирази, та формальні вирази, які прийшли з системою.
zh_cn: 您可以在此窗口找到预定义的正则表达式，其中包括您曾经设计和保存过的，以及和系统同时发布的那些表达式。

source: In this window you will develop your regular expressions. Select one of the actions from the action buttons above, and click the mouse in this window to insert the given action.
ar: ستقوم فى هذه النافذة بتطوير التعابير النمطية الخاصة بك. قم باختيار أحد الإجراءات من أزرار الإجراءات أعلاه، ثم اضغط الفأرة في هذه النافذة لإدراج الإجراء المُحَدّد.
bg: Този прозорец служи за разработване и редактиране на регулярни изрази. Той съдържа текущия израз. Изберете операция от лентата с инструментите и щракнете в прозореца, за да я вмъкнете.
bs: U ovom prozoru razvijate Vaše regularne izraze. Izaberite jednu od akcija iz akcionih dugmadi iznad, i kliknite mišem u ovaj prozor da biste ubacili izabranu akciju.
ca: En aquesta finestra es desenvolupen les expressions regulars. Escull una de les accions dels botons d'acció de dalt i clica amb el ratolí a aquesta finestra per a inserir l'acció.
cs: V tomto okně můžete vytvářet vlastní regulární výrazy. Zvolte pomocí tlačítek níže některou z činností a kliknutím na okno jí vložte.
da: I dette vindue kan du udvikle dine regulære udtryk. Vælg en af handlingerne fra handlingsknapperne ovenfor, og klik med musen i dette vindue for at indsætte den givne handling.
de: In diesem Fenster werden eigene reguläre Ausdrücke entwickelt. Nach der Wahl eines Aktionsknopfes oberhalb des Fensters fügt ein Klick mit der Maus die Aktion an der gewünschten Stelle ein.
el: Σε αυτό το παράθυρο θα αναπτύξετε την κανονική σας έκφραση. Επιλέξτε μία ενέργεια από τα κουμπιά ενεργειών παραπάνω, και κάντε κλικ σε αυτό το παράθυρο για να εισάγετε την επιλεγμένη ενέργεια.
eo: En ĉi tiu fenestro vi disvolvos viajn regulajn esprimojn. Elektu unu el la agoj el la agbutonoj supre, kaj alklaku la muson en ĉi tiu fenestro por enmeti la donitan agon.
es: En esta ventana creará sus expresiones regulares. Seleccione una de las acciones en los botones de acciones de la parte superior, y luego haga clic con el ratón en esta ventana para insertar la acción seleccionada.
et: Selles aknas saab luua regulaaravaldisi. Vali ülal asuvate nuppude abil soovitav toiming ning klõpsa hiirega aknas kohal, kus soovid selle toimingu teoks teha.
eu: Leiho honetan zure adierazpen erregularrak garatuko dituzu. Hautatu ekintzetako bat goiko ekintza botoien artean, eta klikatu sagua leiho honetan dagokion ekintza eransteko.
fa: در این پنجره عبارتهای منظم خود را ایجاد می‌کنید. از دکمه‌ها‌ی کنش فوق یکی را انتخاب کنید، و موشی را در این پنجره فشار دهید تا کنش داده‌شده درج شود.
fi: Voit kehittää tässä ikkunassa säännöllisiä lausekkeita. Valitse yksi toiminto toimintopainikkeista yllä, ja napsauta hiirtä tässä ikkunassa lisätäksesi kyseisen toiminnon.
fr: Dans cette fenêtre, vous allez développer vos expressions rationnelles. Sélectionnez une des actions des boutons d'actions ci-dessus puis cliquez avec la souris dans cette fenêtre pour insérer l'action spécifiée.
gl: Nesta xanela é onde desenvolve as súas expresións regulares. Escolla unha das accións nos botóns de riba, e prema o rato neste espazo para inserila.
he: בחלון הזה אפשר לפתח ביטויים רגולריים. נא לבחור את אחת מהפעולות מכפתורי הפעולה שלהלן וללחוץ עם העכבר בחלון הזה כדי להוסיף את הפעולה.
hu: Ebben az ablakban lehet saját reguláris kifejezéseket készíteni. Válasszon egyet a fenti nyomógombokhoz rendelt műveletek közül, majd kattintson ebbe az ablakba az elem beszúrásához.
it: In questa finestra puoi creare espressioni regolari. Seleziona una delle azioni tra i pulsanti in alto, quindi fai clic in questa finestra per inserire l'azione indicata.
ja: このウィンドウで正規表現を作成します。上の編集ツールボタンからアクションを一つ選び、このウィンドウ内をクリックして項目を挿入します。
kk: Бұл терезеде өзіңіздің үлгі өрнектеріңізді құрастыруға болады. Үлгі өрнектің керек әлементін таңдап, оның батырмасына тышқанмен түртесіз де, ортадағы өріске барып, жаңағы элементті орналастыратын жерді көрсетіп тағы түртесіз.
km: ក្នុង​បង្អួច​នេះ​អ្នក​នឹង​អភិវឌ្ឍ​កន្សោម​ធម្មតា​របស់​អ្នក ។​ជ្រើស​យក​សកម្មភាព​មួយ​ពី​ប៊ូតុង​សកម្មភាព​ខាងលើ,​ហើយ​ចុច​កណ្ដុរ​នៅ​ក្នុង​បង្អួច​នេះ​ដើម្បី​បញ្ចូល​អំពើ​ដែល​បាន​ឲ្យ ។
ko: 이 창에서 사용자의 정규 표현식을 개발할 수 있습니다. 위의 동작 버튼 중 하나를 선택한 후 해당 동작을 삽입하려면, 이 창을 클릭하십시오.
lv: Logā jūs izstrādāsiet savas regulārās izteiksmes. Norādiet vienu no darbībām, darbību pogu joslā, un uzklikšķiniet ar peli logā, lai ievietotu darbību.
mk: Во овој прозорец ќе најдете предефинирани регуларни изрази. Изберете акција од горните копчиња со акции. и кликнете со глувчето во прозорецов за да ја вметнете дадената акција.
ms: Dalam tetingkap ini anda akan bangunkan ungkapan biasa anda. Pilih satu daripada tindakan dari butang tindakan di atas, dan klik tetikus dalam tetingkap ini untuk menyelitkan tindakan yang diberi.
nb: I dette vinduet utvikler du dine regulære uttrykk. Velg en handling fra handlingsknappene over, og trykk museknappen i dette vinduet for å sette inn handlinga.
nds: Binnen dit Rebeet kannst Du Dien regulere Utdrück opstellen. Söök Di baven op den Knoopbalken en Warktüüch ut, un klick hier binnen, wenn Du de Akschoon infögen wullt.
ne: यो सञ्झ्यालमा तपाईँले नियमित अभिव्यक्ति विकास गर्नुहुनेछ । माथिको कार्य बटनबाट एउटा कुनै कार्य चयन गर्नुहोस् र दिइएको कार्य घुसाउन यो सञ्झ्यालमा माउस क्लिक गर्नुहोस् ।
nl: In dit venster kunt u uw eigen reguliere expressies maken. Selecteer één van de actieknoppen, en klik met de muis op de plaats waar u die actie wilt invoegen.
nn: I denne ruta byggjer du opp dei regulære uttrykka. Vel ein type uttrykk frå knappane ovanfor og trykk her for å setja inn uttrykket.
pl: W tym oknie możesz tworzyć wyrażenia regularne. Wybierz jedną z akcji za pomocą przycisków akcji powyżej i kliknij myszą w tym okienku, aby ją wstawić.
pt: Nesta janela você irá desenvolver as suas expressões regulares. Seleccione uma das acções dos botões acima e carregue com o rato nesta janela para introduzir a acção indicada.
pt_br: Nesta janela você desenvolverá suas expressões regulares. Selecione uma das ações dos botões de ação acima, e clique com o mouse nesta janela, para inserir a ação fornecida.
ru: В этом окне вы можете создать своё регулярное выражение. Выберите один из инструментов на панели инструментов вверху и щёлкните мышью на этом окне для того, чтобы вставить выражение.
sk: V tomto okne môžete vytvárať regulárne výrazy. Vyberte akciu z panelu hore a kliknutím do tohto okna akciu vložte.
sl: V tem oknu razvijate regularne izraze. Izberite eno od dejanj iz gornjih gumbov, nato pa kliknite v to okno, da bi vstavili željeno dejanje.
sv: Du utvecklar reguljära uttryck i det här fönstret. Välj en av åtgärderna från åtgärdsknapparna ovanför, och klicka med musen i fönstret för att infoga den angivna åtgärden.
ta: இந்த சாலரத்தில் உங்கள் வழக்கமான கூற்றை உருவாக்கலாம்.மேல் உள்ள செயற் கருவியிலில் இருந்து ஒரு செயல்லை தேர்வு செய்யவும்,அதன் பின் கூடுத்த செயலை சேர்க்க இந்த சாலரத்தில் சுட்டியை வைத்து சொடுக்கவும்.
tg: Дар ин тиреза шумо ифодаҳои муқаррарии худро коркард намуда метавонед. Аз нуқтаи амалиёти дар боло буда, яке аз амалиётҳоро интихоб кунед ва барои ҷойгузории амалиёт дар ин тиреза ангушт занед.
tr: Bu pencerede düzenli ifade tasarlarsınız. Üstteki eylem düğmelerinden bir eylem seçin ve seçili eylemi eklemek için fare ile bu pencereye tıklayın.
uk: У цьому вікні розробляються формальні вирази. Виберіть одну з дій із кнопок дій зверху, а потім наведіть вказівник миші на це вікно і клацніть лівою кнопкою миші, щоб вставити вказану дію.
zh_cn: 您可以在此窗口内设计自己的正则表达式。从上面的动作按钮中选择一个动作，然后在此窗口内单击鼠标以插入选定的动作。
