Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>Back reference regular expressions are not supported.</p><p><tt>\1</tt>, <tt>\2</tt>, ... are <i>back references</i>, meaning they refer to previous matches. Unfortunately this is not supported in the current version of this editor.</p><p>In the graphical area the text <b>%1</b> has been inserted. This is however just a workaround to ensure that the application handles the regexp at all. Therefore, as soon as you edit the regular expression in the graphical area, the back reference will be replaced by matching the text <b>%2</b> literally.</p>
ar: <p>التعابير النمطية للتطابقات السابقة غير مدعومة.</p><p><tt>\1</tt>, <tt>\2</tt>, ... هي <i>بحوث سابقة</i>، تعني أنها تشير إلى تطابقات سابقة للأسف هذا غير مدعوم في الإصدار الحالي من هذا المحرر. </p><p>في منطقة الرسومي، أدرج النص<b>%1</b> . ومع ذلك، فإن هذا مجرد حل التفافي لضمان أن التطبيق يتعامل مع كل التعابير النمطية. لذلك، بمجرد تحرير التعبير العادي في المنطقة الرسومية؛ سيستبدل المرجع الخلفي بمطابقة النص <b>%2</b> حرفيًا. </p>
bg: <p>Регулярните изрази за обратна препратка не се поддържат.</p><p><tt>\1</tt>, <tt>\2</tt>, ... са <i>обратни препратки</i>, което означава, че те се отнасят до предишни съвпадения. За съжаление това не се поддържа в настоящата версия на този редактор.</p><p>В графичната област е вмъкнат текстът <b>%1</b>. Това обаче е само заобиколно решение, за да се гарантира, че приложението като цяло обработва рег. изрази. Следователно, веднага щом редактирате регулярния израз в графичната област, обратната препратка ще бъде заменена със съвпадението на текста <b>%2</b> буквално.</p>
bs: <p>Regularni izrazi s referencama unatrag nisu podržani.</p><p><tt>\1</tt>, <tt>\2</tt>, ... su <i>reference unatrag</i>, što znači da se odnose na prethodna poklapanja. Nažalost, to nije podržano u trenutnoj verziji editora.</p><p>U grafičkom području tekst <b>%1</b> je ubačen. To je ipak samo obilazno rješenje da bi regularni izrazi upšte radili. Stoga, ako uređujete regularne izraze u grafičkom području, reference unazad će biti zamijenjene odgovarajućim tekstom <b>%2</b> doslovce.</p>
ca: <p>No s'admet la referència enrere d'expressions regulars.</p><p><tt>\1</tt>, <tt>\2</tt>,... són <i>referències enrere</i>, vol dir que referencien a coincidències anteriors. Malauradament, aquestes no estan admeses en la versió actual d'aquest editor.</p><p>S'ha inserit el text <b>%1</b> a l'àrea gràfica. Això només és una solució alternativa per a assegurar que l'aplicació gestiona tota l'expressió regular. Per tant, tan aviat com editeu l'expressió regular a l'àrea gràfica, la referència enrere se substituirà literalment per la coincidència del text <b>%2</b>.</p>
da: <p>regulære udtryk med tilbage-reference understøttes ikke.</p><p><tt>\1</tt>, <tt>\2</tt>, ... er <i>tilbage-referencer</i>, som betyder at de refererer til tidligere match. Det understøttes desværre ikke i den aktuelle version af din editor.</p><p>Teksten <b>%1</b> er blevet indsæt i det grafiske område. Det er dog blot en løsning til at sørge for at programmet i det hele taget håndtere regugære udtryk. Derfor vil tilbage-referencen bogstaveligt talt blive erstattet af den matchende tekst <b>%2</b>, så snart du redigere det regulære udtryk i det grafiske område.</p>
de: <p>Rückwärtsreferenzen in regulären Ausdrücken werden nicht unterstützt.</p><p><tt>\1</tt>, <tt>\2</tt>, ... sind <i>Rückwärtsreferenzen</i>, das heißt sie beziehen sich auf vorherige Übereinstimmungen. Leider wird dies in der aktuellen Version des Editors nicht unterstützt.</p><p>In der grafischen Anzeige wurde der Text <b>%1</b> eingefügt. Dies ist jedoch nur eine provisorische Lösung, damit das Programm den regulären Ausdruck insgesamt verarbeitet. Daher wird die Rückwärtsreferenz wörtlich durch den passenden Text <b>%2</b> ersetzt, sobald Sie den regulären Ausdruck in der grafischen Anzeige bearbeiten.</p>
el: <p>Κανονικές εκφράσεις με αναδρομή (back reference) δεν υποστηρίζονται.</p><p><tt>\1</tt>, <tt>\2</tt>, ... δηλώνουν <i>αναδρομές</i>, δηλαδή αναφέρονται σε προηγούμενα ταιριάσματα. Δυστυχώς αυτό δεν υποστηρίζεται στην τρέχουσα έκδοση αυτού του επεξεργαστή.</p><p>Στην περιοχή του γραφικού περιβάλλοντος το κέιμενο <b>%1</b> έχει εισαχθεί. Πρόκειται ωστόσο για μια λύση επιβεβαίωσης ότι η εφαρμογή χειρίζεται την κανονική έλφραση. Συνεπώς, όταν επεξεργάζεστε την κανονική έκφραση στο γραφικό περιβάλλον, η αναδρομή θα αντικατασταθεί με ταίριασμα του κειμένου <b>%2</b> λέξη προς λέξη.</p>
eo: <p>Malantaŭreferencaj regulaj esprimoj ne estas subtenataj.</p><p><tt>\1</tt>, <tt>\2</tt>, ... estas <i>malantaŭaj referencoj< /i>, signifante ke ili rilatas al antaŭaj matĉoj. Bedaŭrinde tio ne estas subtenata en la nuna versio de ĉi tiu redaktilo.</p><p>En la grafika areo la teksto <b>%1</b> estas enmetita. Ĉi tio tamen estas nur solvo por certigi, ke la aplikaĵo entute pritraktas la regexp. Tial, tuj kiam vi redaktas la regulan esprimon en la grafika areo, la malantaŭa referenco estos anstataŭigita per kongruo kun la teksto <b>%2</b> laŭvorte.</p>
es: <p>Las referencias a expresiones regulares anteriores no están permitidas.</p><p><tt>\1</tt>, <tt>\2</tt>... son <i>referencias anteriores</i>, lo que significa que se refieren a coincidencias previas. Desgraciadamente, esto no se permite en la versión actual de este editor.</p><p>En el área gráfica se ha insertado el texto <b>%1</b>. Esto solo es una forma de asegurar que la aplicación pueda usar la expresión regular. De ahí que, en cuanto edite la expresión regular en el área gráfica, la referencia anterior se sustituya para que coincida con el texto <b>%2</b> literalmente.</p>
et: <p>Tagasiviitavad regulaaravaldised ei ole toetatud.</p><p><tt>\1</tt>, <tt>\2</tt>, ... on <i>tagasiviited</i>, mis tähendab, et need viitavad varasematele vastetele. Kahjuks ei ole see redaktori praeguses versioonis toetatud.</p><p>Graafilisele alale on lisatud tekst <b>%1</b>. See on siiski ainult selleks, et rakendus üldse regulaaravaldist käitleks. Mis omakorda tähendab, et niipea kui muudad regulaaravaldist graafilisel alal, asendatakse tagasiviide otseselt vastava tekstiga <b>%2</b>.</p>
eu: <p>Atzerako aipamena duten adierazpen erregularrak ez dira onartzen.</p><p><tt>\1</tt>, <tt>\2</tt>, ... <i>atzerako aipamenak</i> dira, aurreko bat etortzeei aipamen egiten dietela alegia. Tamalez, editorearen egungo bertsioak ez du horretarako euskarririk.</p><p>Eremu grafikoan <b>%1</b> sartu da. Hori baina, aplikazioak adierazpen erregularra maneiatzen duela ziurtatzeko konponbide bat besterik ez da. Beraz, eremu grafikoan adierazpen erregularra editatzen duzun bezain laster, atzerako aipamena <b>%2</b> testua hitzez-hitz parekatuz ordeztuko da.</p>
fi: <p>Säännöllisten lausekkeiden takaisinviittauksia ei tueta.</p><p><tt>\1</tt>, <tt>\2</tt> jne. ovat <i>takaisinviittauksia</i> eli viittaavat aiempiin osumiin. Muokkaimen nykyinen versio ei valitettavasti tue niitä.</p><p>Näyttöalueelle on liitetty teksti <b>%1</b>. Tämä on kuitenkin vain kiertotie, jolla varmistetaan, että sovellus ollenkaan käsittelee lausekkeen. Heti muokattuasi säännöllisen lausekkeen näyttöalueella takaisinviittaus korvataan nimenomaisella tekstillä <b>%2</b>.</p>
fr: <p>Les expressions rationnelles qui utilisent des références arrière ne sont pas prises en charge.</p><p><tt>\1</tt>, <tt>\2</tt>,... sont des <i>références arrière</i>, ce qui signifie qu'elles se réfèrent à des correspondances antérieures. Malheureusement, celles-ci ne sont pas prises en charge par la version actuelle de cet éditeur.</p><p>Le texte <b>%1</b> a été inséré dans la zone graphique. Il ne s'agit que d'une solution de contournement afin que l'application puisse gérer le reste de l'expression rationnelle. Ainsi, dès que vous éditerez l'expression rationnelle dans la zone graphique, la référence arrière sera remplacée par le texte <b>%2</b>.</p>
gl: <p>Non se permiten expresións regulares con referencias previas.</p> <p><tt>\1</tt>, <tt>\2</tt>, … son <i>referencias previas</i> porque fan referencia a capturas previas. A versión actual do editor non é compatíbel con esta funcionalidade.</p> <p>Na zona gráfica inseriuse o texto <b>%1</b>. Porén, isto non é máis que unha solución temporal para asegurarse de que a aplicación é capaz de asimilar a expresión regular. Polo tanto, en canto edite a expresión regular na zona gráfica, a referencia previa substituirase polo texto capturado.<b>%2</b> en forma de cadea de texto literal.</p>
he: <p>אין תמיכה בביטויים רגולריים שמפנים אחורה.</p><p><tt>\1</tt>, <tt>\2</tt>, … הן <i>הפניות אחורה</i>, כלומר שהם מתייחסים להפניות קודמות. לרוע המזל, בגרסה הנוכחית של העורך אין בהן תמיכה. </p><p>באזור הגרפי הוזן הטקסט <b>%1</b>. זה מעקף שנועד לוודא שהיישום בכלל מטפל בביטויים רגולריים. לכן, בעת עריכת הביטוי הרגולרי באזור הגרפי, ההפניות אחורה תוחלפנה בטקסט התואם <b>%2</b> בהתאמה.</p>
it: <p>Le espressioni regolari con riferimenti all'indietro non sono supportate.</p><p><tt>\1</tt>, <tt>\2</tt>, ... sono <i>riferimenti all'indietro</i>, cioè fanno riferimento a corrispondenze precedenti. Sfortunatamente non sono supportate nella versione corrente di questo editor.</p><p>Nell'area grafica è stato inserito il testo <b>%1</b>. Tuttavia, questo viene fatto affinché l'applicazione possa gestire l'espressione regolare. Quindi, appena modifichi l'espressione regolare nell'area grafica, il riferimento all'indietro sarà sostituito letteramente dal testo <b>%2</b>.</p>
ko: <p>역참조 정규 표현식은 지원하지 않습니다.</p><p><tt>\1</tt>, <tt>\2</tt>, ... 등은 <i>역참조 정규표현식</i>으로, 이전 일치를 가리킵니다. 이 편집기의 현재 버전에서는 역참조를 지원하지 않습니다.</p><p>그래픽 영역에는 텍스트 <b>%1</b>이(가) 추가되어 있지만, 앱에서 정규 표현식을 처리할 수 있도록 문제를 우회할 뿐입니다. 정규 표현식을 그래픽 영역에서 편집한 후에는 역참조가 일치하는 문자열인 <b>%2</b>(으)로 대체됩니다.</p>
nl: <p>Terug verwijzende reguliere expressies worden niet ondersteund.</p><p><tt>\1</tt>, <tt>\2</tt>, ... are <i>terug verwijzingen</i>, wat betekent dat ze verwijzen naar eerdere overeenkomende elementen. Helaas wordt dit niet ondersteund in de huidige versie van deze editor.</p><p>In het grafische gebied is de tekst <b>%1</b> ingevoegd. Dit is echter slechts een er omheen werken om te verzekeren dat de toepassing de "regexp" wel behandeld. Zodra u daarom de reguliere expressie bewerkt in het grafische gebied, zal de terug verwijzing letterlijk vervangen worden door de overeenkomende tekst <b>%2</b>.</p>
nn: <p>Regulære søk med bakover­referansar er ikkje støtta.</p><p><tt>\1</tt>, <tt>\2</tt>, … er <i>bakover­referansar</i>, som altså referer tilbake til tidlegare treff. Dette er førebels ikkje støtta i programmet.</p><p>På det grafiske området vart teksten <b>%1</b> sett inn, men merk at dette berre er ei nødløysinga for å sikra at programmet handterer uttrykket i det heile teke. Så snart du redigerer uttrykket der, vert bakover­referansen bytt ut med den bokstavlege teksten <b>%2</b>.</p>
pl: <p>Wyrażenia regularne wstecznych odwołań nie są obsługiwane.</p><p><tt>\1</tt>, <tt>\2</tt>, ... są <i>wstecznymi dowołaniami</i>, co oznacza, że odwołują się do poprzednio pasujących wyrażeń. Niestety nie jest to obsługiwane w bieżącej wersji tego edytora.</p><p>W obszarze graficznym tekst <b>%1</b> został wstawiony. Jest to jednakże tylko obejście do upewnienia się, że program w ogóle obsługuje wyrażenie regularne. Dlatego, zaraz po edytowaniu wyrażenia regularnego w obszarze graficznym, odwołanie wsteczne zostanie dosłownie zastąpione pasującym tekstem <b>%2</b>.</p>
pt: <p>As expressões regulares com referências prévias não são suportadas.</p><p>O <tt>\1</tt>, <tt>\2</tt>, ... são <i>referências prévias ou anteriores</i>, o que significa que fazem referência a correspondências anteriores. Infelizmente, isto não é suportado na versão actual deste editor.</p><p>Na área gráfica, o texto <b>%1</b> foi introduzido. Isto é, contudo, uma alternativa para garantir que a aplicação lida de todo com a expressão regular. Como tal, assim que editar a expressão regular na área gráfica, a referência prévia será substituída pela correspondência literal com o texto <b>%2</b>.</p>
pt_br: <p>Não há suporte para expressões regulares com referências anteriores.</p><p>O <tt>\1</tt>, <tt>\2</tt>, ... são <i>referências anteriores</i>, e significa que fazem referência a correspondências anteriores. Infelizmente, isto não é suportado na versão atual deste editor.</p><p>Na área gráfica, o texto <b>%1</b> foi introduzido. Isso é, contudo, apenas uma alternativa para garantir que o aplicativo lida com a expressão regular. Dessa forma, assim que editar a expressão regular na área gráfica, a referência anterior será substituída pela correspondência literal com o texto <b>%2</b>.</p>
sk: <p>Spätne referencované regulárne výrazy nie sú podporované.</p><p><tt>\1</tt>, <tt>\2</tt>, ... sú <i>spätné referencie</i>, čo znamená, odkazujú na predošlé zhody. Bohužiaľ, toto nie je podporované v aktuálnej verzii tohto editora.</p> <p>V grafickej oblasti bol vložený text <b>%1</b>. Toto je však iba obídenie, na uistenie, že aplikácia vôbec spracúva regexp. Teda, kým editujete regulárny výraz v grafickej oblasti, spätné referencie sa nahradia zhodným textom <b>%2</b> doslovne.</p>
sl: <p>Referenčni regularni izrazi, ki se sklicujejo za nazaj, niso podprti.</p><p><tt>\1</tt>, <tt>\2</tt>, ... so <i> povratne reference </i>, kar pomeni, da se nanašajo na prejšnje vžigalice. V trenutni različici tega žal ta urejevalnik ni podprt.</p><p>V grafično območje je bilo vstavljeno besedilo <b>%1</b>. Vendar je to le rešitev, s katero zagotovite, da aplikacija obravnava regexp nasploh. Zato takoj, ko uredite regularni izraz v grafičnem območju bo zadnja referenca nadomeščena z ujemanjem besedila <b>%2</b> dobesedno.</p>
sv: <p>Reguljära uttryck med bakåtreferenser stöds inte.</p><p><tt>\1</tt>, <tt>\2</tt>, ... är <i>bakåtreferenser</i>, vilket betyder att de refererar till tidigare matchningar. Tyvärr stöds de inte i den nuvarande versionen av editorn.</p><p>I det grafiska området har texten <b>%1</b> infogats. Det är dock bara en provisorisk lösning för att säkerställa att programmet överhuvudtaget kan hantera det reguljära uttrycket. Därför kommer bakåtreferensen att ersättas med bokstavlig matchning av texten <b>%2</b>, så snart det reguljära uttrycket redigeras i det grafiska området.</p>
tr: <p>Kapsayan düzenli ifadeleri desteklenmiyor.</p><p><tt>\1</tt>, <tt>\2</tt>, ... <i>kapsayandır</i>, yani önceki eşleşmeleride kullanırlar. Maalesef bu özellik, düzenleyicinin mevcut sürümünde desteklenmiyor.</p><p>Grafik bölümüne <b>%1</b> metni eklendi. Ancak bu, uygulamanın düzenli ifade işlemediğinden emin olmak için geçici bir çözüm. Dolayısıyla, grafik alanda düzenlediğiniz düzenli ifade, hızlıca eşleşen <b>%2</b> metni ile eşlenir ve değiştirilir.</p>
uk: <p>Підтримки оброби формальних виразів зі зворотними посиланнями не передбачено.</p><p><tt>\1</tt>, <tt>\2</tt>, ... є <i>зворотними посиланнями</i>, тобто це посилання на попередні частини рядка. На жаль, у поточній версії редактора не передбачено підтримки таких посилань.</p><p>У області графічного редагування вставлено текстовий фрагмент <b>%1</b>. Втім, це лише штучний прийом для забезпечення можливості обробки формального виразу взагалі. Тому, щойно ви завершите редагування формального виразу у області графічного редагування, зворотне посилання буде замінено відповідним текстовим фрагментом, <b>%2</b>, буквально.</p>
zh_cn: <p>不支持后向引用正则表达式。</p><p><tt>\1</tt>, <tt>\2</tt>, ... 是 <i>后向引用</i>, 表示它们指的是之前的匹配。很抱歉，这个编辑器当前版本不支持。</p><p>在图形区域插入文本 <b>%1</b> 然而，这只是确保应用程序处理正则表达式的工作。 因此，一旦您编辑图形区域中的正则表达式， 后向引用将被文本 <b>%2</b> 字面匹配替换。</p>

source: Back reference regular expressions not supported
ar: التعابير النمطية للتطابقات السابقة غير مدعومة
bg: Регулярните изрази за обратна препратка не се поддържат
bs: Reference unazad kod regularnih izraza nisu podržane
ca: No s'admet la referència enrere d'expressions regulars
cs: Zpětně odkazující regulární výrazy nejsou podporovány
da: Regulære udtryk med tilbage-reference understøttes ikke
de: Rückwärtsreferenzen in regulären Ausdrücken nicht unterstützt
el: Κανονικές εκφράσεις με αναδρομή (back reference) δεν υποστηρίζονται
eo: Malantaŭreferencaj regulaj esprimoj ne subtenataj
es: Las expresiones regulares de tipo «referencia anterior» no están permitidas
et: Tagasiviitavad regulaaravaldised ei ole toetatud
eu: Atzerako aipamena duten adierazpen erregularrak ez dira onartzen
fi: Lausekkeiden takaisinviittauksia ei tueta
fr: Les expressions rationnelles comportant des références arrière ne sont pas prises en charge
gl: Non se permiten as expresións regulares con referencias previas.
he: אין תמיכה בביטויים רגולריים עם הפניות לאחור
it: Espressioni regolari con riferimenti all'indietro non supportate
ko: 역참조 정규 표현식은 지원하지 않음
nl: Terug verwijzende reguliere expressies zijn niet ondersteund
nn: Regulære søk med bakover­referansar er ikkje støtta
pl: Wyrażenia regularne wstecznych odwołań nie są obsługiwane
pt: As expressões regulares com referências prévias não são suportadas
pt_br: Não há suporte para expressões regulares com referências anteriores
sk: Regulárne výrazy so spätnou referenciou nie sú podporované
sl: Za nazaj referenčni regularni izrazi niso podprti
sv: Reguljära uttryck med bakåtreferenser stöds inte
tr: Kapsayan düzenli ifadeler desteklenmiyor
uk: Підтримки оброби формальних виразів зі зворотними посиланнями не передбачено
zh_cn: 不支持后向引用正则表达式

source: Selection tool
ar: أداة التحديد
bg: Избор
bs: Alat za biranje
ca: Eina de selecció
cs: Výběrový nástroj
da: Markeringsværktøj
de: Auswahlwerkzeug
el: Εργαλείο επιλογής
eo: Elektilo
es: Herramienta de selección
et: Valikutööriist
eu: Hautapen tresna
fa: ابزار گزینش
fi: Valintatyökalu
fr: Outil de sélection
gl: Ferramenta de selección
he: כלי בחירה
hi: चयन औज़ार
hu: Kijelölési eszköz
it: Strumento di selezione
ja: 選択ツール
kk: Таңдау құралы
km: ឧបករណ៍​ជ្រើស
ko: 선택 도구
lv: Atlases rīks
mk: Алатка за избирање
ms: Alat pilihan
nb: Markeringsverktøy
nds: Utsöök-Warktüüch
ne: चयन उपकरण
nl: Selectiegereedschap
nn: Veljeverktøy
pl: Narzędzie zaznaczania
pt: Ferramenta de selecção
pt_br: Ferramenta de seleção
ro: Unealtă de selecție
ru: Выделение
sk: Nástroj pre výber
sl: Orodje za izbiranje
sv: Markeringsverktyg
ta: தேர்வுக் கருவி
tg: Асбоби ҷудосозӣ
tr: Seçim aracı
uk: Засіб вибору
zh_cn: 选择工具
