Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>This will change the state of the editor to <i>selection state</i>.</p><p>In this state you will not be inserting <i>regexp items</i>, but instead select them. To select a number of items, press down the left mouse button and drag it over the items.</p><p>When you have selected a number of items, you may use cut/copy/paste. These functions are found in the right mouse button menu.</p>
ar: <p>سيغيّر ذلك حالة المُحًرّر إلى <i>حالة التحديد</i>.</p><p>في هذه الحالة، لن تقوم بإدراج <i>عناصر تعبير نمطى</i>، وإنما ستقوم بتحديدها. لتحديد مجموعة من العناصر، اضغط زر الفأرة الأيسر ثم اسحبها فوق العناصر.</p><p>بعد تحديدك لمجموعة من العناصر، بإمكانك استخدام وظائف قص/نسخ/لصق. هذه الوظائف موجودة داخل قائمة زر الفأرة الأيمن.</p>
bg: <p>Това сменя състоянието на редактора в <i>режим на избор</i>.</p><p>В този режим ще може да избирате <i>елементи на регулярния израз</i>, вместо да ги редактирате. За да изберете няколко елемента, задръжте левия бутон на мишката и е я влачете над елементите, които искате да изберете.</p><p>Избраните елементи могат да бъдат изрязвани, копирани и поставяни чрез съответните операции в менюто на десния бутон на мишката.</p>
bs: <p> Ovo će promjeniti status editora u <i> status izabairanja </i>. </p> <p> U ovom stanju nećete unositi <i> regex stavke </i>, nego ih izabirati. Da izaberete više stavki pritisnite lijevo dugme miša i prenesite ga preko stavki.</p> <p>Kada ste izabrali određeni broj stavki, možete ih odsječi(cut)/kopirati(copy)/zalijepiti(paste). Ove funkcije se mogu naći u miniju koji se dobije desnim klikom miša. </p>
ca: <p>Això canviarà l'estat de l'editor a <i>estat de selecció</i>.</p><p>En aquest estat no s'inserirà cap <i>element d'expressió regular</i>, sinó que els seleccionaràs. Per a seleccionar-ne uns quants, clica el botó esquerre del ratolí i arrossega'l sobre els elements.</p><p>Quan hagis seleccionat uns quants elements els pots retallar/copiar/enganxar. Aquestes funcions estan al menú que surt en prémer el botó dret del ratolí.</p>
cs: <p>Toto změní postavení editoru na <i>výběrové postavení</i>. </p><p>V tomto postavení nebudete moct vkládat <i>položky regulárních výrazů</i>, ale ve skutečnosti je vybírat. K výběru většího počtu položek stlačte levé tlačítko myši a táhněte ji nad položkami.</p><p>Když máte vybrány položky, použijte vyjmout/kopírovat/vložit. Tyto funkce najdete v nabídce vyvolaným pravým tlačítkem.</p>
da: <p>Dette vil ændre editorens tilstand til <i>markeringstilstand</i>.</p><p>I denne tilstand vil du ikke indsætte <i>regexp-elementer</i>, men i stedet markere dem. For at markere et antal punkter, skal du holde venstre museknap nede og trække den hen over punkterne.</p><p>Når du har valgt et antal punkter, kan du klippe/kopiere/indsætte. Disse funktioner findes i højre museknap-menuen.</p>
de: <p>Dies ändert den Zustand des Editors auf <i>Auswahl-Zustand</i> </p><p>In diesem Zustand fügen Sie nicht <i>reguläre Ausdruckselemente</i> dazu, sondern wählen sie aus. Um mehrere Elemente auszuwählen, drücken Sie die Maus und fahren damit über die Elemente. </p><p>Wenn Sie die Elemente ausgewählt haben, können Sie Ausschneiden/ Kopieren/ Einfügen benutzen. Diese Funktionen befinden sich im Kontextmenü, das über die rechten Maustaste erreicht wird.</p>
el: <p>Αυτό θα αλλάξει την κατάσταση του επεξεργαστή σε <i>κατάσταση επιλογής</i>.</p><p>Σε αυτή την κατάσταση δε θα εισάγετε <i>αντικείμενα κανονικών εκφράσεων</i>, αλλά θα τα επιλέγετε. Για να επιλέξετε έναν αριθμό αντικειμένων, πατήστε το αριστερό κουμπί του ποντικιού σας και σύρτε το πάνω τα αντικείμενα.</p><p>Όταν έχετε κάνει την επιλογή σας, μπορείτε να κάνετε αντιγραφή, αποκοπή και επικόλληση. Αυτές οι λειτουργίες βρίσκονται στο μενού του δεξιού πλήκτρου του ποντικιού.</p>
eo: <p>Ĉi tio ŝanĝos la staton de la redaktilo al <i>elekta stato</i>.</p><p>En ĉi tiu stato vi ne enmetos <i>regexp-erojn</i>, sed anstataŭe elektos ilin. Por elekti kelkajn erojn, premu la maldekstran musbutonon kaj trenu ĝin super la erojn.</p><p>Kiam vi elektis kelkajn erojn, vi povas uzi tranĉi/kopii/alglui. Ĉi tiuj funkcioj troviĝas en la menuo de la dekstra musbutono.</p>
es: <p>Esto cambiará el estado del editor a <i>estado de selección</i>.</p><p> En este estado no podrá insertar <i>elementos de expresión regular</i>, pero sí seleccionarlos. Para seleccionar un número de elementos, pulse el botón izquierdo del ratón y arrástrelo sobre los elementos.</p><p>Cuando haya seleccionado un número de elementos, puede usar cortar/copiar/pegar. Estas funciones se encuentran en el menú desplegable con el botón derecho del ratón.</p>
et: <p>Muudab redaktori oleku <i>valikuolekuks</i>.</p><p>Selles olekus ei saa lisada <i>regulaaravaldise elemente</i>, küll aga neid valida. Mitme elemendi valimiseks hoia all hiire vasak nupp ja liigu hiirega üle elementide.</p><p>Kui oled valinud mitu elementi, võid kasutada käske lõika/kopeeri/aseta. Neid saab kasutada hiire parema nupu klõpsuga avanevast menüüst.</p>
eu: <p>Horrek editorearen egoera <i>hautapen egoera</i>ra aldatuko du</p>.<p>Egoera horretan ez dituzu <i>adierazpen erregularreko elementuak</i> sartuko, haiek hautatuko baizik. Hainbat elementu hautatzeko, sakatu saguaren ezkerreko botoia eta arrastatu elementuen gainera.</p><p>Hainbat elementu hautatu dituzunean, ebaki/kopiatu/itsatsi erabil ditzakezu. Funtzio horiek saguaren eskuineko botoiaren menuan daude.</p>
fa: <p>باعث تغییر وضعیت ویرایشگر به <i>وضعیت گزینش</i> می‌شود. </p><p>در این وضعیت نباید <i>فقره‌ها‌ی عبارت منظم</i> را درج کنید، بلکه باید آنها را برگزینید. برای برگزیدن تعداد فقره‌ها‌، دکمه چپ موشی را پایین نگه دارید و آن را روی فقره‌ها‌ بکشید.</p><p>زمانی که تعدادی فقره را انتخاب کردید، می‌توانید از برش/رونوشت/چسباندن استفاده کنید. این کلیدهای کار در گزینگان دکمه راست موشی یافت می‌شوند.</p>
fi: <p>Tämä muuttaa muokkaimen tilaksi <i>valintatila</i>.</p><p>Tässä tilassa et voi lisätä <i>säännöllisiä elementtejä</i>, mutta sen sijaan voit valita niitä. Valitaksesi useamman elementin, paina hiiren vasenta painiketta ja vedä hiiri elementtien yli.</p><p>Kun olet valinnut useamman elementin, voit leikata/kopioida/liittää niitä. Löydät nämä toiminnot hiiren oikealla painikkeella avautuvasta valikosta.</p>
fr: <p>Ceci passera l'éditeur dans un <i>état de sélection</i>.</p><p>Dans cet état, vous ne pourrez pas insérer d'<i>éléments d'expression rationnelle</i>, mais pourrez les sélectionner. Pour sélectionner un certain nombre d'éléments, cliquez avec le bouton gauche de la souris et déplacez le curseur, sans relâcher le bouton, par-dessus les différents éléments.</p><p>Une fois que vous avez sélectionné n certain nombres d'éléments, vous pouvez les couper / copier / coller. Ces fonctions sont accessibles par le menu du bouton droit de la souris.</p>
gl: <p>Isto irá cambiar o estado do editor para o <i>estado de selección</i>.</p><p>Neste estado non se insiren <i>elementos de expresión regular</i>, senón que se escollen. Para seleccionar un elemento, prema o botón esquerdo do rato e arrástreo sobre os elementos.</p><p>Despois de seleccionar un certo número de elementos, pode usar cortar/copiar/pegar. Estas funcións atópanse no menú do botón dereito do rato.</p>
he: <p>פעולה זו תשנה את מצב העורך ל<i>מצב בחירה</i>.</p><p>במצב זה לא כותבים <i>פריטי ביטויים רגולריים</i>, אך במקום בוחרים אותם. כדי לבחור מספר פריטים, יש ללחוץ על לחצן העכבר השמאלי ולגרור אותו מעל לפריטים.</p><p>לאחר בחירה במספר פריטים, אפשר להשתמש בגזירה/העתקה/הדבקה. הפונקציות האלה נמצאות בתפריט לחצן העכבר הימני.</p>
hu: <p>Ennek hatására a szerkesztő <i>kijelölési módba</i> vált.</p><p>Ilyenkor nem lehet <i>új tagokat beszúrni</i>, viszont ki lehet őket jelölni. Több elem kijelöléséhez nyomja le a bal egérgombot és húzza az egérmutatót a kívánt elemek fölé.</p><p>Ha kijelölt mindent, amit szeretett volna, használja a másolás/kivágás/beillesztés funkciókat. Ezek a jobb egérgombbal előhívható felbukkanó menüből érhetők el.</p>
it: <p>Ciò cambierà lo stato dell'editor allo <i>stato di selezione</i>.</p><p>In questo stato, non puoi inserire <i>elementi di espressioni regolari</i>, ma selezionarli. Per selezionare alcuni oggetti, premi il tasto sinistro del mouse e trascinalo sopra gli oggetti.</p><p>Quando hai selezionato alcuni oggetti, puoi usare taglia/copia/incolla. Questi funzioni si trovano nel menu che appare premendo il tasto destro del mouse.</p>
ja: <p>これはエディタの状態を選択モードに変えます。</p><p>このモードでは正規表現項目を挿入するのではなく、選択します。複数の項目を選択するには、マウスの左ボタンを押しながら項目の上をドラッグしてください。</p><p>選択した複数の項目は、まとめてコピー、切り取り、貼り付けできます。マウスの右ボタンをクリックすると、これらの機能がメニューに表示されます。</p>
km: <p>វា​នឹង​ផ្លាស់ប្ដូរ​សភាព​នៃ​កម្មវិធី​កែសម្រួល<i>សភាព​ជ្រើស</i> ។</p><p>ក្នុង​សភាព​នេះ​អ្នក​នឹង​មិន​ត្រូវ​បាន​បញ្ចូល <i>ធាតុ regexp </i> ប៉ុន្តែ​ជំនួស​ដោយ​ជ្រើស​ដោយ​ពួក​វា ។ ដើម្បី​ជ្រើស​ធាតុ​មួយ​ចំនួន ចុច​ប៊ូតុង​កណ្ដុរ​ខាង​ឆ្វេង​និង​អូស​វា​ទៅ​លើ​ធាតុ ។</p><p>នៅ​ពេល​ដែល​អ្នក​ជ្រើស​ធាតុ​មួយ​ចំនួន អ្នក​ប្រហែល​ជា​ប្រើ កាត់/ចម្លង/បិទ​ភ្ជាប់ ។ មុខ​ងារ​ទាំង​នេះ​អាច​រក​ឃើញ​នៅ​ក្នុង​ម៉ឺនុយ​ប៊ូតុង​កណ្ដុរ​ខាង​ស្ដាំ ។</p>
ko: <p>편집기의 상태를 <i>선택 상태</i>로 변경합니다.</p><p>이 상태에서 <i>정규 표현식 항목</i>을 삽입할 수는 없지만 선택할 수는 있습니다. 여러 항목을 선택하려면 마우스 왼쪽 단추를 누른 상태에서 항목을 드래그 하십시오.</p><p>여러 항목을 선택하면 잘라내기/복사/붙여넣기를 사용할 수 있습니다. 이 기능은 오른쪽 마우스 단추를 눌러서 나오는 메뉴에서 찾을 수 있습니다.</p>
lv: <p>Nomainīs redaktora stāvokli uz <i>atlases stāvokli</i>.</p><p>Šai stāvoklī jūs neievietosiet <i>regulārās izteiksmes vienumus</i>, bet gan atlasīsiet tos. Lai atlasītu vienumus, nospiediet kreiso peles taustiņu un velciet pāri vienumiem.</p><p>Kad jums būs pietiekams daudzums vienumu, jūs varat izmantot izgriezt/kopēt/ielīmet. Šīs funkcijas atrodas peles labās pogas izvēlnē.</p>
nb: <p>Dette setter redigerings-programmet i <i>valgtilstand</i>.</p><p> I denne tilstanden setter du ikke inn <i>deler av regulære uttrykk</i>, men velger dem. Hold venstre museknapp nede, og dra den over uttrykksdelene for å markere dem. </p><p> Når du har markert en eller flere deler kan du bruke klipp/kopier/lim inn. Disse funksjonene finner du i høyre museknappmeny.</p>
nds: <p>Disse Knoop versett den Editor na den <i>Utsöök-Bedrief</i>.</p><p>In disse Bedriefoort föögst Du keen <i>Deelutdrück</i> in, man söchst se ut. Wenn Du mehr Elementen utsöken wullt, holl den linken Muusknoop daal un fohr mit de Muus över de Elementen.</p><p>Wenn Du Elementen utsöcht hest, kannst Du de Funkschonen Knippen, Koperen un Infögen bruken, de Du in't Rechtsklickmenü finnst.</p>
nl: <p>Dit zal de stand van de editor veranderen in de <i>selectiestand</i>. </p><p>In deze stand kunt u <i>regexp-items</i> selecteren in plaats van invoegen. Om een aantal items te selecteren, houdt de linker muisknop ingedrukt terwijl u de muisaanwijzer over de items heen beweegt. </p><p>Als u een aantal items hebt geselecteerd, dan kunt u knippen/kopiëren/plakken gebruiken. Deze functies vindt u in het contextmenu onder de rechter muisknop.</p>
nn: <p>Går over til <i>veljemodus</i>.</p><p> I denne modusen set du ikkje inn <i>deluttrykk</i>; du vel dei i staden. For å velja fleire uttrykk samtidig kan du halda inne venstre museknapp og dra peikaren over uttrykka. </p><p> Når du har merkt uttrykk, kan du bruka klipp ut / kopier / lim inn på dei. Desse funksjonane finn du i høgreklikksmenyen.</p>>
pl: <p>Edytor przejdzie w <i>tryb zaznaczania</i>.</p><p>W tym trybie nie wpisuje się <i>wyrażeń regularnych</i>, natomiast zaznacza się je. Do zaznaczenia czegoś użyj lewego przycisku myszki, naciśnij i przeciągnij.</p><p> Potem możesz użyć operacji wytnij/kopiuj/wklej. Te funkcje dostępne są w menu pod prawym przyciskiem myszki.</p>
pt: <p>Alterar o modo do editor para o <i>modo de selecção</i>.</p><p>Neste modo não pode inserir <i>itens da expressão regular</i>, apenas seleccioná-los. Para seleccionar uma dada quantidade de itens, carregue no botão esquerdo do rato e arraste-o por cima dos itens.</p><p>Quando tiver seleccionado os itens desejados, podes usar o cortar/copiar/colar. Estas funções constam no menu do botão direito do rato.</p>
pt_br: <p>Isto irá alterar o estado do editor para <i>estado de seleção</i>.</p><p>Neste estado você não estará inserindo <i>itens de expressão regular</i>, mas estará selecionando-os. Para selecionar um grupo de itens, pressione o botão esquerdo do mouse e arraste-o sobre os itens.</p><p>Quando você tiver selecionado um grupo de itens, você pode usar recortar/copiar/colar. Estas funções são encontradas no menu do botão direito do mouse.</p>
sk: <p>Toto zmení stav editora na <i>stav výberu</i>.</p><p>V tomto stave nebudete zadávať <i>položky</i>, ale vyberať ich. Viac položiek vyberiete podržaním ľavého tlačidla myši a ťahaním kurzoru cez položky.</p><p>Po ich výbere môžete použiť schránku. Funkcie vložiť/vystrihnúť/vložiť nájdete v kontextovom menu pravého tlačidla myši.</p>
sl: <p>To bo spremenilo stanje urejevalnika v <i>stanje izbiranja</i>.</p><p>V tem stanju ne boste vstavljali <i>delov regularnih izrazov</i>,pač pa jih boste izbirali. Če želite izbrati več delov, držite levi gumb miške in jo povlecite prek delov.</p><p>Ko izberete več delov, lahko uporabite tudi izrezovanje/kopiranje/lepljenje. Te funkcije najdete v menuju, ki ga dobite s klikom desnega gumba miške.</p>
sv: <p>Det här ändrar tillstånd för editorn till <i>markeringsläge</i>.</p><p>I det här läget infogar du inte <i>objekt</i> i det reguljära uttrycket, utan istället markerar du dem. För att markera ett antal objekt, håll nere vänster musknapp och dra markören över objekten.</p><p>När du har markerat ett antal objekt, kan du använda klipp ut, kopiera eller klistra in. De här funktionerna hittas i menyn som visas med höger musknapp.</p>
tr: <p>Bu editörün durumunu <i>seçim durumuna</i> getirecek.</p><p>Bu durumda <i>düzenli ögeler</i> ekleyemeyecek, ancak onun yerine seçiyor olacaksınız. Birkaç ögeyi seçmek için, farenin sol tuşuna basılı tutun ve imleci ögelerin üzerine sürükleyin.</p><p>Birkaç öge seçtiğinizde, kes/kopyala/yapıştır'ı kullanabilirsiniz. Bu işlevler sağ fare tuşu menüsünde bulunurlar.</p>
uk: <p>Це змінить режим редактора на <i>режим вибору</i>.</p><p>У цьому режимі ви не будете вставляти <i>елементи ф. виразів</i>, а вибирати їх.</p><p>Коли ви вибрали декілька елементів, ви можете вирізати/копіювати/вставляти. Ці функції викликаються за допомогою правої кнопки мишки.</p>
zh_cn: <p>这将使编辑器切换到<i>选择状态</i>。</p><p>在这一状态下您将不能插入<i>正则表达式项目</i>，只能选择他们。如果想同时选中几项，按下鼠标左键并划过这些项目即可。</p><p>当您选中几项以后，就可以使用剪切/复制/粘贴功能。这些功能可以在鼠标右键菜单中看到。</p>

source: Text
ar: نص
bg: Текст
bs: Tekst
da: Tekst
el: Κείμενο
eo: Teksto
es: Texto
et: Tekst
eu: Testua
fa: متن
fi: Teksti
fr: Texte
gl: Texto
he: טקסט
hi: पाठ
hu: Szöveg
it: Testo
ja: テキスト
kk: Мәтін
km: អត្ថបទ
ko: 텍스트
lv: Teksts
mk: Текст
ms: Teks
nb: Tekst
ne: पाठ
nl: Tekst
nn: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
ru: Текст
sl: Besedilo
ta: உரை
tg: Матн
tr: Metin
uk: Текст
zh_cn: 文字

source: <qt>This will insert a text field, where you may write text. The text you write will be matched literally. (i.e. you do not need to escape any characters)</qt>
ar: <qt>سيدرج ذلك حقلاً نصياً، حيث يمكنك كتابة نص. وسيتم مطابقة النص الذي كتبت حرفياً. (أي أنك لا تحتاج لتخطّى أية رموز)</qt>
bg: <qt>Вмъкване на текст. При тази операция ще се вмъкне текстово поле, където ще може да зададете текст, който да да бъде използван за съвпадение. В текстовото поле всички знаци се разглеждат като обикновени знаци и специалните знаци няма нужда да бъдат предшествани от наклонена черта.</qt>
bs: <qt>Ovo će ubaciti tekstualno polje, gdje možete pisati tekst. Tekst koji upišete biće usklađen doslovno (tj. ne morate da izbjegavate nijedan znak).</qt>
ca: <qt>Això inserirà un camp de text, on es pot escriure text. El text que s'hi escrigui haurà de coincidir literalment. (per tant, no fa falta escapar cap caràcter)</qt>
cs: <qt>Toto vloží textové pole, kde byste měli psát text. Text, který napíšete, se bude shodovat v pravém slova smyslu (tj. nebudete muset oddělovat žádné znaky).</qt>
da: <qt>Dette vil indsætte et tekstfelt hvor du kan indsætte tekst. Teksten du skriver, vil komme til at matche bogstaveligt (dvs. du har ikke brug for escape-tegn).</qt>
de: <qt>Dies fügt ein Textfeld ein, in das Sie schreiben können. Dieser Text wird auf wörtliche Übereinstimmung geprüft.</qt>
el: <qt>Αυτό θα εισάγει ένα πεδίο κειμένου, όπου μπορείτε να γράψετε κείμενο. Το κείμενο που θα πληκτρολογήσετε θα ταιριάξει κυριολεκτικά. (δηλ. δε θα χρειαστεί να αποφευχθεί με ένα χαρακτήρα backslash κανένας χαρακτήρας)</qt>
eo: <qt>Ĉi tio enigos tekstkampon, kie vi povas skribi tekston. La teksto, kiun vi skribas, estos laŭvorte kongrua. (t.e. vi ne bezonas eskapi iujn ajn signojn)</qt>
es: <qt>Esto insertará un campo en el que puede escribir texto. El texto que escriba se interpretará literalmente (es decir, no necesita incluir secuencias de escape para ningún carácter).</qt>
et: <qt>See lisab tekstivälja, kuhu võid sisestada teksti. Teksti võetakse täht-tähelt (s.t. mingeid paosümboleid sisestada pole vaja)</qt>
eu: <qt>Honek testua idazteko testu-eremu bat txertatuko du. Idazten duzun testua literalki bat-egingo da. (adi. ez duzu karaketerik ihestu behar)</qt>
fa: <qt> یک حوزه متن درج می‌کنید، یعنی در محلی که ممکن است متن را بنویسید. متنی که می‌نویسید به صورت نویسه لفظی تطبیق می‌شود. )یعنی لازم نیست از هیچ نویسه‌ای‌ بگذرید(</qt>
fi: <qt>Tämä lisää tekstikentän, jonne voit kirjoittaa tekstiä. Kirjoittamasi teksti täsmätään sanatarkasti. (s.o. sinun ei tarvitse päästää yhtään kirjainta karkuun)</qt>
fr: <qt>Ceci insérera un champ texte là où vous pourrez saisir du texte. Le texte que vous saisirez sera recherché de façon littérale (c'est-à-dire qu'il n'est pas nécessaire que vous utilisiez des caractères d'échappement).</qt>
gl: <qt>Isto insire un campo de texto onde pode escribir. Buscaranse coincidencias literais co texto que escriba (é dicir, non precisa escapar ningún carácter).</qt>
he: <qt>הוספת שדה טקסט בו אפשר לכתוב טקסט. הטקסט שייכתב יילכד כמו שהוא (כלומר, אין צורך להוסיף מילוט לשום תווים).</qt>
hu: <qt>Beilleszt egy szövegmezőt, melybe szöveget lehet bevinni. A megadott szöveg illesztése pontosan történik, tehát egyik karaktert sem kell 'escape-elni'.</qt>
it: <qt>Questo elemento inserisce una casella di testo, dove puoi scrivere del testo. Il testo che scrivi combacerà letteralmente (cioè non devi usare alcun carattere di escape).</qt>
ja: <qt>これはテキストを入力するフィールドを挿入します。入力されたテキストは文字どおりにマッチされます (特殊文字をエスケープする必要はありません)。</qt>
kk: <qt>Бұл батырма мәтінді келтіретін өрісін енгізу үшін. Бұнда келтіргеніңіз(шартты таңбалар жоқ) нақты мәтін.</qt>
km: <qt>វា​នឹង​បញ្ចូល​វាល​អត្ថបទ កន្លែង​ដែល​អ្នក​សសេរ​អត្ថបទ ។ អត្ថបទ​ដែល​អ្នក​សសេរ​នឹង​ត្រូវ​ផ្គូផ្គង​​តាម​ព្យញ្ជនៈ ។ (ឧ. អ្នក​មិន​ត្រូវ​គេច​តួ​អក្សរ​ខ្លះ​នោះ​ទេ ។)</qt>
ko: <qt>이는 텍스트 영역에 삽입됩니다. 쓰여진 텍스트는 글자 모양대로 일치됩니다. (따라서 어떤 문자도 제외하지 않아도 됩니다)</qt>
lv: <qt>Ievietos teksta lauku, kurā var ievadīt tekstu. Ievadītais teksts tiks salīdzināts precīzi. (Jums nevajadzēs izlaist nevienu rakstzīmi)</qt>
mk: <qt>Ова ќе вметне текстуално поле, каде што може да пишувате текст. Текстот кој ќе го пишувате ќе се совпадне буквално. (т.е. не морате да маркирате било кој знак)</qt>
ms: <qt>Ini akan menyelitkan medan teks, di mana anda boleh menulis teks. Teks yang anda tulis akan dipadan secara literal. (Iaitu, anda tidak perlu lepaskan sebarang aksara)</qt>
nb: <qt>Dette vil sette inn et tekstfelt hvor du kan skrive tekst. Teksten du skriver vil komme til å finne sitt treff bokstavelig. (dvs. du trenger ikke escape-tegn)</qt>
nds: <qt>Mit dissen Knoop kannst Du en Textfeld infögen, na dat Du Text ingeven kannst. Disse Deelutdruck warrt denn op Text anwendt, as he is, d.h. du bruukst keen Tekens (mit Torüchstreken "\") schulen.</qt>
ne: <qt>यसले पाठ फिल्ड घुसाउँदछ, जहाँ तपाईँले पाठ लेख्न सक्नुहुन्छ । तपाईँले लेख्नु भएको पाठ अक्षरश मिल्नेछ । (जस्तै, तपाईँले कुनै क्यारेक्टर इस्केप गर्नु पर्दैन ।)</qt>
nl: <qt>Dit zal een tekstveld invoegen, waarin u tekst mag schrijven. De tekst die u schrijft zal letterlijk overeenkomen (u hoeft dus geen tekens te vermijden).</qt>
nn: <qt>Set inn eit tekstfelt der du kan skriva tekst. Teksten du skriv, vert tolka bokstavleg. (Du treng altså ikkje bruka verneteikn/«escaping».)</qt>
pl: <qt>Wstawione zostanie pole tekstowe, do wprowadzania tekstu. Wpisany tekst będzie dopasowywany dosłownie. (Tzn. nie trzeba maskować żadnych znaków)</qt>
pt: <qt>Introduz um campo de texto, onde pode escrever texto. O que tu introduzir aqui será correspondido literalmente (i.e. não terá de marcar nenhuns caracteres)</qt>
pt_br: <qt>Isto vai inserir um campo de texto, onde você pode escrever. O texto que você escrever será combinado literalmente. (isto é, você não precisa usar caracteres de escape)</qt>
ru: <qt>Здесь расположена область для ввода текста. Текст, который вы здесь введёте, будет интерпретирован буквально (использовать метасимволы не нужно).</qt>
sk: <qt>Toto vloží textové pole, kam môžete zadať text. Ten bude nájdený literárne (takže nemusíte používať znak pomocou \)</qt>
sl: <qt>To bo vstavilo besedilno polje, kjer lahko pišete besedilo. Besedilo, ki ga boste napisali, bo dobesedno pregledano za ujemanje (se pravi, da vam ni treba pisati ubežnih znakov).</qt>
sv: <qt>Det här infogar ett textfält, där du kan skriva in text. Texten som du skriver in matchas exakt (dvs. du behöver inte hantera några tecken speciellt).</qt>
ta: <qt>இது ஒரு உறை புலத்தை சொருகும், அங்கு உறையை ஏழுதலாம். ஏழுதிய உறைகல் அப்படியே பொருந்தும். (i.e. எந்த ஒரு எழுத்தையும் தவிற்க தேவையில்லை)</qt>
tg: <qt>Дар ин ҷо майдон барои воридкунии матн ҷойгир аст. Матне, ки шумо дар ин ҷо менависед, бевосита мувофиқат карда мешавад. (яъне ба шумо лозим нест, ки ягон аломатро истифода баред)</qt>
tr: <qt>Bu metin yazabileceğiniz bir metin alanı ekler. Yazdığınız metin edebi olarak eşleştirilir. (Mesela herhangi bir karakteri kaçırmanız(escape) gerekmez)</qt>
uk: <qt>Це вставить текстове поле, де ви зможете набрати текст. Текст, який ви наберете буде шукатися без будь-яких замін (тобто, не потрібно додавати escape-символи)</qt>
zh_cn: <qt>这将插入一个文本编辑框供您书写。您所写的文本将被逐字匹配。(也就是说您无须回避任何字符)</qt>
