Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <h2>Send the author an electronic postcard</h2>I don't get any money for working on KRegExpEditor, I therefore appreciate it very much when users tell me what they think about my work. I would therefore be very happy if you <a href="mailto:blackie@kde.org?subject=KRegExpEditor">sent me a short mail</a>, telling me that you use my regular expression editor.<h2>Author</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
cs: <h2>Zašlete autorovy elektronickou pohlednici</h2>Za svou práci na KRegExpEditor nejsem nijak placen a tak bych rád získal zpětnou vazbu přímo od vás, uživatelů. Velmi mě potěší, když mi zašlete <a href="mailto:blackie@kde.org?subject=KRegExpEditor"> krátký mail</a> o své práci s editorem regulárních výrazů. <h2>Autor</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
eo: <h2>Sendu al la aŭtoro elektronikan poŝtkarton</h2>Mi ne ricevas monon por labori pri KRegExpEditor, mi do tre dankas kiam uzantoj diras al mi kion ili opinias pri mia laboro. Mi do tre ĝojus, se vi <a href="mailto:blackie@kde.org?subject=KRegExpEditor">sendus al mi mallongan retpoŝton</a>, dirante al mi, ke vi uzas mian regulespriman redaktilon.<h2 >Aŭtoro</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
eu: <h2>Bidali egileari postal elektroniko bat</h2>Ez dut dirurik irabazten KRegExpEditoren lanagatik, beraz erabiltzaileek nire lanari buruz zer pentsatzen duten jakite gustatzen zait. Beraz pozik egongo nintzateke <a href="mailto:blackie@kde.org?subject=KRegExpEditor"> posta motz bat bidaliko bazenidake</a> nire adierazpen erregularren editoreari buruz zer pentsatzen duzun esanez.<h2>Egilea</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
fa: <h2>ارسال کارت پستال الکترونیکی برای نویسنده</h2> من بابت کار با KRegExpEditor هزینه‌ای‌ دریافت نمی‌کنم؛ بنابراین، بسیار سپاسگزارم، اگر کاربران نظر خود را در مورد کار من بفرمایند. بنابراین، بسیار خوشحال می‌شوم اگر شما <a href="mailto:blackie@kde.org?subject=KRegExpEditor">نامه کوتاهی به من ارسال کنید</a>، بگویید که از ویرایشگر عبارت منظم من استفاده می‌کنید.<h2>نویسنده</h2><a href="http://www.blackie.dk/">جاسپر ک‌.پدرسن </a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
it: <h2>Spedisci all'autore una cartolina elettronica</h2>Io non ricevo soldi per il mio lavoro su KRegExpEditor, perciò mi piace quando gli utenti mi dicono cosa pensano del mio lavoro. Sarei molto contento se tu mi <a href="mailto:blackie@kde.org?subject=KRegExpEditor">spedissi un breve messaggio di posta elettronica</a>, dicendomi che usi il mio editor di espressioni regolari.<h2>Autore</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;<h2>Traduttore</h2>Federico Cozzi &lt;<a href="mailto:federicocozzi@federicocozzi.it">federicocozzi@federicocozzi.it</a>&gt;
ja: <h2>作者にメールを</h2>私は KRegExpEditor の開発から収入を得ているわけではありません。ですから、私の作品についてユーザの方から感想をお寄せいただくと大変うれしく思います。このエディタを使っているという簡単なものでも構いませんので、<a href="mailto:blackie@kde.org?subject=KRegExpEditor">ぜひ私あてにメールを送ってください</a>。<h2>作者</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
ms: <h2>Kirimkan poskad elektronik kepada pengarang</h2>Saya tidak mendapat bayaran kerana mengusahakan KRegExpEditor, oleh itu saya sangat menghargai apabila pengguna memberikan pendapat mereka tentang kerja saya. Lantaran itu, saya sangat gembira jika anda <a href="mailto:blackie@kde.org?subject=KRegExpEditor">menghantar mel ringkas kepada saya</a>, memberitahu saya bahawa anda menggunakan editor ungkapan biasa saya.<h2>Pengarang</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;
nb: <h2>Send et e-postkort til forfatteren</h2> Jeg får ikke betalt for å arbeide med KRegExpEditor. Derfor setter jeg stor pris på å høre fra brukere hva de synes om arbeidet mitt. Jeg ville bli glad om du <a href="mailto:blackie@kde.org?subject=KRegExpEditor">sender meg en kort e-post</a> og forteller meg at du bruker min redigerer for regulære uttrykk. <h2>Forfatter</h2> <a href="http://www.blackie.dk/"> Jesper K. Pedersen </a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;110
nl: <h2>Stuur de auteur een elektronisch kaartje</h2>Ik krijg geen geld voor mijn werk aan KDE. Daarom zou ik het zeer waarderen als gebruikers me vertellen wat ze van mijn werk vinden. Je zult me dan ook heel gelukkig maken als je <a href="mailto:blackie@kde.org?subject=KRegExpEditor">een kort berichtje stuurt</a> (in het Engels!) waarin je me vertelt dat je mijn regular expression editor gebruikt.<h2>Auteur</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;<h2>Vertaling</h2>Rinse de Vries en Wilbert Berendsen namens <a href= "mailto:vertaling@kde.nl">KDE-vertaalgroep Nederlands</a>
nn: <h2>Send utviklaren eit elektronisk postkort</h2>Eg tener ikkje pengar på arbeidet mitt for KDE. Eg set derfor stor pris på at brukarane fortel meg kva dei synest om arbeidet mitt. Dersom du sender <a href="mailto:blackie@kde.org?subject=KRegExpEditor">ein kort e-post til utviklaren</a> og fortel at du brukar dette programmet, vert eg svært glad.<h2>Utviklar</h2><a href="http://www.blackie.dk/">Jesper K. Pedersen</a> &lt;<a href="mailto:blackie@kde.org">blackie@kde.org</a>&gt;

source: Insert Blank
ar: إدراج فراغ
bg: Вмъкване на празно
bs: Umetni prazno
ca: Insereix un en blanc
cs: Vložit mezeru
da: Indsæt blank
de: Leerzeichen einfügen
el: Εισαγωγή κενού
eo: Enmetu spacon
es: Insertar espacio
et: Lisa tühi
eu: Hutsunea Sartu
fa: درج فاصله
fi: Lisää tyhjä
fr: Insérer un blanc
gl: Inserir un espazo en branco
he: הוספת ריק
hi: ब्लैंक प्रविष्ट करें
hu: Üres hely beszúrása
it: Inserisci vuoto
ja: ブランクを挿入
kk: Бос элементті ендіру
km: បញ្ចូល​ទទេរ
ko: 빈 칸 삽입
lv: Ievietot tukšu
mk: Вметни празно
ms: Selitkan Kosong
nb: Sett inn tom
nds: Freeteken infögen
ne: खाली स्थान घुसाउनुहोस्
nl: Blank invoegen
nn: Set inn tomt
pl: Wstaw puste
pt: Inserir Vazio
pt_br: Inserir Espaço
ro: Inserează spațiu
ru: Вставить пустышку
sk: Vložiť prázdne
sl: Vstavi presledek
sv: Infoga blanktecken
ta: வெற்றுவை செருகு
tg: Ҷойгузории Холигӣ
tr: Boşluk Ekle
uk: Вставити пропуск
zh_cn: 插入空白

source: Due to a bug, it is not possible to remove the last element.
ar: لوجود خطأ برمجى، لا يمكن حذف آخر عنصر.
bg: Последният елемент не може да бъде изтрит поради грешка в програмата.
bs: Zbog greške, nije moguće ukloniti posljednji element.
ca: A causa d'un error del programa, no és possible eliminar l'últim element.
cs: Kvůli chybě není možné odstranit poslední element.
da: På grund af en programfejl er det ikke muligt at fjerne det sidste element.
de: Wegen eines Programmfehlers ist die Entfernung des letzten Elements nicht möglich.
el: Λόγω σφάλματος, δεν είναι δυνατή η αφαίρεση του τελευταίου στοιχείου.
eo: Pro cimo, ne eblas forigi la lastan eron.
es: Debido a un error de programación, no es posible eliminar el último elemento.
et: Vea tõttu ei ole võimalik eemaldada viimast elementi.
eu: Programazio-akats baten eraginez, ezin da azkeneko elementua ezabatu.
fa: به خاطر یک اشکال، حذف آخرین عنصر ممکن نیست.
fi: Virhe estää viimeisen osan poiston.
fr: À cause d'un bogue, il n'est pas possible de supprimer le dernier élément.
gl: Debido a un fallo, non é posíbel retirar o último elemento.
he: עקב תקלה, אי אפשר להסיר את הרכיב האחרון.
hu: Egy hiba miatt az utolsó elemet nem lehet eltávolítani.
it: A causa di un errore del programma, non è possibile rimuovere l'ultimo elemento.
ja: バグにより、最後の要素の除去はできません。
kk: Қатенің салдарынан соңғы элементті өшіруге болмады.
km: ដោយ​សារ​ការ​កែ​កំហុស វា​មិន​អាច​ទៅ​រួច​ក្នុង​ការ​យក​ធាតុ​ចុងក្រោយ​ចេញ​បាន​ទេ ។
ko: 버그 때문에 마지막 원소를 제거할 수 없습니다.
lv: Kļūdas dēļ, nav iespējams noņemt pēdējo elementu.
mk: Поради бубачка, не е возможно да се отстрани последниот елемент.
ms: Disebabkan oleh pepijat, elemen terakhir tidak dapat dibuang.
nb: Pga. en feil er det ikke mulig å fjerne det siste elementet.
nds: Dat leste Element lett sik nich wegmaken (Programmfehler).
ne: बगको कारणले, अन्तिम तत्व हटाउन सम्भव छैन ।
nl: Vanwege een fout in het programma is het niet mogelijk het laatste element te verwijderen.
nn: Ein feil i programmet gjer at det siste elementet ikkje kan fjernast.
pl: Z powodu błędu programu, nie jest możliwe usunięcie ostatniego elementu.
pt: Devido a um erro interno, não é possível apagar o último elemento.
pt_br: Devido a uma falha, não é possível remover o último elemento.
ro: Din cauza unei erori, nu este posibilă ștergerea ultimului element.
ru: В следствии ошибки, невозможно удалить последний элемент.
sk: Kvôli chybe nie je možné odstrániť posledný element.
sl: Zaradi hrošča zadnjega elementa ni mogoče odstraniti.
sv: På grund av ett fel är det inte möjligt att ta bort det sista elementet.
ta: தவரின் காரணமாக,கடைசி உறுப்புபினை நீக்க இயலாது.
tg: Аз сабаби хатогӣ, элементи охиронро нобуд сохта намешавад.
tr: Bir hata sonucu, son elementi kaldırmak mümkün değil.
uk: Через помилку останній елемент вилучити неможливо.
zh_cn: 由于一个程序缺陷，无法删除最后一个元素。

source: Internal Error
ar: خطأ داخلي
bg: Вътрешна грешка
bs: Unutarnja greška
ca: Error intern
cs: Interní chyba
da: Intern fejl
de: Interner Fehler
el: Εσωτερικό σφάλμα
eo: Interna eraro
es: Error interno
et: Seesmine viga
eu: Barne Akatsa
fa: خطای درونی
fi: Sisäinen virhe
fr: Erreur interne
gl: Erro interno
he: שגיאה פנימית
hi: आंतरिक त्रुटि
hu: Belső hiba
it: Errore interno
ja: 内部エラー
kk: Ішкі қате
km: កំហុស​ខាងក្នុង
ko: 내부 오류
lv: Iekšējā kļūda
mk: Интерна грешка
ms: Ralat Dalaman
nb: Intern feil
nds: Intern Fehler
ne: आन्तरिक त्रुटि
nl: Interne fout
nn: Intern feil
pl: Błąd wewnętrzny
pt: Erro Interno
pt_br: Erro interno
ro: Eroare internă
ru: Внутренняя ошибка
sk: Interná chyba
sl: Notranja napaka
sv: Internt fel
ta: அகநிலை பிழை
tg: Хатогии Дохилӣ
tr: İç Hata
uk: Внутрішня помилка
zh_cn: 内部错误

source: There is no element on the clipboard to paste in.
ar: لا يوجد عنصر في الحافظة حتي يُلصَق هنا.
bg: Няма елемент в системния буфер за поставяне.
bs: U clipboardu nema elementa da se zalijepi.
ca: No hi ha cap element al porta-retalls a enganxar.
cs: Ve schránce není žádný element pro vložení.
da: Der er ikke noget element på klippebordet at indsætte.
de: Es existiert kein Element in der Zwischenablage zum Einfügen.
el: Δεν υπάρχει κανένα αντικείμενο στο πρόχειρο.
eo: Ne estas ero en la poŝenhavo por enmeti.
es: No hay elementos en el portapapeles para pegar.
et: Lõikepuhvris puudus element, mida asetada.
eu: (H)Arbelan ez dago itsasteko elementurik.
fa: روی تخته یادداشت عنصری وجود ندارد که چسبانده شود.
fi: Leikepöytä on tyhjä.
fr: Il n'y a aucun élément dans le presse-papier à coller.
gl: Non hai ningún elemento no portapapeis para pegar.
he: אין רכיב בלוח הגזירים שניתן להדביק.
hi: क्लिपबोर्ड में कुछ नहीं है जिसे चिपकाया जा सके.
hu: Nincs a vágólapon olyan elem, melyet be lehetne illeszteni.
it: Negli appunti non c'è alcun elemento da incollare.
ja: クリップボードには貼り付ける要素はありません。
kk: Алмасу буферінде ештеңе жоқ.
km: គ្មាន​ធាតុ​នៅ​ក្ដារ​តម្បៀត​ខ្ទាស់​សម្រាប់​បិទ​ភ្ជាប់​ទេ ។
ko: 클립보드에 붙여 넣을 원소가 없습니다.
lv: Starpliktuvē nav ielīmējamu elementu.
mk: На таблата за исечоци нема елемент за вметнување.
ms: Tiada elemen dalam klipbod untuk ditampal.
nb: Det finnes ikke noe element på utklippstavla som kan limes inn.
nds: Binnen de Twischenaflaag gifft dat keen Element för't Infögen.
ne: यसमा टाँस्नका लागि क्लिपबोर्डमा तत्व छैन ।
nl: Er bevindt zich geen element op het klembord om in te voegen.
nn: Det finst ingen element på utklippstavla som kan limast inn.
pl: W schowku nie ma elementu, który można by wkleić.
pt: Não há nenhum elemento na área de transferência para colar.
pt_br: Não há qualquer elemento na área de transferência para colar.
ro: Nu există în clipboard nici un element pe care să-l lipesc.
ru: В буфере обмена нет элементов для вставки.
sk: V schránke nie je žiadny element, ktorý by bolo možné vložiť.
sl: V odložišču ni nobenega elementa za prilepljenje.
sv: Det finns inget element på klippbordet som kan klistras in.
ta: ஒட்டுவதற்கு இடைநிலை பலகையில் ஒரு பொருளும் இல்லை
tg: Дар силули мухобиротӣ элемент барои часбонидан нест.
tr: Yapıştırmak için panoda hiç element yok.
uk: В кишені відсутні елементи для вставки.
zh_cn: 剪贴板里没有可粘贴的元素。

source: Edit
ar: حرر
bg: Редактиране
bs: Uredite
ca: Edita
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es: Editar
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
gl: Editar
he: עריכה
hi: संपादन
hu: Szerkesztés
it: Modifica
ja: 編集
km: កែសម្រួល
ko: 편집
lv: Rediģēt
nb: Rediger
nds: Bewerken
ne: सम्पादन गर्नुहोस्
nl: Bewerken
nn: Rediger
pl: Edytuj
pt: Editar
pt_br: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Змінити
zh_cn: 编辑

source: Delete
ar: احذف
bg: Изтриване
bs: Izbrisati
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
eo: Forigi
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fr: Supprimer
gl: Eliminar
he: מחיקה
hi: मिटाएँ
hu: Törlés
it: Elimina
ja: 削除
km: លុប
ko: 삭제
lv: Dzēst
nb: Slett
nds: Wegdoon
ne: मेट्नुहोस्
nl: Verwijderen
nn: Slett
pl: Usuń
pt: Apagar
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Ta bort
tr: Sil
uk: Вилучити
zh_cn: 删除

source: Up
ar: أعلى
bg: Горе
bs: Gore
ca: Puja
cs: Nahoru
da: Op
de: Nach oben
el: Πάνω
eo: Supren
es: Arriba
et: Üles
eu: Gora
fa: بالا
fi: Ylemmäs
fr: Monter
gl: Subir
he: למעלה
hi: ऊपर
hu: Fel
it: Su
ja: 上へ
kk: Жоғарыға
km: ឡើង​លើ
ko: 위로
lv: Augšā
mk: Нагоре
ms: Atas
nb: Opp
nds: Na baven
ne: माथि
nl: Omhoog
nn: Opp
pl: W górę
pt: Subir
pt_br: Acima
ro: Sus
ru: Вверх
sk: Hore
sl: Gor
sv: Upp
ta: மேல்
tg: Ба боло
tr: Yukarı
uk: Вгору
zh_cn: 上箭头

source: Down
ar: أسفل
bg: Долу
bs: Dolje
ca: Baixa
cs: Dolů
da: Ned
de: Nach unten
el: Κάτω
eo: Malsupren
es: Abajo
et: Alla
eu: Behera
fa: پایین
fi: Alemmas
fr: Descendre
gl: Baixar
he: למטה
hi: नीचे
hu: Le
it: Giù
ja: 下へ
kk: Төменге
km: ​ចុះ​ក្រោម
ko: 아래로
lv: Lejā
mk: Надолу
ms: Bawah
nb: Nedover
nds: Na nerrn
ne: तल
nl: Omlaag
nn: Ned
pl: W dół
pt: Descer
pt_br: Abaixo
ro: Jos
ru: Вниз
sk: Dolu
sl: Dol
sv: Ner
ta: கீழ்/ செயலிழப்பு
tg: Ба поён
tr: Aşağı
uk: Вниз
zh_cn: 下箭头

source: Delete item "%1"?
ar: حذف العنصر "%1"؟
bg: Изтриване на елемент "%1"?
bs: Izbrisati stavku "%1"?
ca: Vols eliminar l'element «%1»?
cs: Smazat položku "%1"?
da: Slet punkt "%1"?
de: Element „%1“ löschen?
el: Να διαγραφεί το αντικείμενο "%1";
eo: Forigu eron "%1"?
es: ¿Eliminar el elemento «%1»?
et: Kas kustutada element "%1"?
eu: "%1" elementua ezabatu?
fa: فقره »%1« حذف شود؟
fi: Poistetaanko tietue ”%1”?
fr: Effacer l'élément « %1 » ?
gl: Eliminar o elemento "%1"?
he: למחוק את הפריט „%1”?
hi: वस्तु "%1" मिटाएँ?
hu: Törölni szeretné ezt az elemet: "%1"?
it: Eliminare l'elemento "%1"?
ja: 項目 “%1” を削除しますか？
kk: "%1" деген өшірілсін бе?
km: លុប​ធាតុ "%1" ឬ ?
ko: 항목 "%1"을(를) 삭제하겠습니까?
lv: Dzēst vienumu "%1"?
mk: Дали да го избришам елементот „%1“?
ms: Hapuskan item "%1"?
nb: Vil du slette elementet «%1» ?
nds: Element "%1" wegdoon?
ne: "%1" वस्तु मेट्नुहुन्छ ?
nl: Item "%1" verwijderen?
nn: Vil du sletta elementet «%1»?
pl: Usunąć element "%1"?
pt: Apagar o item "%1"?
pt_br: Excluir item "%1"?
ro: Ștergeți elementul „%1”?
ru: Удалить выражение «%1»?
sk: Odstrániť položku "%1"?
sl: Izbrišem predmet »%1«?
sv: Ta bort objekt "%1"?
ta: உருப்படியை நீக்கு"%1"?
tg: Пункти "%1"-ро нобуд созам?
tr: "%1" nesnesini sileyim mi?
uk: Вилучити елемент «%1»?
zh_cn: 删除项目“%1”吗？

source: Delete Item
ar: حذف العنصر
bg: Изтриване на елемент
bs: Izbriši stavku
ca: Elimina l'element
cs: Smazat položku
da: Slet punkt
de: Element löschen
el: Διαγραφή αντικειμένου
eo: Forigu eron
es: Eliminar elemento
et: Kustuta element
eu: Gaia Ezabatu
fa: حذف فقره
fi: Poista tietue
fr: Supprimer l'élément
gl: Eliminar o elemento
he: מחיקת פריט
hi: वस्तु मिटाएँ
hu: Az elem törlése
it: Elimina elemento
ja: 項目を削除
kk: Элементті өшіру
km: លុប​ធាតុ
ko: 항목 삭제
lv: Dzēst vienumu
mk: Избриши елемент
ms: Hapuskan Item
nb: Slette element
nds: Element wegdoon
ne: वस्तु मेट्नुहोस्
nl: Item verwijderen
nn: Slett element
pl: Usuń element
pt: Apagar o Item
pt_br: Excluir Item
ro: Șterge elementul
ru: Удалить выражение
sk: Odstrániť položku
sl: Izbriši predmet
sv: Ta bort objekt
ta: உருப்படியை நீக்கு
tg: Нобудсозии Пункт
tr: Nesneyi Sil
uk: Вилучити елемент
zh_cn: 删除项目

source: Add
ar: أضف
bg: Добавяне
bs: Dodaj
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es: Añadir
et: Lisa
eu: Gehitu
fa: افزودن
fi: Lisää
fr: Ajouter
gl: Engadir
he: הוספה
hi: जोड़ें
hu: Hozzáadás
it: Aggiungi
ja: 追加
km: បន្ថែម
ko: 추가
lv: Pievienot
nb: Legg til
nds: Tofögen
ne: थप्नुहोस्
nl: Toevoegen
nn: Legg til
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати
zh_cn: 添加

source: Widget Configuration
ar: إعدادات عنصر التحكم
bg: Настройване на графичен елемент
bs: Podešavanje dodataka
ca: Configuració del giny
cs: Nastavení widgetu
da: Kontrol-indstilling
de: Einstellung für Bedienelemente
el: Ρύθμιση γραφικού συστατικού
eo: Agordo de fenestraĵo
es: Configuración de controles
et: Elemendi seadistamine
eu: Trepetaren Konfigurazioa
fa: پیکربندی عنصر
fi: Sovelma-asetukset
fr: Configuration du composant graphique
gl: Configuración do Trebello
he: הגדרות פריטים
hi: विज़ेट कॉन्फ़िगरेशन
hu: A grafikus elem beállításai
it: Configurazione elementi grafici
ja: ウィジェットの設定
kk: Бөлшектерін баптау
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ធាតុ​ក្រាហ្វិក
ko: 위젯 설정
lv: Logdaļu konfigurācija
mk: Конфигурација на елемент
ms: Konfigurasi Widget
nb: Oppsett av skjermelement
nds: Bedeenelementen instellen
ne: विजेट कन्फिगरेसन
nl: Widgetconfiguratie
nn: Oppsett av skjermelement
pl: Konfiguracja okienka
pt: Configuração do Elemento
pt_br: Configuração de Widget
ro: Configurare control grafic
ru: Настройка элементов управления
sk: Nastavenie prvku
sl: Nastavitve gradnikov
sv: Inställning av grafisk komponent
ta: சிறு கருவி உள்ளமைவு
tg: Танзимкунии Элементҳои Идоракунӣ
tr: Parçacık Yapılandırması
uk: Налаштування віджета
zh_cn: 窗口部件配置

source: Regular Expression Editor
cs: Editor regulárních výrazů
eo: Regula Esprimo Redaktilo
eu: Adierazpen erregularren Editorea
fa: ویرایشگر عبارت منظم
it: Editor di espressioni regolari
ja: 正規表現エディタ
ms: Editor Ungkapan Biasa
nb: Redigeringsprogram for regulære uttrykk
nl: Reguliere Expressies Editor
nn: Redigeringsprogram for regulære uttrykk
ro: Redactor de expresii regulate

source: Compound regular expression:
ar: تعابير نمطيّة مُرَكَّبة:
bg: Съставен регулярен израз:
bs: Sastavite regularne izraze:
ca: Expressió regular composta:
cs: Složené regulární výrazy:
da: Sammensat regulært udtryk:
de: Zusammengesetzter regulärer Ausdruck:
el: Σύνθετη κανονική έκφραση:
eo: Kunmetita regula esprimo:
es: Expresión regular compuesta:
et: Kompleksregulaaravaldised:
eu: Adierazpen erregular konposatua:
fa: عبارت منظم مرکب:
fi: Yhdistävät säännölliset lausekkeet:
fr: Expression rationnelle composée :
gl: Expresión regular composta:
he: ביטוי רגולרי מורכב:
hi: कम्पाउंड रेगुलर एक्सप्रेशन.
hu: Összetett reguláris kifejezés:
it: Espressione regolare composta:
ja: 合成正規表現:
km: កន្សោម​ធម្មតា​សមាស ៖
ko: 컴파운드 정규 표현식:
lv: Regulārās izteiksmes apvienojums:
nb: Sammensatte regulære uttrykk:
nds: Tosamensett reguleer Utdrück:
ne: मिश्रित नियमित अभिव्यक्ति:
nl: Samengestelde reguliere expressie:
nn: Samansett regulært uttrykk:
pl: Złożone wyrażenia regularne:
pt: Expressão regular composta:
pt_br: Expressão regular composta:
ro: Expresie regulată compusă:
sk: Zložený regulárny výraz:
sl: Sestavljeni regularni izrazi:
sv: Sammansatt reguljärt uttryck:
tr: Birleşik düzenli ifade:
uk: Складені формальні вирази:
zh_cn: 复合正则表达式：
