Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <h1>Regular Expression Editor</h1><p>What you are currently looking at is an editor for <i>Regular Expressions</i>.</p><p>The upper part in the middle is the editing area, the lower part is a verification window where you can try your regular expressions right away. The row of buttons is the editing actions. This is actually very similar to common drawing programs. Select an editing tool to start editing your regular expression, and press the mouse button in the editing area where you want this item inserted.</p><p>For a more detailed description of this editor see the <a href="doc://">info pages</a></p><h2>What is a regular expression?</h2>If you do not know what a regular expression is, then it might be a good idea to read <a href="doc://whatIsARegExp">the introduction to regular expressions</a>.<br />
ar: <h1>محرّر التعابير النمطية</h1><p>ما تنظر إليه الآن هو محرّر<i>للتعابير النمطية</i>.</p><p>القسم العلوي في الوسط هو منطقة التحرير، والقسم السفلي هو نافذة تحقّق حيث يمكنك فيها تجربة التعابير النمطية حالاً. صف الأزرار يمثّل إجراءات التحرير. وهو يشبه كثيراً برامج الرسم التقليدية. اختر أداة تحرير للبدء بكتابة التعبير النمطى، ثم اضغط زر الفأرة في منطقة التحرير حيث تريد إدراج ذلك العنصر.</p><p>للحصول على شرح أكثر تفصيلاً لهذا المحرّر انظر صفحات المعلومات <a href="doc://">.</a></p><h2>ما هو التعبير النمطى؟</h2>إن كنت لا تعرف ما هو التعبير النمطى، عندها قد يكون من المستحسن أن تقرأ <a href="doc://whatIsARegExp">المقدّمة فى التعابير النمطية</a>.<br />
bg: <h1>Редактор на регулярни изрази</h1><p>Това, което виждате, е редактор на <i>регулярни изрази</i>.</p><p>Голямо поле по-средата, където се намира този текст, всъщност е областта, в която се създават и редактират регулярните изрази. Редакторът е подобен на повечето програми за създаване на графични изображения. Изберете елемент за добавяне от лентата с инструменти и след това натиснете бутона на мишката там, където искате да го приложите.</p><p>За по-подробно описание на редактора вижте <a href="doc://">страниците на info-документацията</a></p><h2>Какво е регулярен израз?</h2>Ако не знаете какво е регулярни изрази, трябва да прочетете необходимите книжки и документация. Като началото може да започнете с <a href="doc://whatIsARegExp">Въведение в регулярните изрази</a>.<br />
bs: <h1>Urednik regularnog izraza</h1><p>Šta trenutačno gledate je urednik za <i>Regularni izrazi</i>.</p><p>Gornji dio u sredini je zona uređivanja, donji dio je potvrdni prozor gdje možete probati vaš regularni izraz odmah. Red dugmadi su akcije urednika. Ovo je ustvari veoma slično općim programima za crtanje. Odaberite alatku urednika da počnete uređivati vaš regularni izraz, i pritisnite dugme miša u zonu uređenja gdje želite da ubacite ovu stavku</p><p>Za detaljniji optis ovog urednika pogledajte <a href="doc://">info stranice</a></p><h2>Šta je regularni izraz?</h2>Ako ne znate šta je regularni izraz, onda bi mogla biti dobra ideja da pročitate<a href="doc://whatIsARegExp">uvod u regularne izraze</a>.<br />
ca: <h1>Editor d'expressions regulars</h1><p>El que estàs mirant és un editor d'<i>expressions regulars</i>.</p><p>La finestra gran del centre és l'àrea d'edició, la part inferior és la finestra de verificació on pots escriure expressions regulars directament. La fila de botons té les accions d'editar. És molt similar als programes de dibuix. Selecciona una eina d'edició per a començar a editar la teva expressió regular, i clica el botó del ratolí a l'àrea d'edició on vulguis que s'insereixi l'element.</p><p>Per a una descripció més detallada de l'editor llegeix les <a href="doc://">pàgines info</a></p><h2>Què és una expressió regular?</h2>Si no saps que és una expressió regular, llavors potser és bo llegir <a href="doc://whatIsARegExp">la introducció a les expressions regulars</a>.<br />
cs: <h1>Editor regulárních výrazů</h1><p>To, na co se právě díváte, je editor <i>regulárních výrazů</i>.</p><p>Velké okno uprostřed je editovací oblast, část níže je testovací okno, kde můžete zve regulární výrazy hned zkoušet. Řada tlačítek jsou činnosti úprav. Toto je velmi podobné používaným kreslicím programům. Vyberte nástroj a kliknutím myši začněte upravovat váš regulární výraz v upravovací oblasti kde si přejete tuto položku vložit.</p><p>Podrobnější popis tohoto editoru najdete na <a href="doc://">info stránkách</a></p><h2>Co je to regulární výraz?</h2>Jestliže nevíte, co je to regulární výraz, tak byste si měli přečíst <a href="doc://whatIsARegExp">úvod do regulárních výrazů</a>.<br />
da: <h1>Editor til regulære udtryk</h1><p>Det du kigger på lige nu er en editor til <i>regulære udtryk</i>.</p><p>Det store vindue i midten er redigeringsområdet. Rækken af knapper er redigeringshandlingerne. Dette minder rent faktisk meget om almindelige tegneprogrammer. Vælg et redigeringsværktøj for at begynde at redigere dit regulære udtryk, og tryk på museknappen i redigeringsområdet hvor du ønsker dette punkt indsat.</p><p>For en mere detaljeret beskrivelse af denne editor, se <a href="doc://">infosider</a></p><h2>Hvad er et regulært udtryk?</h2>Hvis du ikke ved hvad et regulært udtryk er, så er det nok en god idé at læse <a href="doc://whatIsARegExp">introduktion til regulære udtryk</a>.<br />
de: <h1>Editor für reguläre Ausdrücke</h1><p>Dieses Programm ist ein Editor für <i>reguläre Ausdrücke</i>.</p><p>Das große Fenster in der Mitte ist der Arbeitsbereich, darunter befindet sich das Überprüfungsfenster, wo reguläre Ausdrücke direkt ausprobiert werden können. Die Bearbeitungsfunktionen befinden sich in der Werkzeugleiste. Die Funktionsweise ist ähnlich wie in Zeichenprogrammen: Wählen Sie ein Werkzeug zum Bearbeiten des regulären Ausdrucks und drücken Sie die Maustaste im Arbeitsbereich dort, wo Sie ein Element einfügen möchten.</p><p>Um eine ausführlichere Beschreibung der Funktionen zu erhalten, benutzen Sie bitte die entsprechenden <a href="doc://">Hilfe-Seiten</a>.</p><h2>Was ist ein regulärer Ausdruck?</h2>Wenn Sie noch nicht wissen, was ein regulärer Ausdruck ist, können Sie einmal die <a href="doc://whatIsARegExp">Einführung in reguläre Ausdrücke</a> lesen.
el: <h1>Επεξεργαστής κανονικών εκφράσεων</h1><p>Αυτό που βλέπετε είναι ένας επεξεργαστής <i>Κανονικών Εκφράσεων</i>.</p><p>Το πάνω τμήμα στο μέσο είναι η περιοχή επεξεργασίας, και το κάτω τμήμα είναι το παράθυρο επαλήθευσης όπου μπορείτε να δοκιμάσετε άμεσα την κανονική σας έκφραση. Η γραμμή των κουμπιών είναι οι ενέργειες επεξεργασίας. Αυτό είναι παρόμοιο με τα τυπικά προγράμματα σχεδίασης. Επιλέξτε ένα εργαλείο επεξεργασίας για να αρχίσετε τη δημιουργία της κανονικής σας έκφρασης, και πατήστε το κουμπί του ποντικιού σας στο σημείο της περιοχής επεξεργασίας όπου θέλετε να εισαχθεί το επιλεγμένο αντικείμενο.</p><p>Για μια πιο λεπτομερή περιγραφή αυτού του επεξεργαστή δείτε τις <a href="doc://">σελίδες info</a></p><h2>Τί είναι μια κανονική έκφραση;</h2>Αν δεν ξέρετε τί είναι μια κανονική έκφραση, ίσως είναι καλή ιδέα να διαβάσετε την <a href="doc://whatIsARegExp">εισαγωγή στις κανονικές εκφράσεις</a>.<br />
eo: <h1>Regula Esprimredaktilo</h1><p>Kion vi nun rigardas estas redaktilo por <i>Regulaj Esprimoj</i>.</p><p>La supra parto en la mezo estas la redakta areo , la malsupra parto estas kontrola fenestro kie vi povas provi viajn regulajn esprimojn tuj. La vico de butonoj estas la redaktaj agoj. Ĉi tio fakte tre similas al oftaj desegnaj programoj. Elektu redaktan ilon por komenci redakti vian regulan esprimon, kaj premu la musbutonon en la redakta areo kie vi volas enmeti ĉi tiun eron.</p><p>Por pli detala priskribo de ĉi tiu redaktilo vidu la <a href=" doc://">informpaĝoj</a></p><h2>Kio estas regula esprimo?</h2>Se vi ne scias kio estas regula esprimo, tiam eble estus bona ideo legi <a href="doc://whatIsARegExp">la enkonduko al regulaj esprimoj</a>.<br />
es: <h1>Editor de expresiones regulares</h1><p>Lo que está viendo en este momento es un editor de <i>expresiones regulares</i>.</p><p>La parte superior es el área de edición. La parte inferior es una ventana de verificación donde puede probar sus expresiones regulares. La columna de botones contiene las acciones de edición. Es muy similar a la que se puede observar habitualmente en los programas de dibujo. Seleccione una herramienta de edición para comenzar a editar su expresión regular, y pulse el botón del ratón en el área de edición donde desea insertar dicho elemento.</p><p>Para una descripción más detallada de este editor vea las <a href="doc://">páginas info</a></p><h2>¿Qué es una expresión regular?</h2>Si no sabe lo que es una expresión regular, le recomendamos que lea <a href="doc://whatIsARegExp">la introducción a las expresiones regulares</a>.<br />
et: <h1>Regulaaravaldiste redaktor</h1><p>See, mida sa praegu enda ees näed, on <i>regulaaravaldiste</i> redaktor.</p><p>Suur aken keskel on redigeerimisala. Nupurea abil saab sooritada redigeerimistoiminguid. Tegelikult on kõik üsna sarnane tavalistele joonistusrakendustele. Vali regulaaravaldise redigeerimise alustamiseks vajalik vahend ning klõpsa hiirega redigeerimisalal kohas, kuhu soovid vastava elemendi lisada.</p><p>Redaktori põhjalikuma kirjelduse leiab <a href="doc://">infolehekülgedelt</a></p><h2>Mis on regulaaravaldis?</h2>Kui sa ei tea, mis asi regulaaravaldis on, tasuks ette võtta <a href="doc://whatIsARegExp">sissejuhatus regulaaravaldistesse</a>.<br />
eu: <h1>Adierazpen erregularren editorea</h1><p>Ikusten ari zarena <i>adierazpen erregularren</i> editore bat da.</p><p>Goiko aldeko erdian edizio-eskualdea dago, beheko aldea egiaztapen lehio bat da, non adierazpen erregularrak proba ditzakezun. Botoi lerroa editatzeko ekintzez osatuta dago. Hau marrazketa programen antzekoa da: hautatu edizio-tresna bat zure adierazpen-erregularrak editatzeko eta sakatu saguaren botoia elementua txertatu nahi duzun edizio-arean.</p><p>Editore honen deskribapen xeheago baterako ikusi <a href="doc://">informazio-orriak</a></p><h2>Zer da adierazpen erregular bat?</h2>Adierazpen erregular bat zer den ez badakizu, hau irakurri behako zenuke: <a href="doc://whatIsARegExp">Adierazpen erregularrei sarrera</a>.<br />
fa: <h1>ویرایشگر عبارت منظم </h1><p >آنچه در حال حاضر می‌بینید، یک ویرایشگر برای <i>عبارتهای منظم</i> می‌باشد.</p><p>بالاترین بخش در وسط، ناحیه ویرایش می‌باشد، پایین‌ترین بخش، پنجره وارسی است که می‌توانید مستقیماً عبارتهای منظم خود را در آن امتحان کنید. ردیف دکمه‌ها‌، کنشهای ویرایش هستند. این برنامه در واقع به برنامه‌ها‌ی ترسیم معمول بسیار شبیه است. ابزار ویرایشی برگزینید تا ویرایش عبارت منظم شما آغاز شود، و اگر می‌خواهید این فقره درج شود، دکمه موشی را در ناحیه ویرایش فشار دهید. </p><p>برای توصیف جزئی‌تر این ویرایشگر <a href="doc://">صفحات اطلاعات</a> را ملاحظه کنید.</p><h2> عبارت منظم چیست؟</h2>اگر نمی‌دانید عبارت منظم چیست، بهتر است که <a href="doc://whatIsARegExp">مقدمه عبارتهای منظم</a> را مطالعه کنید.<br />
fi: <h1>Säännöllisen lausekkeen muokkain</h1><p>Edessäsi on parhaillaan muokkain <i>säännöllisille lausekkeille</i>.</p><p>Keskialueen ylempi osa on muokkausalue, ja alempi osa on tarkistusikkuna, johon voit yrittää säännöllistä lausekettasi heti. Painikerivi on muokkaustoimintoja. Tämä on itse asiassa hyvin samanlainen yleiseen piirto-ohjelmaan. Valitse muokkaustyökalu aloittaaksesi säännöllisen lausekkeen muokkauksen, ja napsauta hiiren painiketta muokkausalueella, johon haluat tämän lisätyksi.</p><p>Saadaksesi yksityiskohtaisemman kuvauksn tästä muokkaimesta katso <a href="doc://">info-sivuja</a></p><h2>Mikä on säännöllinen lauseke?</h2>Jos et tiedä, mikä on säännöllinen lauseke, on hyvä idea lukea <a href="doc://whatIsARegExp">Johdatus säännöllisiin lausekkeisiin</a>.<br />
fr: <h1>Éditeur d'expressions rationnelles</h1> <p>Ceci est un éditeur d'<i>expressions rationnelles</i>.</p> <p>La partie supérieure au centre est la zone d'édition, la partie inférieure est une fenêtre de vérification où vous pouvez essayer directement vos expressions rationnelles. La rangée de boutons contient les actions d'édition. Ceci est actuellement très semblable aux programmes de dessin classiques. Choisissez un outil d'édition pour commencer à modifier votre expression rationnelle et cliquez sur le bouton de la souris dans la zone d'édition où vous désirez que cet élément apparaisse.</p> <p>Pour une description plus détaillée de cet éditeur, consultez les <a href="doc://">pages info</a></p> <h2>Qu'est-ce qu'une expression rationnelle ?</h2> Si vous ne savez pas ce qu'est une expression rationnelle, lire <a href="doc://whatIsARegExp">l'introduction aux expressions rationnelles</a> nous semble être une bonne idée.
gl: <h1>Editor de expresións regulares</h1><p>O que está a ollar é un editor de <i>expresións regulares</i>.</p><p>A parte superior central é a área de edición, a inferior é unha xanela de verificación onde pode probar a súa expresión regular. A fila de botóns son as accións de edición. Isto é de feito similar a algúns programas de debuxo. Escolla unha ferramenta de edición para comezar a editar a súa expresión regular, e prema o botón do rato na área de edición onde queira inserir o elemento.</p><p>Para obter unha descrición máis detallada deste editor consulte as <a href="doc://">páxinas de información</a></p><h2>Que é unha expresión regular?</h2>Se non sabe o que é unha expresión regular, entón pode serlle de axuda ler <a href="doc://whatIsARegExp">a introdución ás expresións regulares</a>.<br/>
he: <h1>עורך ביטויים רגולריים</h1><p>התוכנה שפרוסה בפניך היא עורך <i>ביטויים רגולריים</i>.</p><p>החלק העליון באמצע הוא אזור העריכה, החלק התחתון הוא חלון האימות בו ניתן לנסות את הביטוי הרגולרי שלך בו ברגע. בשורת הכפתורים יש פעולות עריכה. מאוד דומה לתוכניות ציור נפוצות. יש לבחור בכלי עריכה כדי להתחיל לערוך את הביטוי הרגולרי שלך, וללחוץ על לחצן העכבר באזור העריכה כדי למלא אותו שם.</p><p>לתיאור מפורט יותר של העורך הזה יש לעיין ב<a href="doc://">עמודי המידע</a></p><h2>מה זה ביטוי רגולרי?</h2>אם אין לך מושג מה זה ביטוי רגולרי אולי כדאי להתחיל ולקרוא את <a href="doc://whatIsARegExp">היכרות עם ביטויים רגולריים</a>.<br />
hu: <h1>Szerkesztőprogram reguláris kifejezésekhez</h1><p>Ez a program <i>reguláris kifejezések</i> szerkesztésére szolgál.</p><p>A középen, felül látható nagy ablak a szerkesztési terület, alatta az ellenőrzési ablak látható. A nyomógombokkal különféle műveleteket lehet elvégezni, tehát a program felépítése nagyon hasonlít a rajzolóprogramokéhoz. Válasszon ki egy szerkesztőeszközt, kezdje el a kifejezés szerkesztését, majd kattintson a szerkesztőterületen az egérgombbal oda, ahová az elemet be szeretné szúrni.</p><p>A szerkesztő részletes leírása megtalálható <a href="doc://">info oldalként</a></p><h2>Mit nevezünk reguláris kifejezésnek?</h2>Ha még nem találkozott ezzel a fogalommal, olvassa el a következő <a href="doc://whatIsARegExp">bevezetést a reguláris kifejezések világába</a>.<br />
it: <h1>Editor di espressioni regolari</h1><p>Quello che hai di fronte è un editor di <i>espressioni regolari</i>.</p><p>La finestra grande al centro è l'area di modifica. La riga di pulsanti sono le azioni di modifica, in maniera molto simile ai normali programmi da disegno. Seleziona uno strumento di modifica per iniziare a modificare l'espressione regolare e premi il pulsante del mouse nell'area di modifica nel punto in cui vuoi inserire l'elemento.</p><p>Per una descrizione più dettagliata di questo editor consulta il <a href="doc://">manuale</a>.</p><h2>Che cos'è un'espressione regolare?</h2>Se non sai che cos'è un'espressione regolare, ti conviene leggere <a href="doc://whatIsARegExp">l'introduzione alle espressioni regolari</a>.<br />
ja: <h1>正規表現エディタ</h1><p>これは正規表現を編集するためのエディタです。</p><p>このウィンドウは編集を開始すると二つの部分に分かれます。上が編集エリアで、下は作成した正規表現を検証するためのウィンドウです。上に並んでいるボタンは正規表現を編集するためのツールです。使い方は標準的なドローイングツールと非常によく似ています。編集を開始するには、編集ツールを選択し、その項目を挿入する編集エリア内の個所をマウスでクリックします。</p><p>このエディタのより詳細な説明については、<a href="doc://">マニュアル</a> を参照してください。</p><h2>正規表現とは？</h2>正規表現が何であるかをご存知ない場合には、<a href="doc://whatIsARegExp">正規表現入門</a> をお読みになるといいでしょう。<br/>
km: <h1>កម្មវិធី​កែសម្រួល​កន្សោម​ធម្មតា</h1><p>អ្វី​ដែល​អ្នក​កំពុង​ស្វែងរក​បច្ចុប្បន្ន <i>កន្សោម​ធម្មតា</i> ។</p><p>ផ្នែក​ខាងលើ​កណ្ដាល​គឺ​ជា​តំបន់​កែសម្រួល ផ្នែក​ខាងក្រោម​គឺ​ជា​បង្អួច​ផ្ទៀងផ្ទាត់​ដែល​អ្នក​អាច​សាកល្បង​កន្សោម​ធម្មតា​របស់​អ្នក​​​ភ្លាមៗ ។ ជួរដេក​នៃ​ប៊ូតុង​គឺ​ជា​សកម្មភាព​ក្នុង​ការ​កែសម្រួល ។ វា​ស្រដៀង​នឹង​កម្មវិធី​គូរ​ណាស់ ។ ជម្រើស​ឧបករណ៍​កែសម្រួល ដើម្បី​ចាប់ផ្ដើម​កែសម្រួល​កន្សោម​ធម្មតា​​របស់​អ្នក ហើយ​ចុច​ប៊ូតុង​កណ្ដុរ​នៅ​ផ្ទៃ​ដែល​កែសម្រួល ដែល​អ្នក​ចូល​បញ្ចូល​ធាតុ​ ។</p><p> សម្រាប់​សេចក្ដី​ពិពណ៌នា​លម្អិត​នៃ​កម្មវិធី​កែសម្រួល​នេះ​ សូម​មើល <a href="doc://">ទំព័រ​ព័ត៌មាន</a></p><h2>អ្វី​​ជា​កន្សោម​ធម្មតា ?</h2>ប្រសិនបើ​អ្នក​មិន​ស្គាល់​អ្វី​ដែល​ជា​កន្សោម​ធម្មតា​ទេ​នោះ ពេល​នោះ​វា​អាច​ជា​គំនិត​ល្អ​មួយ ក្នុង​ការ​អាន <a href="doc://whatIsARegExp">សេចក្ដី​ណែនាំ​អំពី​កន្សោម​ធម្មតា</a> ។<br />
ko: <h1>정규 표현식 편집기</h1><p>지금 보고 계신 프로그램은 <i>정규 표현식</i> 편집기입니다.</p><p>가운데의 상단은 편집 구역이며, 하단은 정규 표현식을 즉시 시험해 볼 수 있는 구역입니다. 버튼 열은 편집 동작 입니다. 일반 그리기 프로그램과 거의 비슷합니다. 편집을 시작하려면 편집 도구를 선택하여 편집 구역에 해당 항목을 삽입하려는 곳을 클릭하십시오.</p><p>이 편집기에 대한 보다 많은 정보를 보려면 <a href="doc://">정보 페이지를 참고하십시오.</a></p><h2>정규 표현식이란?</h2> 정규 표현식이 무엇인지 모른다면, <a href="doc://whatIsARegExp">에서 정규 표현식 소개 부분을 참고하십시오</a>.<br />
lv: <h1>Regulāro izteiksmju redaktors</h1><p>Tas, ko jūs patreiz redzat, ir <i>Regulāro izteiksmju</i> redaktors.</p><p>Augšējās daļas vidū ir rediģēšanas laukums, apakšējā daļā ir verifikācijas logs, kurā jūs varat izmēģināt savas regulāras izteiksmes. Pogu rindā ir rediģēšanas darbības. Ļoti līdzīgi, kā zīmēšanas programmās. Norādiet rediģēšanas rīku un ar peles klikšķi norādiet, kur rediģēšanas laukā vēlaties ievietot vienumu.</p><p>Detalizētu aprakstu par redaktoru varat atrast <a href="doc://">info lapās</a></p><h2>Kas ir regulāra izteiksme?</h2>Ja jūs nezināt, kas ir regulāra izteiksme, tad varat izlasīt par to <a href="doc://whatIsARegExp">ievadā par regulārajām izteiksmēm.</a>.<br />
nb: <h1>Redigerer for regulære uttrykk</h1><p> Det du ser på nå er en redigerer for <i>regulære uttrykk</i>.</p><p>Det store vinduet i midten er redigeringsvinduet, den nedre delen er et verifiseringsvindu der du kan forsøke uttrykket ditt med en gang. Knapperaden er redigeringshandlingene. Dette er egentlig nokså likt alminnelige tegneprogrammer. Velg et redigeringsverktøy for å begynne å redigere ditt regulære uttrykk, og trykk museknappen i det redigeringsområdet der du vil ha denne delen satt inn.</p><p>Mer detaljert beskrivelse av redigerings-programmet finner du i <a href="doc://">hjelpesidene</a>.</p> <h2>Hva er et regulært uttrykk?</h2> Hvis du ikke allerede vet hva et regulært uttrykk er, kan det være lurt å lese <a href="doc://whatIsARegExp"> innføringen i regulære uttrykk.</a><br />
nds: <h1>Editor för reguleer Utdrück</h1><p>Dit is en Editor för <i>Reguleer Utdrück</i>.</p><p>De bövere Deel in de Merrn is dat Arbeitrebeet, de Deel nerrn en Pröövfeld, binnen dat Du Dien regulere Utdrück direktemang utproberen kannst. Mit de Knööp baven kannst Du de Bewerk-Akschonen opropen, se funkscheneert heel liek as Knööp in en Tekenprogramm. Wenn Du nu anfangen wullt, klick op een vun de Warktüüch; dat warrt denn dor na dat Arbeitrebeet inföögt, woneem Du mit de Muus klickst.</p><p>De <a href="doc://">Info-Sieden</a> bargt en ümfaten Beschrieven vun dissen Editor sien Funkschonen.</p><h2>Wat is denn en reguleer Utdruck?</h2>Wenn Du nich weetst, wat regulere Utdrück sünd, leest Du op't Best eerstmaal de <a href="doc://whatIsARegExp">Inföhren för Regulere Utdrück</a>.<br />
nl: <h1>Regular Expression Editor</h1><p>Waar u momenteel naar kijkt is een editor voor <i>reguliere expressies</i>.</p><p>Het bovenste venster in het midden is het tekstinvoergebied. Het onderste is een testvenster waar u de werking van de reguliere expressies kunt uitproberen. De rij met knoppen zijn de tekstinvoeracties, ongeveer net als bij het gemiddelde tekenprogramma. Selecteer een tekstinvoergereedschap om te beginnen met het bewerken van uw reguliere expressie, en klik op uw muisknop in het tekstinvoergebied op de plek waar u het item wilt invoegen.</p><p>Voor een meer gedetailleerde beschrijving van deze editor, lees de <a href="doc://">documentaties</a></p><h2>Wat is een reguliere expressie?</h2>Als u niet weet wat een reguliere expressie is, dan is het misschien een goed idee om de <a href="doc://whatIsARegExp">Introductie in reguliere expressies</a> te lezen. Daarnaast kunt u ook <a href="http://www.linuxfocus.org/Nederlands/July1998/article53.html#lfindex2">dit Nederlandstalige artikel van Linuxfocus</a> bestuderen.<br /> <h2>Vertalers</h2> Otto Bruggeman - 2001 <br />Rinse de Vries - 2002, 2004, 2005, 2007<br /> Wilbert Berendsen - 2003 <br /> Bram Schoenmakers - 2004<br /> Tom Albers - 2004<br />
nn: <h1>Redigering av regulære uttrykk</h1><p> Dette er eit redigerings­program for <i>regulære uttrykk</i>.</p><p>Øvre del av dette området brukar du til å redigera eit regulært uttrykk, og nedre del til å prøva det ut. Verktøy­linja viser moglege redigerings­verktøy. Du kan bruka programmet omtrent som eit teikneprogram: Vel først eit redigerings­verktøy for å laga eit del­uttrykk, og trykk så på kor du vil plassera det.</p><p>For ei grundigare gjennomgang, sjå <a href="doc://">info-sidene</a>.</p><h2>Kva er eit regulært uttrykk?</h2>Dersom du ikkje kjenner til regulære uttrykk, kan det vera greitt å lesa gjennom <a href="doc://whatIsARegExp">innføringa</a>.<br />
pl: <h1>Edytor wyrażeń regularnych</h1><p>Używasz właśnie czegoś nazywanego edytorem <i>wyrażeń regularnych</i>.</p><p>Górna część pośrodku to pole edycji, dolna część to okno sprawdzenia, w którym możesz od razu wypróbować swoje wyrażenia regularne.Rząd przycisków to akcje edycji. Jest to bardzo podobne do popularnych programów do rysowania. Wybierz narzędzie edycji, aby rozpocząć edycję wyrażenia regularnego, a potem kliknij myszką w miejscu, gdzie chcesz wstawić ten element.</p><p>Więcej szczegółowych informacji o tym edytorze można znaleźć na <a href="doc://">stronach info</a></p><h2>Co to jest wyrażenie regularne?</h2> Jeśli nie wiesz, co to jest wyrażenie regularne, dobrym pomysłem byłoby przeczytanie <a href="doc://whatIsARegExp"> wprowadzenia do wyrażeń regularnych</a>.<br />
pt: <h1>Editor de Expressões Regulares</h1><p>O que está a ver neste momento é um editor de <i>Expressões Regulares</i>.</p><p>A janela grande no meio é a área de edição. A fila de botões corresponde às acções de edição. Isto é de facto muito semelhante aos programas de desenho comuns. Seleccione uma ferramenta de edição para começar a editar a sua expressão regular e carregue com o botão do rato na área de edição no lugar onde quer inserir este item.</p><p>Para uma descrição mais detalhada deste editor veja as <a href="doc://">páginas do 'info'</a></p><h2>O que é uma expressão regular?</h2>Se não sabe o que é uma expressão regular, então poderá ser uma boa ideia ler a <a href="doc://whatIsARegExp">introdução às expressões regulares</a>.<br/>
pt_br: <h1>Editor de Expressões Regulares</h1><p>O que você está olhando no momento é um editor para <i>Expressões Regulares</i>.</p><p>A maior parte no meio é a Área de edição, a parte menor é a janela de verificação onde você pode testar suas expressões regulares diretamente. A linha de botões são as ações de edição. Isto é realmente muito parecido com programas de desenho comuns. Selecione uma ferramenta de edição para começar a editar sua expressão regular, e pressione o botão do mouse na área de edição onde você quer que este item seja inserido.</p><p>Para uma descrição mais detalhada deste editor veja as <a href="doc://">páginas info</a></p><h2>O que é uma expressão regular?</h2>Se você não sabe o que é uma expressão regular, então pode ser uma boa ideia ler <a href="doc://whatIsARegExp">a introdução às expressões regulares</a>.<br />
sk: <h1>Editor regulárnych výrazov</h1><p>Práve sa dívate na editor pre <i>Regulárne výrazy</i>.</p><p>Veľké okno v strede je plocha pre úpravy, spodná časť je kontrolné okno, kde môžete skúšať vaše regulárne výrazy. Akcie pre úpravu sú v rade tlačidiel. Je to veľmi podobné obvyklým programom na kreslenie. Vyberte si nástroj a kliknite na plochu, kam chcete vložiť danú položku.</p><p>Detailný popis editora nájdete v <a href="doc://">info stránkach</a></p><h2>Čo je to regulárny výraz?</h2>Ak neviete, čo je regulárny výraz, asi by sa vám hodilo, aby ste si prečítali <a href="doc://whatIsARegExp">úvod do regulárnych výrazov</a>.<br />
sl: <h1>Urejevalnik regularnih izrazov</h1><p>Trenutno gledate urejevalnik za <i>regularne izraze</i>.</p><p>Veliko okno na sredi je področje urejanja. Vrsta gumbov sproži urejevalna dejanja. To je pravzaprav zelo podobno splošnim risarskim programom. Svoj regularni izraz lahko začnete urejati tako, da izberete urejevalno orodje in z miško kliknete v urejevalnem področju, kjer želite vstaviti ta del.</p><p>Za podrobnejši opis urejevalnika glejte <a href="doc://">strani info</a></p><h2>Kaj je regularni izraz?</h2>Če ne veste, kaj je to regularni izraz, boste morda želeli prebrati <a href="doc://whatIsARegExp">uvod v regularne izraze</a>.<br />
sv: <h1>Editor för reguljära uttryck</h1><p>Det som du nu ser är en editor för <i>reguljära uttryck</i>.</p><p>Det stora fönstret i mitten är redigeringsområdet. Raden med knappar är redigeringsverktyg. Det här är i själva verket mycket likt vanliga ritprogram. Välj ett redigeringsverktyg för att börja redigera ditt reguljära uttryck, och tryck på musknappen i redigeringsområdet där du vill att det här objektet ska infogas.</p><p>För en mer detaljerad beskrivning av editorn, se <a href="doc://">informationssidorna</a></p><h2>Vad är ett reguljärt uttryck?</h2>Om du inte vet vad ett reguljärt uttryck är, kan det vara en bra idé att läsa <a href="doc://whatIsARegExp">Introduktion till reguljära uttryck</a>.<br />
tr: <h1>Düzenli İfade Düzenleyici</h1><p>Şu anda baktığınız şey <i>Düzenli İfadeler</i> için bir düzenleyici.</p><p>Ortadaki üst kısım düzenleme alanı, alt kısım ise düzenli ifadelerinizi denemeniz için onaylama penceresidir. Düğmelerin bulunduğu satırda ise düzenleme eylemleri bulunur. Genel çizim programları ile aynı yapıdadır. Bir düzenleme aracını seçerek düzenli ifadenizi düzenlemeye başlayabilirsiniz ve ögeyi nereye eklemek istiyorsanız alanda oraya tıklayın.</p><p>Daha fazla detaylı bilgi içib <a href="doc://">bilgi sayfası</a> tıklayın</p><h2>Düzenli ifade nedir?</h2>Bir düzenli ifadenin ne olduğunu bilmiyorsanız işte tam okumanız gerekenleri<a href="doc://whatIsARegExp">Düzenli ifadelere giriş</a>'te bulabilirsiniz.<br/>
uk: <h1>Редактор формальних виразів</h1><p>Те, на що ви зараз дивитесь, це редактор <i>формальних виразів</i>.</p><p>Верхня частина посередині — це ділянка редагування, у нижній частині знаходиться вікно перевірки, де можна відразу випробувати свої формальні вирази. Рядок кнопок містять дії редагування, що дуже схоже на звичайні програми для малювання. Виберіть засіб редагування, щоб розпочати правку формального виразу і натисніть кнопку мишки в ділянці редагування, де ви хочете вставити цей елемент.</p><p>Для докладнішого опису цього редактора дивіться в <a href="doc://">інформаційні сторінки</a></p><h2>Що таке формальний вираз?</h2>Якщо ви не знаєте що таке формальний вираз, то не завадило би почитати <a href="doc://whatIsARegExp">ознайомлення з формальними виразами</a>.<br />
zh_cn: <h1>正则表达式编辑器</h1><p>您现在所看到的是一个<i>正则表达式</i>编辑器。</p><p>中间的大窗口是编辑区域，下面是供您输入的正则表达式校验窗口，那排按钮是编辑动作钮。事实上这与普通的绘图程序非常相似。选择一个编辑工具来开始编辑您的正则表达式，并用鼠标点击编辑区内您想插入该项的地方。</p><p>更多有关这个编辑器的细节描述请参见<a href="doc://">信息页</a></p><h2>什么是正则表达式？</h2>如果您不知道什么是正则表达式，那么阅读<a href="doc://whatIsARegExp">正则表达式简介</a>或许是个好主意。<br />
