Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>Unknown tag while reading XML. Tag was <b>%1</b></p>
ar: <p>علامة غير معروفة أثناء قراءة XML. العلامة هي <b>%1</b></p>
bg: <p>Файлът с дефиницията съдържа непознат таг <b>%1</b>.</p>
bs: <p>Nađena je nepoznata oznaka prilikom čitanja XML-a. Oznaka je bila <b>%1</b></p>
ca: <p>Etiqueta desconeguda en llegir XML. L'etiqueta és <b>%1</b></p>
cs: <p>Neznámá značka při nahrávání XML. Jedná se o <b>%1</b>.</p>
da: <p>Ukendt mærke ved læsning af XML-mærke var <b>%1</b></p>
de: Unbekannte Formatierung beim Lesen von XML: <b>%1</b>
el: <p>Άγνωστη ετικέτα κατά την ανάγνωση δεδομένων XML. Η ετικέτα ήταν η <b>%1</b></p>
eo: <p>Nekonata etikedo dum legado de XML. Etikedo estis <b>%1</b></p>
es: <p>Etiqueta desconocida al leer XML. La etiqueta era <b>%1</b></p>
et: <p>XML-i lugemisel esines tundmatu silt. Silt oli <b>%1</b></p>
eu: <p>Etiketa ezezaguna XML irakurtzerakoan. Etiketa <b>%1</b> zen</p>
fa: <p>برچسب ناشناخته هنگام خواندن XML.برچسب<b>%1</b></p>بود.
fi: <p>Tuntematon tunniste XML:n lukemisessa. Tunniste oli <b>%1</b></p>
fr: <p>Balise inconnue lors de la lecture du XML. La balise était <b>%1</b></p>
gl: <p>Etiqueta descoñecida ao ler o XML. A etiqueta era <b>%1</b></p>
he: <p>תגית לא מוכרת בקריאת ה־XML. התגית היא <b>%1</b></p>
hu: <p>Ismeretlen tag-et (<b>%1</b>) találtam az XML adatok beolvasásakor.</p>
it: <p>Tag sconosciuto durante la lettura dell'XML. Il tag è <b>%1</b></p>
ja: <p>XML 中の未知のタグ <b>%1</b></p>
kk: <p>XML-ді оқығанда беймәлім тег кездесті: <b>%1</b></p>
km: <p>មិន​ស្គាល់​ស្លាក​ក្នុង​ខណៈ​ពេល​កំពុង​អាន​ស្លាក XML. គឺ <b>%1</b></p>
ko: <p>XML을 읽는 도중 알 수 없는 태그 발견. 태그는 <b>%1</b>입니다.</p>
lv: <p>Nezināma atzīme lasot XML. Atzīme: <b>%1</b></p>
mk: <p>Непозната ознака за време на читањето на XML. Ознаката беше <b>%1</b></p>
ms: <p>Tag tak diketahui semasa membaca XML. Tag ialah <b>%1</b></p>
nb: <p>Ukjent tagg ved lesing av XML. Taggen var <b>%1</b></p>
nds: <p>Nich begäng Beteker bi't Lesen vun XML. Beteker weer: <b>%1</b>.</p>
ne: <p>XML पढ्दा अज्ञात ट्याग । ट्याग <b>%1</b> थियो</p>
nl: <p>Onbekende tag gevonden tijdens het lezen van XML. De tag was <b>%1</b>.</p>
nn: <p>Ukjend tagg ved lesing av XML. Taggen var <b>%1</b>.</p>
pl: <p>Nieznany znacznik przy czytaniu z XML. Ten znacznik to <b>%1</b></p>
pt: <p>Marca desconhecida ao ler o XML. A marca era <b>%1</b></p>
pt_br: <p>Tag desconhecida enquanto lia XML. Tag era <b>%1</b></p>
ro: <p>Tag necunoscut la citirea XML. Tagul a fost <b>%1</b></p>
ru: <p>Неизвестный тег при чтении файла XML. Тег: <b>%1</b></p>
sk: <p>Neznáma značka pri čítaní XML. Značka bola <b>%1</b></p>
sl: <p>Neznana oznaka pri branju XML. Oznaka je bila <b>%1</b></p>
sv: <p>Okänd tagg vid läsning av XML. Taggen var <b>%1</b></p>
ta: <p>XML-லிருந்து படிக்கும் போது தெரியாத ஒட்டு. ஒட்டு<b>%1</b></p>
tg: <p>Борчасби номаълум ҳангоми хондани XML. Борчасб <b>%1</b></p>
tr: <p>XML yüklenirken bilinmeyen etiket: <b>%1</b></p>
uk: <p>Невідома мітка при зчитуванні XML. Мітка помилки: <b>%1</b></p>

source: Error while loading regular expression from XML.
ar: خطأ عند تحميل التعبير النمطي من XML.
bg: Грешка при зареждане на регулярен израз от XML.
bs: Greška prilikom učtavanja regularnog izraza iz XML-a.
ca: Error en carregar l'expressió regular des d'XML.
cs: Chyba při načítání regulárního výrazu z XML.
da: Fejl ved indlæsning af regulært udtryk fra XML.
de: Fehler beim Laden eines regulären Ausdrucks aus einer XML-Datei.
el: Σφάλμα κατά τη φόρτωση κανονικής έκφρασης από δεδομένα XML.
eo: Eraro dum ŝarĝo de regula esprimo el XML.
es: Error al cargar la expresión regular desde XML.
et: Tõrge regulaaravaldise laadimisel XML-ist.
eu: Errorea «XML»tik adierazpen erregularra zamatzean.
fi: Säännöllisen lausekkeen lataus XML:stä epäonnistui.
fr: Erreur lors du chargement de l'expression rationnelle à partir du XML
gl: Erro ao ler a expresión regular do XML.
he: שגיאה בטעינת ביטוי רגולרי מ־XML.
hu: Hiba történt a reguláris kifejezés XML-ből való betöltése közben.
it: Errore durante il caricamento dell'espressione regolare dall'XML.
km: កំហុស​ខណៈ​ពេល​ផ្ទុក​កន្សោម​ធម្មតា​ពី XML ។
ko: XML에서 정규 표현식을 불러오는 중 오류가 발생했습니다.
nl: Fout bij laden van reguliere expressie vanuit XML.
nn: Feil ved lasting av regulært uttrykk frå XML.
pl: Błąd podczas wczytywania wyrażenie regularnego z XML-a
pt: Erro ao ler a expressão regular do XML.
pt_br: Erro ao carregar a expressão regular a partir do XML.
sk: Chyba pri načítavaní regulárneho výrazu z XML.
sl: Napaka pri nalaganju regularnega izraza iz XML.
sv: Fel när reguljärt uttryck laddades från XML.
tr: XML'den düzenli ifade yüklenirken hata.
uk: Помилка під час завантаження формального виразу з XML.

source: Error While Loading Regular Expression From XML
ar: خطأ عند تحميل التعبير النمطي من XML
bg: Грешка при зареждане на регулярен израз от файла с дефиницията
bs: Greška prilikom učitavanja regularnog izraza iz XML-a
ca: Error en carregar l'expressió regular des d'XML
cs: Chyba při načítání regulárního výrazu z XML
da: Fejl ved indlæsning af regulært udtryk fra XML
de: Fehler beim Laden eines regulären Ausdrucks aus XML-Vorlage
el: Σφάλμα κατά τη φόρτωση Κανονικής Έκφρασης από δεδομένα XML
eo: Eraro dum legado de XML-dosiero
es: Error al cargar la expresión regular desde XML
et: Viga regulaaravaldise laadimisel XML-ist
eu: Akatsa XML-tik Adierazpen Erregularra Zamatzerakoan
fa: خطا هنگام بارگیری عبارت منظم از XML
fi: Virhe ladattaessa säännöllistä lauseketta XML:stä
fr: Erreur lors du chargement de l'expression rationnelle à partir du XML
gl: Erro ao ler a expresión regular do XML
he: שגיאה במהלך טעינת ביטוי רגולרי מתוך XML
hu: Hiba történt a reguláris kifejezés XML-ből való betöltése közben
it: Errore durante il caricamento dell'espressione regolare dall'XML
ja: XML から正規表現読み込み中にエラー
kk: XML-ден үлгі өрнекті алғанда қате орын алды
km: កំហុស​ក្នុង​ខណៈ​ពេល​កំពុង​ផ្ទុក​កន្សោម​ធម្មតា​ពី XML
ko: XML에서 정규 표현식 불러오던 중 오류 발생
lv: Kļūda ielādējot regulāru izteiksmi no XML
mk: Грешка при вчитувањето на регуларниот израз од XML
ms: Ralat Semasa Memuatkan Ungkapan Biasa Dari XML
nb: Feil ved lasting av regulært uttrykk fra XML
nds: Fehler bi't Inlesen vun reguleer Utdruck ut XML
ne: XML बाट नियमित अभिव्यक्ति लोड गर्दा त्रुटि
nl: Fout bij laden van reguliere expressie vanuit XML
nn: Feil ved lasting av regulært uttrykk frå XML
pl: Błąd podczas wczytywania wyrażenie regularnego z XML-a
pt: Erro ao Ler a Expressão Regular do XML
pt_br: Erro Enquanto Carregava Expressão Regular a partir de XML
ro: Eroare la încărcarea expresiei regulate din XML
ru: Ошибка во время загрузки регулярного выражения из XML
sk: Chyba pri načítavaní regulárneho výrazu z XML
sl: Napaka pri nalaganju regularnega izraza iz XML
sv: Fel när reguljärt uttryck laddades från XML
ta: XML-லிருந்து வழக்கமானதொடரினை ஏற்றல் செய்யும் போது பிழை ஏற்பட்டுள்ளது.
tg: Хатогӣ Ҳангоми Боркунии Ифодаи Муқаррарӣ Аз XML
tr: XML'den Düzenli İfade Yüklenirken Hata
uk: Помилка завантаження формального виразу з XML

source: <p>XML file did not contain a <b>%1</b> tag.</p>
ar: <p>لم يحتوي ملف XML <b>%1</b> على علامة.</p>
bg: <p>Файлът XML не съдържа таг <b>%1</b>.</p>
bs: <p>XML datoteka nije sadržavala oznaku <b>%1</b>.</p>
ca: <p>El fitxer XML no conté l'etiqueta <b>%1</b>.</p>
cs: <p>Soubor XML neobsahuje značku <b>%1</b>.</p>
da: <p>XML-fil indeholdt ikke et <b>%1</b>-mærke.</p>
de: <p>XML-Datei enthält keine <b>%1</b>-Formatierung.</p>
el: <p>Το αρχείο XML δεν περιείχε μία ετικέτα <b>%1</b>.</p>
eo: <p>XML-dosiero ne enhavis etikedon <b>%1</b>.</p>
es: <p>El archivo XML no contenía una etiqueta <b>%1</b>.</p>
et: <p>XML-fail ei sisalda silti <b>%1</b>.</p>
eu: <p>XML fitxategiak ez zeukan <b>%1</b> etiketa.</p>
fa: <p>پرونده XML حاوی یک <b>%1</b>برچسب نبود.</p>
fi: <p>XML-tiedosto ei sisältänyt <b>%1</b>-tunnistetta.</p>
fr: <p>Le fichier XML ne contient pas de balise <b>%1</b>.</p>
gl: <p>O ficheiro XML non contén unha etiqueta <b>%1</b>.</p>
he: <p>קובץ ה־XML לא הכיל תגית <b>%1</b>.</p>
hu: <p>Az XML-fájl nem tartalmazott <b>%1</b> tag-et.</p>
it: <p>Il file XML non contiene un tag <b>%1</b>.</p>.
ja: <p>XML ファイルは <b>%1</b> タグを含んでいませんでした。</p>
kk: <p>XML файлында <b>%1</b> деген тег жоқ.</p>
km: <p>ឯកសារ XML មិន​មាន​ស្លាក <b>%1</b> ទេ ។</p>
ko: <p>XML 파일에 <b>%1</b> 태그가 없습니다.</p>
lv: <p>XML fails nesatur atzīmi <b>%1</b>.</p>
mk: <p>XML-датотеката не ја содржи ознаката <b>%1</b>.</p>
ms: <p>Fail XML tidak mengandungi tag <b>%1</b>.</p>
nb: <p>XML-fila inneholdt ikke en <b>%1</b>-tagg.</p>
nds: <p>XML-Datei bargt keen <b>%1</b>-Beteker.</p>
ne: <p>XML फाइलले <b>%1</b> ट्याग समावेश गरेन ।</p>
nl: <p>Het XML-bestand bevatte niet de tag <b>%1</b>.</p>
nn: <p>XML-fila inneheldt ikkje nokon <b>%1</b>-tagg.</p>
pl: <p>Plik XML nie zawierał znacznika <b>%1</b>.</p>
pt: <p>O ficheiro XML não continha uma marca <b>%1</b>.</p>
pt_br: <p>Arquivo XML não continha uma tag <b>%1</b>.</p>
ro: <p>Fișierul XML nu conține un tag <b>%1</b>.</p>
ru: <p>XML файл не содержит тег <b>%1</b>.</p>
sk: <p>Súbor XML neobsahuje značku <b>%1</b>.</p>
sl: <p>Datoteka XML ni vsebovala značke <b>%1</b>.</p>
sv: <p>XML-filen innehåller inte taggen <b>%1</b>.</p>
ta: <p>XML -கோப்பு உட்கொள்ளவில்லை<b>%1</b>ஒட்டு.</p>
tr: <p>XML dosyası <b>%1</b> etiketini içermiyor.</p>
uk: <p>Файл XML не містив мітки <b>%1</b>.</p>

source: <p>Error while reading XML file. The element just below the tag <b>%1</b> was not an element.</p>
ar: <p>خطأ عند قراءة ملف XML. العنصر أسفل العلامة <b>%1</b> مباشرةً ليس بعنصر.</p>
bg: <p>Грешка при четене на файла с дефиницията. Елементът под тага <b>%1</b> е грешен.</p>
bs: <p>Greška prilikom čitanja XML datoteke. Element odmah ispod oznake <b>%1</b> nije bio element.</p>
ca: <p>Error en llegir el fitxer XML. L'element sota l'etiqueta <b>%1</b> no és un element.</p>
cs: <p>Chyba při čtení XML souboru. Prvek za značkou <b>%1</b> není prvkem.</p>
da: <p>Fejl ved læsning af XML-fil. Elementet lige under mærket <b>%1</b> var ikke et element.</p>
de: <p>Fehler beim Lesen der XML-Datei: Das Element direkt unter Formatierung <b>%1</b> ist kein Element</p>
el: <p>Σφάλμα κατά την ανάγνωση του αρχείου XML. Το στοιχείο ακριβώς κάτω από την ετικέτα <b>%1</b> δεν ήταν στοιχείο.</p>
eo: <p>Eraro dum legado de XML-dosiero. La elemento tuj sub la etikedo <b>%1</b> ne estis elemento.</p>
es: <p>Error al leer el archivo XML. El elemento justamente debajo de la etiqueta <b>%1</b> no era un elemento.</p>
et: <p>Viga XML-faili lugemisel. Element sildi <b>%1</b> all ei ole mitte element.</p>
eu: <p>Akatsa XML fitxategia irakurtzerakoan.<b>%1</b> etiketaren azpiko elementua ez zen elementu bat.</p>
fa: <p>خطا هنگام خواندن پرونده XML.عنصری که درست زیر برچسب <b>%1</b> می‌باشد، عنصر نبود.</p>
fi: <p>Virhe luettaessa XML-tiedostoa. Alkio juuri tunnisteen <b>%1</b> alla ei ole alkio.</p>
fr: <p>Problème lors de la lecture du fichier XML. L'élément suivant la balise <b>%1</b> n'était pas un élément.</p>
gl: <p>Erro ao ler o ficheiro XML. O elemento que segue á etiqueta <b>%1</b> non era un elemento.</p>
he: <p>שגיאה בקריאת קובץ ה־XML. הרכיב שבדיוק מתחת לתגית <b>%1</b> אינו רכיב.</p>
hu: <p>Hiba történt az XML fájl beolvasása közben. A(z) <b>%1</b> tag alatti elem érvénytelen volt.</p>
it: <p>Errore durante la lettura del file XML. L'elemento sotto al tag <b>%1</b> non è un elemento.</p>
ja: <p>XML から読み込み中にエラー。タグ <b>%1</b> の下の要素は、要素ではありません。</p>
kk: <p>XML файлы оқылғанда қате орын алды. <b>%1</b> тегінің астындағысы элемент емес.</p>
km: <p>កំហុស​ក្នុង​ខណៈ​ពេល​កំពុង​អាន​ឯកសារ XML ។ ធាតុ​ដែល​នៅ​ពី​ក្រោម​ស្លាក <b>%1</b> មិន​មែន​ជា​ធាតុ​ទេ ។</p>
ko: <p>XML 파일 읽는 중 오류 발생. <b>%1</b>태그 바로 아래의 요소는 요소가 아닙니다.</p>
lv: <p>Kļūda lasot XML failu. Elements zem atzīmes <b>%1</b> nav elements.</p>
mk: <p>Грешка при читањето на XML-датотеката. Елементот веднаш под ознаката <b>%1</b> не беше елемент.</p>
ms: <p>Ralat semasa membaca fail XML. Elemen betul-betul di bawah tag <b>%1</b> bukan satu elemen.</p>
nb: <p>Feil ved lesing av XML-fil. Elementet like under taggen <b>%1</b> var ikke et element.</p>
nds: <p>Fehler bi't Lesen vun de XML-Datei. Dat Element jüst nerrn den Beteker <b>%1</b> is keen Element.</p>
ne: <p>XML फाइल पढ्दा त्रुटि । ट्याग मुनिको तत्व <b>%1</b>तत्व थिएन ।</p>
nl: <p>Fout tijdens het lezen van XML-bestand. Het element net onder de tag <b>%1</b> was geen element.</p>
nn: <p>Feil ved lesing av XML-fil. Elementet like under taggen <b>%1</b> var ikkje noko element.</p>
pl: <p>Błąd podczas odczytu pliku XML. Ten element zaraz poniżej znacznika <b>%1</b>nie był elementem.</p>
pt: <p>Erro ao ler o ficheiro XML. O elemento sob a <em>tag</em> <b>%1</b> não era um elemento.</p>
pt_br: <p>Erro enquanto lia arquivo XML. O elemento logo abaixo da tag <b>%1</b> não era um elemento.</p>
ro: <p>Eroare la citirea fișierului XML. Elementul imediat de sub tagul <b>%1</b> nu este un element.</p>
ru: <p>Ошибка при чтении XML файла. Элемент, расположенный за тегом <b>%1</b> не является требуемым элементом.</p>
sk: <p>Chyba pri čítaní súboru XML. Element hneď pod značkou <b>%1</b> nie je element.</p>
sl: <p>Napaka pri branju datoteke XML. Element takoj pod značko <b>%1</b> ni bil element.</p>
sv: <p>Fel vid läsning av XML-fil. Elementet precis efter taggen <b>%1</b> var inget element.</p>
ta: <p>XML கோப்புகலை படிக்கும் போழுது பிழை. ஒட்டுக்கு கீழ் உள்ள உருப்பு<b>%1</b> உருப்பெ அல்ல.</p>
tg: <p>Хатогӣ ҳангоми хондани файли XML. Элемент дар поёни борчасби <b>%1</b> буда, элемент нест.</p>
tr: <p>XML dosyası okunurken hata. <b>%1</b> etiketinin altındaki öge aslında öge değilmiş.</p>
uk: <p>Помилка під час читання файла XML. Елемент зразу під міткою <b>%1</b> не був елементом.</p>

source: Any Character
ar: أي رمز
bg: Всеки знак
bs: Bilo koji znak
ca: Qualsevol caràcter
cs: Jakýkoliv znak
da: Vilkårligt tegn
de: Irgendein Zeichen
el: Οποιοσδήποτε χαρακτήρας
eo: Iu Ajn Signo
es: Cualquier carácter
et: Suvaline sümbol
eu: Edozein Karaktere
fa: هر نویسه
fi: Mikä tahansa merkki
fr: N'importe quel caractère
gl: Calquera carácter
he: כל תו שהוא
hi: कोई भी अक्षर
hu: Bármely karakter
it: Qualsiasi carattere
ja: 任意の 1 文字
kk: Кез келген таңба
km: គ្រប់ តួ​អក្សរ​ទាំងអស់
ko: 모든 문자
lv: Jebkura Rakstzīme
mk: Било кој знак
ms: Sebarang Aksara
nb: Vilkårlig tegn
nds: Jichtenseen Teken
ne: कुनै क्यारेक्टर
nl: Elk teken
nn: Vilkårleg teikn
pl: Dowolny Znak
pt: Qualquer Carácter
pt_br: Qualquer caractere
ro: Orice caracter
ru: Любой символ
sk: Nejaký znak
sl: Katerikoli znak
sv: Alla tecken
ta: ஏதாவது எழுத்து
tg: Ягон Аломат
tr: Herhangi bir Karakter
uk: Будь-який символ

source: Line Start
ar: بداية سطر
bg: Начало на ред
bs: Početak linije
ca: Començament de línia
cs: Začátek řádku
da: Linje- start
de: Zeilen- anfang
el: Αρχή της γραμμής
eo: Linio- Komenco
es: Inicio de línea
et: Rea algus
eu: Lerro Hasiera
fa: آغاز خط
fi: Rivin alku
fr: Début de ligne
gl: Comezo de liña
he: תחילת שורה
hi: पंक्ति प्रारंभ
hu: Sor eleje
it: Inizio riga
ja: 行頭
kk: Жолдың басы
km: បន្ទាត់ ចាប់ផ្ដើម
ko: 행 시작
lv: Rinda Sākt
mk: Почеток на линија
ms: Baris Mula
nb: Linje- start
nds: Reeg- Anfang
ne: रेखा सुरुआत
nl: Regel begin
nn: Linje- start
pl: Początek Wiersza
pt: Início de Linha
pt_br: Início de Linha
ro: Început Linie
ru: Начало строки
sk: Začiatok riadku
sl: Začetek vrstice
sv: Rad början
ta: வரி துவக்கம்
tg: Сатр Оғоз
tr: Satır Başlangıç
uk: Початок рядка

source: Line End
ar: نهاية سطر
bg: Край на ред
bs: Kraj linije
ca: Final de línia
cs: Konec řádku
da: Linje- slut
de: Zeilen- ende
el: Τέλος της γραμμής
eo: Linio- Fino
es: Fin de línea
et: Rea lõpp
eu: Lerro Amaiera
fa: پایان خط
fi: Rivin loppu
fr: Fin de ligne
gl: Fin de liña
he: סוף שורה
hi: पंक्ति अंत
hu: Sor vége
it: Fine riga
ja: 行末
kk: Жолдың соңы
km: បន្ទាត់ បញ្ចប់
ko: 행 끝
lv: Rinda Beigt
mk: Крај на линија
ms: Baris Penghujung
nb: Linje- slutt
nds: Reeg- Enn
ne: रेखा अन्त्य
nl: Regel einde
nn: Linje- slutt
pl: Koniec Wiersza
pt: Fim de Linha
pt_br: Fim de Linha
ro: Sfîrșit Linie
ru: Конец строки
sk: Koniec riadku
sl: Konec vrstice
sv: Rad slut
ta: வரி முடிவு
tg: Сатр Итмом
tr: Satır Bitiş
uk: Кінець рядка

source: Word Boundary
ar: حدّ كلمة
bg: Граница на дума
bs: Granica riječi
ca: Límit de paraula
cs: Slovní hranice
da: Ord- grænse
de: Wort- grenze
el: Όριο λέξης
eo: Vorta Limo
es: Límite de palabra
et: Sõnapiire
eu: Hitz Muga
fa: کرانه واژه
fi: Sanan- raja
fr: Limite littérale
gl: Limiar de palabra
he: גבול מילה
hi: शब्द बाउंड्री
hu: Szó- elválasztó
it: Confine di parola
ja: 単語 境界
kk: Сөздің шегі
km: ពាក្យ ព្រំដែន
ko: 단어 경계
lv: Vārds Robeža
mk: Граница меѓу збор
ms: Perkataan Sempadan
nb: Ord- grense
nds: Woort- Grenz
ne: शब्द सीमा
nl: Woord grens
nn: Ord- grense
pl: Granica Wyrazu
pt: Limite de Palavra
pt_br: Limite Alfanumérico
ro: Capăt cuvînt
ru: Граница слова
sk: Okraj slova
sl: Meja besede
sv: Ord gräns
ta: எழுத்து எல்லை
tg: Калима Сарҳад
tr: Sözcük Sınırı
uk: Межа слова

source: Non-word Boundary
ar: حدّ غير كلمة
bg: Не граница на дума
bs: Granica ne-riječi
ca: No límit de paraula
cs: Ne-slovní hranice
da: Ikke-ord- grænse
de: Keine Wort- grenze
el: Μη όριο λέξης
eo: Ne-vorta Limo
es: No-límite de palabra
et: Mitte-sõnapiire
eu: Hitza ez den Muga
fa: کرانه غیر واژه
fi: Ei sanan- raja
fr: Limite non littérale
gl: Non-limiar de palabra
he: גבול שאינו של מילה
hi: नॉन-वर्ड बाउण्ड्री
hu: Nem szóelválasztó
it: Confine non di parola
ja: 単語境界 以外
kk: Сөздің шегі емес
km: មិន​មែន​ពាក្យ ព្រំដែន
ko: 비 단어 경계
lv: Ne-vārds Robeža
mk: Граница што не е меѓу збор
ms: Sempadan Bukan Perkataan
nb: Ikke-ord- grense
nds: Nich-Woort- grenz
ne: शब्द विहीन सीमा
nl: Niet woord grens
nn: Ikkje-ord- grense
pl: Nie-granica Wyrazu
pt: Limite de Não-Palavra
pt_br: Limite Não-alfanumérico
ru: Не граница слова
sk: Okraj ne-slova
sl: Meja ne-besede
sv: Inte ord gräns
ta: எழுத்து அற்ற எல்லை
tg: Калима не Сарҳад
tr: Sözcük Olmayan Komşuluğu
uk: Межа не-слова

# @info:credit
source: Port to Qt6
ar: النّقل إلى كيوت 6
bg: Порт към Qt6
ca: Adaptació a les Qt6
es: Adaptación a Qt6
fi: Sovitus Qt6:een
fr: Portage vers Qt6
gl: Adaptación a Qt 6.
he: הסבה ל־Qt6
ko: Qt6 포팅
nl: Overgezet naar Qt6
pl: Przeniesienie na Qt6
pt_br: Porte para o QT6
sk: Port do Qt6
sl: Prenos na Qt6
tr: Qt6 aktarımı
uk: Портування на Qt6

# @title:window
source: Regular Expression Editor
ar: محرر التعبير النمطى
bg: Редактор на регулярни изрази
ca: Editor d'expressions regulars
fi: Säännöllisten lausekkeiden muokkain
fr: Éditeur d'expressions rationnelles
gl: Editor de expresións regulares
he: עורך הביטויים הרגולריים
ko: 정규 표현식 편집기
pl: Edytor wyrażeń regularnych
pt_br: Editor de expressões regulares
sl: Urejevalnik regularnih izrazov
tr: Düzenli İfade Düzenleyicisi
uk: Редактор формальних виразів
zh_cn: 正则表达式编辑器

# @action:inmenu
source: Load text
ar: حمّل نص
bg: Зареждане на текст
ca: Carrega text
fi: Lataa teksti
fr: Charger du texte
gl: Cargar un texto
he: טעינת טקסט
ko: 텍스트 불러오기
pl: Wczytaj tekst
pt_br: Carregar texto
sl: Naloži besedilo
tr: Metin Yükle
uk: Завантажити текст

# @title:menu
source: RegExp Languages
ar: لغة التعبير النمطي
bg: Езици за регулярни изрази
ca: Llenguatges d'expressions regulars
fi: Säännöllisten lausekkeiden kielet
fr: Langue pour expressions rationnelles
gl: Linguaxes de expresións regulares
he: שפות ביטויים רגולריים
ko: 정규 표현식 언어
pl: Język wyrażeń regularnych
pt_br: Linguagem das expressões regulares
sl: Jeziki RegExp
tr: Düzenli İfade Dilleri
uk: Мови форм. виразів

# @option:check
source: Do not match the characters specified here
gl: Non concordar os caracteres indicados aquí.
he: לא ללכוד את התווים שמצוינים כאן
ko: 지정한 문자와 일치하지 않음

# @option:check
source: A word character
gl: Unha letra.
he: תו מילה
ko: 단어 문자

# @option:check
source: A digit character
gl: Un díxito.
he: תו ספרה
ko: 숫자 문자

# @option:check
source: A space character
gl: Un espazo en branco.
he: תו רווח
ko: 공백 문자

# @option:check
source: A non-word character
gl: Un carácter non letra.
he: תו שאינו של מילה
ko: 비 단어 문자

# @option:check
source: A non-digit character
gl: Un carácter non díxito.
he: תו שאינו ספרה
ko: 비 숫자 문자

# @option:check
source: A non-space character
gl: Un carácter non espazo en branco.
he: תו שאינו רווח
ko: 비 공백 문자

# @option:check
source: &Automatically replace using this item
gl: Substituír &automaticamente usando este elemento.
he: ה&חלפה אוטומטית עם הפריט הזה
ko: 이 항목을 사용하여 자동으로 대체(&A)

source: Laurent Montel
ar: لوران مونتال
he: לורנט מונטל

# @info:credit
source: Carl Schwan
ar: كارل شوان
he: קארל שוואן

# @option:radio
source: Any number of times (including zero times)
gl: Calquera número de veces (incluído cero veces).
he: כל מספר שהוא של פעמים (כולל אפס)
ko: 불특정 횟수(0도 포함)

# @option:radio
source: From
gl: Desde
he: מ־
ko: 시작
