Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: When the content of this box is typed in to the ASCII line,<br />this box will automatically be added around it,<br />if this check box is selected.
ar: عندما يتم كتابة محتوى هذا الصندوق في سطر ASCII،<br /> سيضاف هذا الصندوق حوله تلقائياً،<br /> إن تم تحديد مربّع الاختيار هذا.
bg: Ако отметката е включена, автоматично ще се добавя <br />рамка около съдържанието, когато пишете текст.
bs: Kada je sadržaj ove kutije upisan u ASCII red,<br />ova kutija će automatski biti dodana oko njega,<br />ako je ova potvrdna kutija odabrana.
ca: Quan es teclegi el contingut d'aquest quadre a la línia ASCII, <br />aquest quadre s'afegirà al voltant automàticament, <br />si es marca aquesta casella de selecció.
cs: Když je obsah tohoto obdélníku napsán do ASCII řádku,<br />tento obdélník bude automaticky přidán okolo,<br />jestli je tato možnost vybrána.
da: Når indholdet af dette felt er skrevet ind i ASCII-linjen,<br />vil dette felt automatisk blive tilføjet rundt om det<br />hvis dette afkrydsningsfelt er aktiveret.
de: Wenn der Inhalt dieses Feldes in die Eingabezeile für ASCII-Text <br /> eingegeben wird, so wird dieser mit dem Inhalt des Feldes umgeben, <br /> falls das Ankreuzfeld ausgewählt ist.
el: Όταν τα περιεχόμενα αυτού του πεδίου πληκτρολογηθούν στη γραμμή ASCII, <br />αυτό το πεδίο θα προστεθεί αυτόματα γύρω του, <br />αν αυτό το πεδίο ελέγχου είναι επιλεγμένο.
eo: Kiam la enhavo de ĉi tiu skatolo estas tajpita al la ASCII-linio,<br />ĉi tiu skatolo aŭtomate aldoniĝos ĉirkaŭ ĝi,<br />se tiu ĉi markobutono estas elektita.
es: Cuando se escribe el contenido de este cuadro en una linea ASCII, <br />este cuadro será añadido automáticamente alrededor de él, <br />si esta casilla de selección está seleccionada.
et: Kui selle kasti sisu sisestatakse ASCII reale,<br />lisatakse selle ümber automaatselt selline kast,<br />kui siintoodud märkekast on valitud.
eu: Kaxa honen edukia ASCII lerroan sartzen denean, <br />kaxa hau honen inguruan automatikoki gehituko da,<br />hautapen-lauki hori hautatuta badago.
fa: هنگامی ‌که محتوای این جعبه در خط اسکی‌ رونوشت می‌شود،<br />در صورت برگزیدن این جعبه بررسی،<br /> جعبه به طور خودکار پیرامون آن اضافه می‌شود.
fi: Kun tämän kentän sisältö kirjoitetaan ASCII-riville,<br />sen ympärille lisätään automaattisesti tämä kenttä,<br />jos tämä ruutu on valittu.
fr: Lorsque le contenu de cette boîte est saisi dans la ligne de caractères ASCII,<br /> cette boîte sera automatiquement ajoutée tout autour,<br /> si cette boîte à cocher est sélectionnée.
gl: Se marca esta opción,<br />cando o contido desta caixa se escriba na liña ASCII,<br/>esta caixa engadirase automaticamente arredor dela.
he: כשתוכן תיבה זו מוקלד בשורת ה־ASCII,<br />התיבה הזו נוספת סביבו אוטומטית,<br />אם תיבת הסימון הזאת מסומנת.
hu: Ha ennek a doboznak a tartalmát begépeli egy ASCII sorba,<br />akkor ez a doboz automatikusan körül fogja venni,<br />ha egy a jelölőnégyzet ki van választva.
it: Quando il contenuto di questa casella viene immesso nella riga ASCII,<br/>questo riquadro gli verrà automaticamente aggiunto intorno,<br />se questa casella è marcata.
ja: <qt>このオプションを指定すると、この合成正規表現のボックス内と同じ内容を ASCII 行に入力したときに、自動的にその周りにボックスが追加されます。</qt>
km: នៅ​ពេល​ដែល​មាតិកា​នៃ​ប្រអប់​នេះ​ត្រូវ​បាន​វាយ​បញ្ចូល​ទៅ​ក្នុង​បន្ទាត់ ASCII <br />ប្រអប់​នេះ​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​ជុំវិញ​វា​ដោយ​ស្វ័យប្រវត្តិ<br />​ប្រសិនបើ​ប្រអប់​គូស​ធីក​នេះ​ត្រូវបានជ្រើស ។
ko: 이 상자의 내용을 ASCII 줄에 입력하면<br />이 체크 상자를 선택했을 때<br />이 상자가 추가됩니다.
lv: Kad šī lodziņa saturs tiek ievadīts ASCII rindā,<br/>lodziņš automātiski tiks pievienots apkārt,<br />ja šis lodziņš ir atzīmēts.
nb: Når innholdet i denne boksen skrives inn i ASCII-linja,<br /> blir denne boksen automatisk lagt til rundt den, <br /> hvis denne avkryssingsboksen er valgt.
nds: Wenn Du den Inholt vun dissen Kasten na de ASCII-Reeg ingiffst,<br />warrt disse Kasten dor automaatsch ümto toföögt,<br />wenn dit anmaakt is.
nl: Selecteer dit keuzevakje als u wilt dat wanneer de<br />inhoud van dit vak getypt is in een ASCII-regel,<br />dit vak automatisch er omheen gezet wordt.
nn: Når innhaldet i boksen vert skrive inn i ASCII-linja,<br />vert boksen automatisk lagd rundt det dersom<br />det er kryssa av her.
pl: Jeżeli zawartość tego okienka jest wpisana do linii ASCII,<br />to okienko zostanie automatycznie dodane wokół niej,<br />jeżeli to pole opcji jest zaznaczone.
pt: Quando o conteúdo desta opção é indicado na linha ASCII,<br/>este item será automaticamente adicionado à sua volta,<br/>se esta opção estiver seleccionada.
pt_br: Quando o conteúdo desta caixa for digitado na linha ASCII,<br />esta caixa será adicionada automaticamente em torno dele,<br />se esta caixa de seleção estiver selecionada.
sk: Ak sa obsah tohto poľa napíše to ASCII riadku,<br />toto pole sa automaticky pridá okolo,<br />ak je tento checkbox označený.
sl: Ko se vsebina tega polja vnese v vrstico ASCII,<br />se samodejno doda okoli njega to polje,<br />če je to potrditveno polje izbrano.
sv: När innehållet i den här rutan skrivs in i ASCII-raden,<br />läggs den här rutan automatiskt till omkring det,<br />om den här kryssrutan är markerad.
tr: Bu kutunun içeriği ASCII satırına yazıldığında <br />bu kutucuk işaretli ise<br />bu kutu onun etrafına eklenecek.
uk: Коли зміст цього віконця буде набрано в рядку ASCII, <br />це віконце автоматично буде додано навколо нього, <br />якщо пункт буде позначено.
zh_cn: 如果这个选项被选中<br />当这个文本框的内容输入 ASCII 文本时<br/>此框将自动添加在文字的周围。

source: Configure Compound
ar: إعداد المركب
bg: Задаване на съставен израз
bs: Podesi spoj
ca: Configura una composta
cs: Nastavit složení
da: Indstil sammensætning
de: Zusammensetzung einrichten
el: Ρύθμιση σύνθετης Κανονικής Έκφρασης
eo: Agordi Kunligojn
es: Configurar compuesto
et: Kompleksi seadistamine
eu: Konfiguratu konposatua
fa: پیکربندی مرکب
fi: Kehyksen asetukset
fr: Configurer le composant
gl: Configurar a regra composta
he: הגדרות ביטוי רגולרי מורכב
hi: कम्पाउंड कॉन्फ़िगर करें
hu: Az összetétel beállítása
it: Configura composto
ja: 合成の設定
kk: Құрама өрнекті құрастыру
km: កំណត់​រចនាសម្ព័ន្ធ​សមាស
ko: 컴파운드 설정
lv: Konfigurēt apvienojumus
ms: Konfigur Kawasan
nb: Tilpass sammensetting
nds: Tosamensett Utdruck inrichten
ne: मिश्रण कन्फिगर गर्नुहोस्
nl: Compound instellen
nn: Set opp samansett
pl: Konfiguracja złożenia
pt: Configurar o Composto
pt_br: Configurar Composto
ro: Configurează compusul
ru: Настроить составное выражение
sk: Nastaviť zložený
sl: Nastavi sestavino
sv: Anpassa sammansättning
ta: உள்ளமை கூட்டு
tg: Танзимкунии Таркибот
tr: Bileşimi Yapılandır
uk: Налаштувати складені
zh_cn: 配置复合部件

source: Look ahead regular expressions not supported in Emacs style
ar: التعابير النمطية استباقية البحث غير مدعومة فى أسلوب Emacs
bg: Регулярният израз от типа "Търсене напред" (Look ahead) не се поддържа в стила Emacs.
bs: Napredni izrazi nisu podržani u Emacs-ovom stilu
ca: A l'estil Emacs no es permet la cerca endavant d'expressions regulars
cs: Výrazy vyhlížení nepodporované ve stylu Emacs
da: Se-fremad regulære udtryk er ikke understøttet i Emacs-stil
de: Im Emacs-Stil werden vorausschauende reguläre Ausdrücke nicht unterstützt
el: Κανονικές εκφράσεις με προεξέταση (Look Ahead) δεν υποστηρίζονται σε λειτουργία Emacs
eo: Antaŭenrigardaj regulesprimoj ne subtenatas en Emaksa stilo
es: Las expresiones regulares de tipo «afirmación previa» no están permitidas en el estilo Emacs
et: Emacsi stiilis ei ole toetatud ettevaatavad regulaaravaldised
eu: Aurre-bilaketadun adierazpen erregularrak ez dira Emacs estiloan onartzen
fa: تصمیم‌گیری در مورد عبارتهای منظم، در سبک Emacs پشتیبانی نشده‌اند
fi: Emacs-tyylistä etukäteislauseketta ei tueta
fr: Les expressions rationnelles « Recherche arrière » n'est pas prise en charge en mode « Emacs »
gl: As expresións regulares de comprobación de continuación non se permiten no estilo Emacs
he: אין תמיכה בביטויים רגולריים עם גישוש קדימה בסגנון Emacs
hu: A 'look ahead' típusú reguláris kifejezések nem használhatók Emacs-stílusban
it: Le espressioni regolari con riferimenti in avanti non sono supportate nello stile Emacs
ja: Emacs スタイルでの先読み正規表現は未サポートです
kk: Emacs стиліндегі ілеспе шарт үлгі өрнектері қолданылмайды
km: មើល​ទៅ​កាន់​កន្សោម​ធម្មតា​ដែល​បាន​មិនបាន​គាំទ្រ​ដោយ​រចនាប័ទ្ម Emacs
ko: Emacs 스타일에서 정규 표현식 예측을 지원하지 않습니다
lv: Uz priekšu skatāmās regulārās izteiksmes netiek atbalstītas Emacs stilā
ms: Perhatikan bahawa ungkapan biasa tidak disokong dalam gaya Emacs
nb: I Emacs-stil er det ikke støtte for regulære utkikks-uttrykk
nds: De Emacs-Syntax ünnerstütt keen bedingte reguleer Utdrück.
ne: अगाडि हेर्ने नियमित अभिव्यक्ति इम्याक्स शैलीमा समर्थित छैन
nl: Vooruitkijkende reguliere expressies niet ondersteund in Emacs-stijl
nn: Framoverreferansar i regulære uttrykk er ikkje støtta i Emacs-syntaks
pl: Wyrażenia regularne zawierające odnośniki do przodu nie są obsługiwane w trybie Emacs
pt: Ver as expressões regulares não suportadas no estilo do Emacs
pt_br: Procurar por expressões regulares não suportadas no estilo do Emacs
ro: Expresiile regulate cu previziune nu sunt susținute în stilul Emacs
ru: Упреждающий поиск не поддерживается в Emacs
sk: Regulárne výrazy so spätnou referenciou nie sú podporované v štýle Emacs
sl: Regularni izrazi za vpogled naprej niso podprti v slogu Emacs
sv: Reguljära uttryck med framåtreferenser stöds inte med Emacs-stil
ta: வழக்கமான தொடர்கள் Emacs-பானியால் ஆதரிக்கப்படாது என்பதை முன்நோக்கு.
tg: Ҷустуҷӯи пешакии ифодаи муқаррарӣ дар навъи Emacs пуштибонӣ намегардад
tr: Emacs stilinde desteklenmeyen düzenli ifadelere bak
uk: У стилі Emacs формальні вирази з передбаченням не підтримуються
zh_cn: Emacs 风格的正则表达式中不支持预搜索

source: Word boundary and non word boundary is not supported in Emacs syntax
ar: حدّ الكلمة وحدّ غير الكلمة غير مدعومان فى صيغ Emacs
bg: Границата на дума и не на границата на дума не се поддържат в стила Emacs.
bs: Granica riječi i ne-riječi nisu podržane u Emacs-ovoj sintaksi
ca: Límit de paraula i no límit de paraula no estan permesos en la sintaxi Emacs
cs: Slovní a neslovní hranice není v syntaxi Emacsu podporována
da: Ordgrænse og ikke-ordgrænse er ikke understøttet i Emacs-syntaks
de: Wort und Nichtwort-Grenze werden im Emacs-Stil nicht unterstützt
el: Τα όρια λέξεων δεν υποστηρίζονται στη σύνταξη Emacs
eo: Vortlimo kaj nevortlimo ne estas subtenataj en Emaksa sintakso
es: «Límite de palabra» y «no-límite de palabra» no están permitidas en la sintaxis de Emacs
et: Emacsi süntaksis ei ole toetatud sõnapiire ja mitte-sõnapiire
eu: Hitz-muga eta hitz muga eza ez dira Emacs sintaxia onartzen
fa: کرانه واژه‌ای‌ و کرانه غیر واژه‌ای‌، در نحو Emacs پشتیبانی نمی‌شوند
fi: Emacsin kielioppi ei tue sana- ja ei-sanarajojen erottelua
fr: « En limite de mot » et « À l'intérieur d'un mot » ne sont pas prise en charge dans la syntaxe « Emacs »
gl: Límite de palabra e límite de non palabra non se permiten na sintaxe Emacs
he: אין תמיכה בגבול מילה ובגבול של צירוף שאינו מילה בסגנון Emacs
hu: A szóelválasztó és a nem szóelválasztó kifejezése nem használható az Emacs-stílusú szintaxisban
it: I confini di parola e i non confini di parola non sono supportati dalla sintassi di Emacs
ja: Emacs 構文での単語境界/単語境界以外は未サポートです
kk: Сөз шегі және сөз шегі емес таңбалары Emacs синтаксисында қолданылмайды
km: ព្រំដែន​ពាក្យ និង​មិន​ជា​ព្រំដែន​ពាក្យ គឺ​មិន​ត្រូវ​បាន​គាំទ្រ​នៅ​ក្នុង​វាក្យសម្ពន្ធ Emacs ឡើយ
ko: Emacs 문법에서 단어 경계와 비 단어 경계를 지원하지 않습니다.
lv: Vārda robeža un ne-vārda robeža netiek atbalstītas Emacs sintaksē
mk: Границите меѓу збор и што не се меѓу збор не се поддржани во синтаксата на Emacs
ms: Sempadan perkataan dan sempadan bukan perkataan tidak disokong dalam sintaks Emacs
nb: I Emacs-syntaks støttes ikke ordgrense og ikke-ordgrense
nds: De Emacs-Syntax ünnerstütt keen Woort- un Nich-Woortgrenzen.
ne: इम्याक वाक्य संरचनामा शब्द सीमा र शब्द विहिन सीमा समर्थित हुदैन
nl: Woordgrens en niet-woordgrens wordt niet ondersteund in Emacs-stijl
nn: Ordgrense og ikkje-ordgrense er ikkje støtta i Emacs-syntaks
pl: Granica słowa i brak granicy słowa nie są obsługiwane w trybie składni Emacsa
pt: Os limites entre palavras e outros itens que não palavras não é suportado na sintaxe do Emacs
pt_br: O limite da palavra e a palavra sem limite não é suportado na sintaxe do Emacs
ru: Символы границы слова/не слова не поддерживаются в синтаксисе Emacs
sk: V syntaxi Emacs nie je podporovaná hranica slova a nie-hranica slova
sl: Omejitev besed in omejitev ne-besed ni podprto v skladnji za Emacs
sv: Ordgräns och inte ordgräns stöds inte med Emacs-syntax
ta: Emacs-தொடரமைப்பில் எழுத்து எல்லை மற்றும் எழுத்தற்ற எல்லை ஆதரவு அளிக்கவில்லை.
tg: Амалиётҳои ҳосили калима ва ғайри калима дар синтаксиси Emacs пуштабонӣ намегардад
tr: Sözcük sınırı ve sözcük olmayan sınırı Emacs kodlamasında desteklenmez
uk: В синтаксисі Emacs межа слова й межа не-слова не підтримуються
zh_cn: Emacs 语法中不支持字词边界和非字词边界

source: Your regular expression is invalid, due to something preceding a 'line start'.
ar: التعبير النمطى الذي كتبت غير صالح، بسبب وجود شيء قبل رمز 'بدء سطر'.
bg: Регулярният израз е невалиден поради грешка в началото на реда.
bs: Vaš regularni izraz je nevažeći, zbog nečega što prethodi „početku linije“.
ca: L'expressió regular no és vàlida, ja que hi ha alguna cosa abans del «començament de línia».
cs: Váš regulární výraz je neplatný, problém na začátku řádku.
da: Dit regulære udtryk er ugyldigt, på grund af noget før en 'linjestart'.
de: Der reguläre Ausdruck ist ungültig, da etwas vor „Zeilenanfang“ steht.
el: Η κανονική σας έκφραση δεν είναι έγκυρη, γιατί κάτι προηγείται του χαρακτήρα 'αρχή της γραμμής'.
eo: Via regula esprimo estas malvalida, pro io antaŭanta 'liniokomenco'.
es: Su expresión regular no es válida debido a que algo precede al «inicio de línea».
et: Regulaaravaldis on vigane, sest miski eelneb 'rea algusele'.
eu: Zure adierazpen erregularra baliogabea da, "lerro hasiera"-ren aurretik dagoen zerbaitengatik.
fa: به دلیل این که چیزی از »آغاز خط« جلوتر رفته است، عبارت منظم شما معتبر نیست.
fi: Säännöllinen lauseke on virheellinen, koska ”rivin alkua” edeltää jokin.
fr: Votre expression rationnelle n'est pas valable, à cause d'un élément juste avant un « début de ligne »
gl: A súa expresión regular é incorrecta, debido a algo que antecede a un "comezo de liña".
he: הביטוי הרגולרי שלך שגוי, עקב משהו שקודם ל‚תחילת השורה’.
hu: A megadott reguláris kifejezés érvénytelen, mert valami megelőzi a 'sor elejét'.
it: L'espressione regolare non è valida, perché c'è qualcosa prima di un "inizio riga".
ja: 行頭の前に何かがあるため、正規表現が不正です。
kk: Үлгі өрнегі жарамсыз, 'жол басы' белгісінің алдында бірдеме тұр.
km: កន្សោម​ធម្មតា​របស់​អ្នក​មិន​ត្រឹមត្រូវ​ទេ ដោយ​សារ​មាន​របស់​នៅ​ពី​មុខ​បន្ទាត់​ចាប់ផ្ដើម ។​
ko: 이전의 '행 시작' 때문에 정규 표현식이 유효하지 않습니다.
lv: Jūsu regulārajā izteiksmē rindas sākums ir nederīgs.
mk: Вашиот регуларен израз е невалиден, поради нешто што предходи на „стартот на линијата“.
ms: Ungkapan biasa anda tak sah, disebabkan oleh sesuatu yang mendahului 'permulaan baris'.
nb: Ditt regulære uttrykk er ikke gyldig, på grunn av noe som står foran en «start på linje».
nds: De regulere Utdruck is leeg: Dor steiht wat vör "Reeganfang".
ne: 'रेखा सुरुआत' अगाडि केही हुनाले, तपाईँको नियमित अभिव्यक्ति अवैध छ ।
nl: Ongeldige expressie: er staan tekens voor het 'regelstart'-teken.
nn: Det regulære uttrykket er ugyldig fordi det står noko før «linjestart».
pl: Wyrażenie regularne jest nieprawidłowe, ponieważ podano coś przed znakiem "początek wiersza".
pt: A sua expressão regular é inválida, devido a algo que antecede a um 'inicio de linha'.
pt_br: Sua expressão regular é inválida, devido a algo precedendo um 'início de linha'.
ru: Ошибка в регулярном выражении: до символа начала строки указаны выражения
sk: Váš regulárny výraz je neplatný, kvôli niečomu pred podmienkou začiatku riadku.
sl: Regularni izraz je neveljaven zaradi nečesa, ki se začne pred »line start« (začetkom vrstice).
sv: Det reguljära uttrycket är felaktigt, beroende på något som kommer före "radbörjan".
ta: வரியின் தொடக்கத்தில் ஏதோ ஒன்று இருப்பதால்.உங்கள் வழக்கமான தொடர் தவறானது.
tg: Ифодаи муқаррарӣ нодуруст аст, то 'аввали сатр' ифода таъин шудааст.
tr: Bir 'satır başlangıc'ından önceki sebepten dolayı düzenli ifadeniz geçersiz.
uk: Ваш формальний вираз неправильний, оскільки щось передує «початок рядка».
zh_cn: 您的正则表达式无效，因为行首描述符的位置超前。

source: Regular Expression Error
ar: خطأ في التعبير النمطى
bg: Грешка в регулярния израз
bs: Greška regularnog izraza
ca: Error a l'expressió regular
cs: Chyba v regulárním výrazu
da: Fejl i regulært udtryk
de: Fehler im regulären Ausdruck
el: Σφάλμα κανονικής έκφρασης
eo: RegulEsprima Eraro
es: Error en expresión regular
et: Regulaaravaldise viga
eu: Adirazpen Erregularraren Akatsa
fa: خطای عبارت منظم
fi: Virhe säännöllisessä lausekkeessa
fr: Erreur d'expression rationnelle
gl: Erro na expresión regular
he: שגיאת ביטוי רגולרי
hi: रेगुलर एक्सप्रेशन त्रुटि
hu: Hibás reguláris kifejezés
it: Errore di espressione regolare
ja: 正規表現エラー
kk: Үлгі өрнек қатесі
km: កំហុស​កន្សោម​ធម្មតា
ko: 정규 표현식 오류
lv: Regulārās izteiksmes kļūda
mk: Грешка во регуларниот израз
ms: Ralat Ungkapan Biasa
nb: Feil i regulært uttrykk
nds: Fehler binnen reguleer Utdruck
ne: नियमित अभिव्यक्ति त्रुटि
nl: Fout in reguliere expressie
nn: Feil i regulært uttrykk
pl: Błąd wyrażenia regularnego
pt: Erro na Expressão Regular
pt_br: Erro na expressões regular
ro: Eroare expresie regulată
ru: Ошибка в регулярном выражении
sk: Chyba regulárneho výrazu
sl: Napaka regularnega izraza
sv: Fel i reguljärt uttryck
ta: வழக்கமான தொடர் பிழை
tg: Хатогии Ифодаи Муқаррарӣ
tr: Düzenli İfade Hatası
uk: Помилка у формальному виразі
zh_cn: 正则表达式错误

source: Your regular expression is invalid, due to something following a 'line end'.
ar: التعبير النمطى الذي كتبت غير صالح، بسبب وجود شيء بعد رمز 'نهاية سطر'.
bg: Регулярният израз е невалиден поради грешка в края на реда.
bs: Vaš regularni izraz je nevažeći, zbog nečega što slijedi na „kraju linije“.
ca: L'expressió regular no és vàlida, ja que hi ha alguna cosa després del «final de línia».
cs: Váš regulární výraz je neplatný, problém na konci řádku.
da: Dit regulære udtryk er ugyldigt, på grund af noget efter en 'linjeslut'.
de: Der reguläre Ausdruck ist ungültig, da etwas nach „Zeilenende“ steht.
el: Η κανονική σας έκφραση δεν είναι έγκυρη, γιατί κάτι έπεται του χαρακτήρα 'τέλος της γραμμής'.
eo: Via regula esprimo estas malvalida, pro io sekvanta 'linian finon'.
es: Su expresión regular no es válida debido a que hay algo detrás del «fin de línea».
et: Regulaaravaldis on vigane, sest midagi järgneb 'rea lõpule'.
eu: Zure adierazpen erregularra baliogabea da, "lerro amaiera"-ren ondoren dagoen zerbaitengatik.
fa: به دلیل این که پس از »پایان خط« چیزی آمده، عبارت منظم شما نامعتبر است.
fi: Säännöllinen lauseke on virheellinen, koska ”rivin loppua” seuraa jokin.
fr: Votre expression rationnelle n'est pas valable à cause d'un élément juste après une « fin de ligne ».
gl: A súa expresión regular é incorrecta, debido a que ten algo tras un "fin de liña".
he: הביטוי הרגולרי שלך שגוי עקב משהו שאחרי ‚סוף השורה’.
hu: A megadott reguláris kifejezés érvénytelen, mert valami a 'sor vége' után következik.
it: L'espressione regolare non è valida, perché c'è qualcosa dopo una "fine riga".
ja: 行末の後に何かがあるため、正規表現が不正です。
kk: Үлгі өрнегі жарамсыз, 'жол соңы' белгісінен кейін бірдеме тұр.
km: កន្សោម​ធម្មតា​របស់​អ្នក​មិន​ត្រឹមត្រូវ​ទេ គឺ​ដោយសារ​មាន​អ្វី​មួយ​នៅ​ពី​ក្រោយ​ 'បន្ទាត់​បញ្ចប់' ។
ko: 다음의 '행 끝' 때문에 정규 표현식이 유효하지 않습니다.
lv: Jūsu regulārajā izteiksmē rindas beigas ir nederīgs.
mk: Вашиот регуларен израз е невалиден, поради нешто што следи на „крајот на линијата“.
ms: Ungkapan biasa anda tak sah, disebabkan oleh sesuatu berikutan 'penghujung baris'.
nb: Ditt regulære uttrykk er ikke gyldig, på grunn av noe som står etter en «linjeslutt».
nds: De regulere Utdruck is leeg: Dor steiht wat achter "Reegenn".
ne: 'रेखा अन्त्य' पछाडि केही हुनाले, तपाईँको नियमति अभिव्यक्ति अवैध छ ।
nl: Ongeldige expressie: er staan tekens na een 'regeleinde'-teken.
nn: Det regulære uttrykket er ugyldig fordi det står noko etter «linjeslutt».
pl: Wyrażenie regularne jest nieprawidłowe, ponieważ podano coś po znaku "koniec wiersza".
pt: A sua expressão regular é inválida, devido a algo que se segue a um 'fim de linha'.
pt_br: Sua expressão regular é inválida, devido a algo seguindo um 'fim de linha'.
ru: Ошибка в регулярном выражении: после символа конца строки указаны выражения
sk: Váš regulárny výraz je neplatný, kvôli niečomu za podmienkou konca riadku.
sl: Regularni izraz je neveljaven zaradi nečesa, ki je napisano po»line end« (koncu vrstice).
sv: Det reguljära uttrycket är felaktigt, beroende på något som kommer efter "radslut".
ta: வரியின் முடிவில் ஏதோ ஒன்று பின் தொடர்வதால்.உங்கள் வழக்கமான தொடர் தவறானது.
tg: Ифодаи муқаррарӣ нодуруст аст, то 'охири сатр' ифода таъин шудааст.
tr: Bir 'satır sonu'ndan sonraki sebepten dolayı düzenli ifadeniz geçersiz.
uk: Ваш формальний вираз неправильний, оскільки щось слідує за «кінцем рядка».
zh_cn: 您的正则表达式无效，因为在行尾描述符后还有内容。
