Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>Invalid sub element to element <b>TextRange</b>. Tag was <b>%1</b></p>
ar: <p>العنصر الفرعي لا يصلح مع العنصر <b>نطاق النص</b>. إذ أن العلامة <b>%1</b></p>
bg: <p>Невалиден поделемент на елемента <b>TextRange</b>. Невалидният таг е <b>%1</b>.</p>
bs: <p>Neispravan podelement elementa <b>TextRange</b>. Oznaka je bila <b>%1</b></p>
ca: <p>Subelement no vàlid a l'element <b>TextRange</b>. L'etiqueta és <b>%1</b></p>
cs: <p>Neplatný pod-prvek k prvku <b>Rozsah textu</b>. Značka byla <b>%1</b></p>
da: <p>Ugyldigt delelement til element <b>TekstOmråde</b>. Mærke var <b>%1</b></p>
de: <p>Ungültiges Unterelement zu <b>TextBereich</b>. Formatierung ist <b>%1</b></p>
el: <p>Μη έγκυρο υποστοιχείο για το στοιχείο <b>Περιοχή κειμένου</b>. Η ετικέτα ήταν <b>%1</b></p>
eo: <p>Nevalida subelemento al elemento <b>TextRange</b>. Etikedo estis <b>%1</b></p>
es: <p>Subelemento no válido para el elemento <b>intervalo de texto</b>. La etiqueta era <b>%1</b></p>
et: <p>Elemendi <b>Tekstivahemik</b> vigane alamelement. Silt oli <b>%1</b></p>
eu: <p><b>Testu barrutiaren</b> zzpi-elementu baliogabea. Etiketa hau zen: <b>%1</b></p>
fa: <p>زیر عنصر نامعتبر به عنصر <b>TextRange</b>.برچسب<b>%1</b></p>بود.
fi: <p>Virheellinen lapsialkio alkiolle <b>Tekstialue</b>. Tunniste oli <b>%1</b></p>
fr: <p>Sous-élément non valable pour l'élément <b>TextRange</b>. La balise était <b>%1</b></p>
gl: <p>Sub-elemento do elemento <b>TextRange</b> incorrecto. A etiqueta era <b>%1</b></p>
he: <p>רכיב משנה לא תקף ברכיב <b>TextRange</b>. התגית היא <b>%1</b></p>
hu: <p>Érvénytelen al-elem a(z) <b>Szöveges tartomány</b> elemben. A tag: <b>%1</b></p>
it: <p>Sottoelemento non valido per l'elemento <b>TextRange</b>. Il tag è <b>%1</b></p>
ja: <p><b>TextRange</b> タグの不正なサブ要素 <b>%1</b></p>
kk: <p><b>TextRange</b> элементінің құрамында жарамсыз элемент бар. Тегі <b>%1</b></p>
km: <p>ធ្វើ​ធាតុ​រង​ឲ្យ​ត្រឹមត្រូវ​ទៅ​ជា​ធាតុ <b>TextRange</b> ។ សន្លាក​គឺ <b>%1</b></p>
ko: <p><b>TextRange</b> 원소에 유효하지 않은 하위 원소가 있습니다. 태그는 <b>%1</b>입니다.</p>
lv: <p>Nederīgs elementa <b>TekstaApgabala</b> apakšelements. Atzīme: <b>%1</b></p>
mk: <p>Невалиден под-елемент на елементот <b>TextRange</b>. Ознаката беше <b>%1</b></p>
ms: <p>Subelemen tak sah kepada elemen <b>TextRange</b>. Tag ialah <b>%1</b></p>
nb: <p>Ugyldig under-element til elementet <b>TextRange</b>. Taggen var <b>%1</b></p>
nds: <p> Leeg Ünnerelement för Element <b>TextRebeet</b>. Beteker weer <b>%1</b>.</p>
ne: <p> <b>पाठ दायरा</b> तत्वमा अवैध सहायक तत्व । ट्याग थियो ।<b>%1</b></p>
nl: <p>Ongeldig subelement voor element <b>TextRange</b>. Tag was <b>%1</b></p>
nn: <p>Ugyldig under-element til elementet <b>TextRange</b>. Taggen var <b>%1</b>.</p>
pl: <p>Niewłaściwy podelement elementu <b>TextRange</b>. Znacznik to <b>%1</b></p>
pt: <p>Sub-elemento do elemento <b>TextRange</b> inválido. A marca era <b>%1</b></p>
pt_br: <p>Subelemento inválido para elemento <b>TextRange</b>. Tag era <b>%1</b></p>
ru: <p>Неправильная составляющая в составе элемента <b>TextRange</b>. Тег <b>%1</b></p>
sk: <p>Neplatný podelement elementu <b>TextRange</b>. Značka bola <b>%1</b></p>
sl: <p>Neveljavni podelement elementa <b>TextRange</b>. Oznaka je bila <b>%1</b></p>
sv: <p>Ogiltigt delelement till element <b>TextRange</b>. Taggen var <b>%1</b></p>
ta: <p>உறுப்புக்கு செல்லாத துனைஉறுப்பு <b> உரை வரம்பு</b>ஒட்டு/ குறி <b>%1</b></p>
tg: <p>Зерэлементи нодуруст дар элементи <b>Маҳдудаи Матн</b>. Борчасб <b>%1</b></p>
tr: <p> <b>Metin kenarları</b> için geçersiz alt element. Etiket <b>%1</b></p>
uk: <p>Неправильний піделемент для елемента <b>TextRange</b>. Мітка: <b>%1</b></p>

source: <p>Element <b>Text</b> did not contain any textual data.</p>
ar: <p>لم يحتوي العنصر <b>نص</b> على أي بيانات نصية.</p>
bg: <p>Елементът <b>Text</b> не съдържа данни.</p>
bs: <p>Element <b>Text</b> nije sadržavao tekstualne podatke.</p>
ca: <p>L'element <b>Text</b> no conté dades textuals.</p>
cs: <p>Položka <b>Text</b> neobsahuje textová data.</p>
da: <p>Elementet <b>Tekst</b> indeholdt ingen tekst-data.</p>
de: <p>Das Element <b>Text</b> enthielt keine Textdaten.</p>
el: <p>Το στοιχείο <b>Κείμενο</b> δεν περιείχε δεδομένα κειμένου.</p>
eo: <p>Elemento <b>Teksto</b> enhavis neniujn tekstajn datumojn.</p>
es: <p>El elemento <b>Texto</b> no contiene ningún texto.</p>
et: <p>Element <b>Tekst</b> ei sisalda mingeid tekstiandmeid.</p>
eu: <p><b>Testua</b> elementuak ez duzu testu-daturik.</p>
fa: <p> متن <b>عنصر </b>حاوی داده متنی نبود.</p>
fi: <p>Alkio <b>Teksti</b> ei sisältänyt tekstitietoa.</p>
fr: <p>L'élément <b>Texte</b> ne contient pas de données textuelles.</p>
gl: <p>O elemento <b>Text</b> non contiña ningún texto.</p>
he: <p>הרכיב <b>Text</b> לא הכיל כלל טוכן טקסטואלי.</p>
hu: <p>A(z) <b>Szöveg</b> elem nem tartalmazott szöveges adatot.</p>
it: <p>L'elemento <b>Text</b> non contiene alcun dato testuale.</p>
ja: <p>要素 <b>Text</b> にテキストデータが含まれていません。</p>
kk: <p><b>Text</b> элементінде ешбір мәтін жоқ.</p>
km: <p>ធាតុ <b>អត្ថបទ</b> មិន​មាន​ទិន្ន័យ​អត្ថបទ​ទេ ។</p>
ko: <p><b>Text</b> 원소에 텍스트 데이터가 없습니다.</p>
lv: <p>Elements <b>Teksts</b> nesatur teksta datus.</p>
mk: <p>Елементот <b>Text</b> не содржеше никакви текстуални податоци.</p>
ms: <p>Teks <b>Elemen</b> tidak mengandungi data teks.</p>
nb: <p>Elementet <b>Text</b> inneholdt ikke tekstdata.</p>
nds: <p>Element <b>Text</b> bargt keen Textdaten.</p>
ne: <p>तत्व <b>पाठ</b> ले कुनै पाठ डेटा समावेश गरेन ।</p>
nl: <p>Element <b>Tekst</b> bevatte geen enkele tekstgegevens.</p>
nn: <p>Elementet <b>Text</b> inneheldt ikkje tekstdata.</p>
pl: <p>Element <b>Text</b> nie zawierał danych tekstowych.</p>
pt: <p>O elemento <b>Texto</b> não continha nenhum dado textual.</p>
pt_br: <p>Elemento <b>Text</b> não continha qualquer dado textual.</p>
ro: <p>Elementul <b>Text</b> nu conține nici un fel de date textuale.</p>
ru: <p>Элемент <b>Text</b> не содержит текстовых данных.</p>
sk: <p>Element <b>Text</b> neobsahoval žiadne textové dáta</p>
sl: <p>Element <b>Text</b> ni vseboval besedilnih podatkov.</p>
sv: <p>Elementet <b>text</b> innehöll inte någon textdata.</p>
ta: <p>உறுப்பு <b> உரை</b>உரைநிலை தரவு ஏதும் உள்கோள்ளவில்லை</p>
tg: <p>Элементи <b>Матн</b> ягон додаҳои матниро дар бар намегирад.</p>
tr: <p><b>Metin</b> bileşini hiç metinsel veri içermiyor.</p>
uk: <p>Елемент <b>текст</b> не містить ніяких текстуальних даних.</p>

source: User Defined
ar: مُعَرّف من قبل المستخدم
bg: Потребителска дефиниция
bs: Korisnički definisano
ca: Definides per l'usuari
cs: Definováno uživatelem
da: Brugerdefineret
de: Benutzerdefiniert
el: Ορισμένη από το χρήστη
eo: Propra
es: Definido por el usuario
et: Kasutaja määratud
eu: Erabiltzaileak Definituta
fa: کاربر تعریف شد
fi: Käyttäjän määrittämä
fr: Défini par l'utilisateur
gl: Definido polo usuario
he: מוגדר על ידי המשתמש
hi: उपयोक्ता द्वारा पारिभाषित
hu: Felhasználó által megadott
it: Definita dall'utente
ja: ユーザ定義
kk: Пайдаланушының
km: កំណត់​ដោយ​អ្នក​ប្រើ
ko: 사용자 정의
lv: Lietotāja definēts
mk: Кориснички дефинирано
ms: Pengguna Ditakrif
nb: Selvvalgt
nds: Egen
ne: प्रयोगकर्ता परिभाषित
nl: Gebruikersgedefinieerd
nn: Brukardefinert
pl: Zdefiniowane przez użytkownika
pt: Definido pelo Utilizador
pt_br: Definido pelo usuário
ro: Definită de utilizator
ru: Пользовательские
sk: Užívateľský
sl: Uporabniško definirano
sv: Användardefinierad
ta: பயனர் வரையறு
tg: Корванди Муайяншаванда
tr: Kullanıcı Tanımlı
uk: Визначений користувачем
zh_cn: 用户自定义

source: general
ar: عام
bg: общо
bs: općenito
cs: obecné
da: generelt
de: Allgemein
el: γενικά
eo: generalo
et: üldine
eu: orokorra
fa: عمومی
fi: yleiset
fr: général
gl: xeral
he: כללי
hi: साधारण
hu: általános
it: generali
km: ទូទៅ
ko: 일반
lv: vispārēji
nb: generelt
nds: Allgemeen
ne: सामान्य
nl: algemeen
nn: generelt
pl: ogólny
pt: geral
pt_br: geral
sk: všeobecné
sl: splošno
sv: allmänt
ta: பொதுவானவை
tr: genel
uk: загальний
zh_cn: 常规

source: Could not open file for reading: %1
ar: تعذّر فتح الملف للقراءة: %1
bg: Грешка при отваряне на файл за четене: %1
bs: Datoteka nije mogla da se otvori za čitanje: %1
ca: El fitxer no s'ha pogut obrir per a lectura: %1
cs: Nelze otevřít soubor pro čtení: %1
da: Kunne ikke åbne fil til læsning: %1
de: Die Datei %1 kann nicht zum Lesen geöffnet werden
el: Αδύνατο το άνοιγμα του αρχείου για ανάγνωση: %1
eo: Ne eblis malfermi dosieron por legi: %1
es: No se puede abrir archivo para lectura: %1
et: Faili avamine lugemiseks nurjus: %1
eu: Ezin izan da fitxategia irakurtzeko ireki: %1
fa: پرونده را برای خواندن نتوانست باز کند: %1
fi: Tiedostoa ei voitu avata luettavaksi: %1
fr: Impossible d'ouvrir le fichier pour lecture : %1
gl: Non foi posíbel abrir o ficheiro para lectura: %1
he: אין אפשרות לפתוח את הקובץ לקריאה: %1
hi: फ़ाइलः %1 खोला नहीं जा सका पढ़ने के लिए
hu: A(z) %1 fájlt nem sikerült olvasásra megnyitni.
it: Impossibile aprire il file in lettura: %1
ja: ファイル ‘%1’ を読み込みのために開けませんでした
kk: Келесі файл оқу үшін ашылмады: %1
km: មិន​អាច​បើក​ឯកសារ​សម្រាប់​អាន ៖ %1
ko: 파일에서 읽으려고 열 수 없습니다: %1
lv: Nevar atvērt failu lasīšanai: %1
mk: Не можев да ја отворам датотеката за читање: %1
ms: Tidak dapat buka fail untuk baca: %1
nb: Klarte ikke åpne fil for lesing: %1
nds: Datei "%1" lett sik nich för't Lesen opmaken.
ne: पढ्नका लागि फाइल खोल्न सकेन: %1
nl: Het bestand kon niet voor lezen worden geopend: %1
nn: Klarte ikkje opna fil for lesing: %1
pl: Nie można otworzyć pliku do odczytu: %1
pt: Não foi possível aceder ao ficheiro para leitura: %1
pt_br: Impossível abrir arquivo para leitura: %1
ro: Nu am putut să deschid fișierul pentru citire: %1
ru: Невозможно открыть файл: %1
sk: Nepodarilo sa otvoriť súbor pre čítanie: %1
sl: Datoteke ni moč odpreti za branje: %1
sv: Kunde inte öppna fil för att läsa: %1
ta: படிப்பதற்கு கோப்பினை திறக்க முடியவில்லை: %1
tg: Файл барои хондан кушода намешавад: %1
tr: Dosya okumak için açılamadı: %1
uk: Неможливо відкрити для читання: %1

source: File %1 containing user defined regular expression contained an error
ar: احتوى الملف %1 الذي يحتوي على تعبير نمطي مُعَرّف من قبل المستخدم على خطأ
bg: Файлът "%1", който съдържа потребителската дефиниция на регулярен израз има грешка.
bs: Datoteka %1, koja sadrži korisnički definisan regularni izraz, je sadržavala grešku
ca: El fitxer %1, que conté expressions regulars definides per l'usuari, conté un error
cs: V souboru %1 obsahujícím regulární výraz definovaný uživatelem je chyba.
da: Filen %1 der indeholder et brugerdefineret regulært udtryk, indeholdt en fejl
de: Die Datei %1 mit einem benutzerdefinierten regulären Ausdruck enthält einen Fehler
el: Το αρχείο %1 που περιέχει κανονικές εκφράσεις ορισμένες από το χρήστη περιείχε ένα σφάλμα
eo: Dosiero %1 enhavante propre difinitan regulan esprimon enhavis eraron
es: El archivo %1 conteniendo una expresión regular contenía un error
et: Kasutaja määratud regulaaravaldist sisaldav fail %1 oli vigane
eu: Erabiltzaileak definitutako adierazpen erregularra duen %1 fitxategiak akats bat du
fa: پرونده %1 حاوی عبارت منظم تعریف‌شده توسط کاربر، شامل یک خطا است
fi: Käyttäjän säännöllisten lausekkeiden määrityksiä sisältävässä tiedostossa %1 oli virhe
fr: Le fichier « %1 » contenant une expression rationnelle définie par l'utilisateur contient une erreur
gl: O ficheiro %1, con expresións regulares definidas polo usuario, contiña un erro
he: הקובץ %1, המכיל ביטוי רגולרי המוגדר על ידי המשתמש, מכיל שגיאה
hu: A felhasználói reguláris kifejezést tartalmazó %1 fájl hibás
it: Il file %1 che contiene un'espressione regolare definita dall'utente contiene un errore
ja: ユーザ定義の正規表現を含むファイル ‘%1’ にエラーがあります
kk: Үлгі өрнек жазылған %1 файлда қате бар
km: ឯកសារ %1 មាន​អ្នក​ប្រើ​ដែល​បាន​កំណត់​កន្សោម​ធម្មតា​ដែល​មាន​កំហុស
ko: 파일 %1에 있는 사용자 정의 정규 표현식에 오류가 있습니다
lv: Fails %1, kurš satur lietotāja definētu regulāru izteiksmi, ir ar kļūdu
mk: Датотеката %1, која содржи кориснички дефиниран регуларен израз, имаше грешка
ms: Fail %1 mengandungi ungkapan biasa takrifan pengguna yang mengandungi ralat
nb: Fila %1 med et selvvalgt regulært uttrykk inneholdt en feil
nds: Fehlerbinnen Datei "%1" mit egen reguleer Utdrück
ne: प्रयोगकर्ता परिभाषित नियमित अभिव्यक्ति समावेश गरेको %1 फाइलले त्रुटि समावेश गर्दछ
nl: Bestand %1, welke een gebruikersgedefinieerde reguliere expressie bevat, bevatte een fout.
nn: Fila %1 med eit brukardefinert regulært uttrykk inneheld ein feil
pl: Plik %1 zawierający ustalone przez użytkownika wyrażenia regularne zawierał błąd
pt: O ficheiro %1, que contém uma expressão regular, tinha um erro
pt_br: Arquivo %1, contendo expressão regular definida pelo usuário, continha um erro
ru: Ошибка в файле %1, содержащем определяемые пользователем регулярные выражения
sk: Súbor %1 obsahujúci regulárny výraz má v sebe chybu
sl: V datoteki %1, ki naj bi vsebovala uporabniško definirani regularni izraz, je bila napaka
sv: Filen %1 med användardefinierat reguljärt uttryck innehåller ett fel
ta: கோப்பு %1 பயனர் வரையறுவை கோண்டுள்ளது வழக்கமான் தொடரில் ஒரு பிழையை கோண்டுள்ளது.
tg: Файли %1, ки ифодаи муқаррарии муайянкунандаи корвандро дар бар мегирад, хатогӣ дорад
tr: Kullanıcı tanımlı düzenli ifade içeren %1 dosyası bir hata taşıyor
uk: Файл %1 містить формальні вирази, визначені користувачем, що містять помилку

source: Rename
ar: أعد التسمية
bg: Преименуване
bs: Preimenuj
ca: Reanomena
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
eo: Renomi
es: Cambiar nombre
et: Muuda nime
eu: Berrizendatu
fi: Muuta nimeä
fr: Renommer
gl: Renomear
he: שינוי שם
hu: Átnevezés
it: Rinomina
km: ប្ដូរ​ឈ្មោះ
ko: 이름 바꾸기
nb: Endre navn
nl: Hernoemen
nn: Endra namn
pl: Zmień nazwę
pt: Mudar o Nome
pt_br: Renomear
sk: Premenovať
sl: Preimenuj
sv: Byt namn
tr: Yeniden Adlandır
uk: Перейменувати
zh_cn: 重命名

source: Rename Item
ar: أعد تسمية عنصر
bg: Преименуване на елемент
bs: Preimenuj stavku
ca: Reanomena l'element
cs: Přejmenovat položku
da: Omdøb punkt
de: Element umbenennen
el: Μετονομασία αντικειμένου
eo: Alinomi eron
es: Cambiar nombre del elemento
et: Elemendi ümbernimetamine
eu: Gaia Berrizendatu
fa: تغییر نام فقره
fi: Muuta nimeä
fr: Renommer l'élément
gl: Renomear o elemento
he: שינוי שם פריט
hi: वस्तु का नाम बदलें
hu: Az elem átnevezése
it: Rinomina elemento
ja: 項目名を変更
kk: Элементті қайта атау
km: ប្ដូរ​ឈ្មោះ​ធាតុ
ko: 이름 변경 항목
lv: Pārdēvēt vienumu
mk: Преименувај го елементот
ms: Namakan Semula Item
nb: Endre navn på element
nds: Indrag ümnömen
ne: वस्तु पुन: नामकरण गर्नुहोस्
nl: Item hernoemen
nn: Endra namn på element
pl: Zmień nazwę elementu
pt: Mudar o Nome do Item
pt_br: Renomear Item
ro: Redenumește element
ru: Переименовать элемент
sk: Premenovať položku
sl: Preimenuj predmet
sv: Byt namn på objekt
ta: பெயர்மாற்று உருப்படி
tg: Бозномгузории Пункт
tr: Ögeyi Yeniden Adlandır
uk: Перейменувати елемент
zh_cn: 重命名项目

source: New name:
ar: الاسم الجديد:
bg: Ново име:
bs: Novi naziv:
ca: Nom nou:
cs: Nový název:
da: Nyt navn:
de: Neuer Name:
el: Νέο όνομα:
eo: Nova nomo:
es: Nuevo nombre:
et: Uus nimi:
eu: Izen berria:
fa: نام جدید:
fi: Uusi nimi:
fr: Nouveau nom :
gl: Novo nome:
he: שם חדש:
hi: नया नाम:
hu: Új név:
it: Nuovo nome:
ja: 新しい名前:
kk: Жаңа атау:
km: ឈ្មោះ​ថ្មី ៖
ko: 새로운 이름:
lv: Jaunais nosaukums:
mk: Ново име:
ms: Nama baru:
nb: Nytt navn:
nds: Nieg Naam:
ne: नयाँ नाम:
nl: Nieuwe naam:
nn: Nytt namn:
pl: Nowa nazwa:
pt: Novo nome:
pt_br: Novo nome:
ro: Nume nou:
ru: Новое имя:
sk: Nové meno:
sl: Novo ime:
sv: Nytt namn:
ta: புதிய பெயர்
tg: Номи нав:
tr: Yeni ad:
uk: Нова назва:
zh_cn: 新名称：

source: <p>Overwrite named regular expression <b>%1</b>?</p>
ar: <p>الكتابة فوق التعبير النمطي المسمى <b>%1</b>؟</p>
bg: <p>Сигурни ли сте, че искате именувания регулярен израз <b>%1</b> да бъде презаписан?</p>
bs: <p>Prebrisati imenovani regularni izraz <b>%1</b>?</p>
ca: <p>Vols sobreescriure l'expressió regular amb nom <b>%1</b>?</p>
cs: <p>Přepsat uvedený regulární výraz <b>%1</b>?</p>
da: <p>Overskriv regulært udtryk ved navn <b>%1</b>?</p>
de: <p>Soll der reguläre Ausdruck <b>%1</b> überschrieben werden?</p>
el: <p>Να αντικατασταθεί η κανονική έκφραση <b>%1</b>;</p>
eo: <p>AĈu anstataŭigi nomitan regulan esprimon <b>%1</b>?</p>
es: <p>¿Sobrescribir la expresión regular denominada <b>%1</b>?</p>
et: <p>Kas kirjutada üle regulaaravaldis nimega <b>%1</b>?</p>
eu: <p>Gainidatzi <b>%1</b> adierazpen erregularra?</p>
fa: <p>جای‌نوشت عبارت منظم دارای نام<b>%1</b>؟</p>
fi: <p>Korvaa nimetyn säännönmukaisen lausekkeen <b>%1</b>?</p>
fr: <p>Écraser l'expression rationnelle intitulée <b>%1</b> ?</p>
gl: <p>Sobrescribir a expresión regular con nome <b>%1</b>?</p>
he: <p>האם לכתוב על הביטוי הרגולרי ששמו <b>%1</b>?</p>
hi: <p>नामित रेगुलर एक्सप्रेशन पर मिटाकर लिखें<b>%1</b>?</p>
hu: <p>Felül szeretné írni a(z) <b>%1</b> reguláris kifejezést?</p>
it: <p>Sovrascrivo l'espressione regolare <b>%1</b>?</p>
ja: <p>名前のある正規表現 <b>%1</b> を上書きしますか？</p>
kk: <p><b>%1</b> деп аталған үлгі өрнек қайта жазылсын ба?</p>
km: <p>សសេរ​ជាន់​ពី​លើ​ឈ្មោះ​កន្សោម​ធម្មតា <b>%1</b>?</p>
ko: <p><b>%1</b> 정규 표현식의 이름을 덮어쓰겠습니까?</p>
lv: <p>Pārrakstīt regulāro izteiksmi <b>%1</b>?</p>
mk: <p>Да презапишам врз именуваниот регуларен израз <b>%1</b>?</p>
ms: <p>Tulis ganti ungkapan biasa yang dinamakan <b>%1</b>?</p>
nb: <p>Skrive over det regulære uttrykket <b>%1</b>?</p>
nds: <p>Reguleer Utdruck mir Naam <b>%1</b> överschrieven?</p>
ne: <p>नामकरण गरिएको नियमित अभिव्यक्ति अधिलेखन गर्नुहुन्छ <b>%1</b>?</p>
nl: <p>Reguliere expressie genaamd <b>%1</b> overschrijven?</p>
nn: <p>Vil du skriva over det regulære utrykket <b>%1</b>?</p>
pl: <p>Nadpisać nazwane wyrażenie regularne <b>%1</b> ?</p>
pt: <p>Sobrepor a expressão regular com o nome <b>%1</b>?</p>
pt_br: <p>Substituir expressão regular nomeada <b>%1</b>?</p>
ro: <p>Suprascrie expresia regulată cu numele <b>%1</b>?</p>
ru: <p>Перезаписать именованное регулярное выражение: <b>%1</b> ?</p>
sk: <p>Prepísať regulárny výraz s menom <b>%1</b>?</p>
sl: <p>Nadomestim poimenovan regularni izraz <b>%1</b>?</p>
sv: <p>Skriv över namngivet reguljärt uttryck <b>%1</b>?</p>
ta: <p>வழக்கமானபெயர்தொடரின் மேல் எழுது<b>%1</b>?</p>
tg: <p>Ифодаи муқаррарӣ номгузоридашударо рӯиҳам нависам <b>%1</b>?</p>
tr: <p>Adlandırılmış düzenli ifade <b>%1</b> üzerine yazılsn mı ?</p>
uk: <p>Замінити названий формальний вираз <b>%1</b>?</p>

source: Do Not Overwrite
ar: لا تكتب فوقه
bg: Без презапис
bs: Nemoj prebrisati
ca: No sobreescriguis
cs: Nepřepisovat
da: Overskriv ikke
de: Nicht überschreiben
el: Να μην αντικατασταθεί
eo: Ne anstataŭigi
es: No sobrescribir
et: Ära kirjuta üle
eu: Ez gainidatzi
fa: جای‌نوشت نشود
fi: Älä korvaa
fr: Ne pas écraser
gl: Non sobrescribir
he: לא לשכתב
hi: मिटाकर नहीं लिखें
hu: Nem kell felülírni
it: Non sovrascrivere
ja: 上書きしない
kk: Керегі жоқ
km: កុំ​សរសេរ​ជាន់លើ
ko: 덮어쓰지 않음
lv: Nepārrakstīt
nb: Ikke skriv over
nds: Nich överschrieven
ne: अधिलेखन नगर्नुहोस्
nl: Niet overschrijven
nn: Ikkje skriv over
pl: Nie zastępuj
pt: Não Sobrepor
pt_br: Não sobrescrever
ro: Nu suprascrie
ru: Не перезаписывать
sk: Neprepísať
sl: Ne nadomesti
sv: Skriv inte över
tr: Üzerine Yazma
uk: Не перезаписувати
zh_cn: 不覆盖

source: Verify regular expression
ar: تحقّق من التعبير النمطي
bg: Проверка на регулярния израз
bs: Utvrdi regularni izraz
ca: Verifica l'expressió regular
cs: Ověřit regulární výraz
da: Verificér regulært udtryk
de: Regulären Ausdruck evaluieren
el: Επαλήθευση κανονικής έκφρασης
eo: Kontroli regulan esprimon
es: Verificar expresión regular
et: Kontrolli regulaaravaldist
eu: Adierazpen erregularra egiaztatu
fa: وارسی عبارت منظم
fi: Tarkista säännöllinen lauseke
fr: Vérifier l'expression rationnelle
gl: Verificar a expresión regular
he: אימות ביטוי רגולרי
hi: वेरिफाई रेगुलर एक्सप्रेशन
hu: A reguláris kifejezés ellenőrzése
it: Verifica espressione regolare
ja: 正規表現を検証
kk: Үлгі өрнекті тексеру
km: ផ្ទៀងផ្ទាត់​កន្សោម​ធម្មតា
ko: 정규 표현식 확인
lv: Verificēt regulāro izteiksmi
mk: Верификувај го регуларниот израз
ms: Sahkan ungkapan biasa
nb: Verifiser regulært uttrykk
nds: Reguleer Utdruck anwennen
ne: नियमित अभिव्यक्ति रूजु गर्नुहोस्
nl: Reguliere expressie verifiëren
nn: Stadfest regulært uttrykk
pl: Sprawdzenie wyrażenia regularnego
pt: Verificar a expressão regular
pt_br: Verificar expressão regular
ro: Verifică expresia regulată
ru: Проверить регулярное выражение
sk: Overiť regulárny výraz
sl: Preveri regularni izraz
sv: Verifiera reguljärt uttryck
ta: வழக்கமானதொடரினை சரிபார்
tg: Санҷидани ифодаи муқаррарӣ
tr: Düzenli ifade doğruluğu
uk: Перевірити формальний вираз

source: Shows what part of the regular expression is being matched in the <i>verifier window</i>.(The window below the graphical editor window).
ca: Mostra amb quina part de l'expressió regular es coincideix a la <i>finestra de verificació</i>. (La finestra a sota de la finestra de l'editor gràfic).
cs: Ukazuje, jaká část regulárního výrazu je nalezena v <i>ověřovacím okně</i>. (Okno pod grafickým editačním oknem)
da: Viser hvilken del af det regulære udtryk der bliver matchet i <i>verifikator-vinduet</i>.(Vinduet under det grafiske editor-vindue).
eo: Montras kian parton de la regula esprimo estas kongrua en la <i>kontrolilo-fenestro</i>.(La fenestro sub la grafika redaktilo fenestro).
es: Muestra qué parte de la expresión regular está siendo comprobada en la <i>ventana de verificación</i> (la ventana que hay debajo del editor gráfico).
eu: <i>Egiaztapen lehioan</i> (editore grafikoaren azpiko lehioan) momentu honetan zein adierazpen erregular bat eigten ari den erakusten du.
fa: نشان می‌دهد که کدام بخش عبارت منظم در <i>پنجره وارسی‌کننده </i> )پنجره زیرپنجره ویرایشگر نگاره‌ای‌( تطبیق شده است.
fr: Affiche la partie de l'expression rationnelle correspondant à la <i>fenêtre de contrôle</i> (la fenêtre située en-dessous de la fenêtre d'édition graphique).
it: Mostra quale parte dell'espressione regolare sta combaciando nella <i>finestra di verifica</i> (la finestra sotto l'editor grafico).
ja: 正規表現にマッチする部分を検証ウィンドウ (グラフィカルエディタの下のウィンドウ) に示します。
kk: Үлгі өрнектің қай бөліктері сәйкес келетіні (графикалық редактордың терезесінен төмен) <i>тексеру терезесінде</i> көрсетілсін.
ms: Papar apa yang bahagian ungkapan biasa dipadankan masa ini dalam <i>tetingkap pengesah</i>.(Tetingkap yang di bawah tetingkap editor grafik).
nb: Viser hvilken del av det regulære uttrykket som treffer i <i>verifiseringsvinduet</i>. (Vinduet nedenfor det grafiske redigeringsvinduet).
ne: <i>रूजुकर्ता सञ्झ्याल</i> मा मिलेको नियमित अभिव्यक्तिको भाग देखाउँदछ । (ग्राफिकल सम्पादक सञ्झ्याल मुनिको सञ्झ्याल)
nl: Toont welk onderdeel van de reguliere expressie overeenkomt in het testvenster (het onderste venster).
nn: Viser kva del av det regulære uttrykket gjev treff i <i>stadfestings­ruta</i>. (Ruta nedanfor redigeringsruta.)
pt_br: Mostra qual parte da expressão regular está sendo relacionada na <i>janela de verificação</i> (a janela abaixo do editor gráfico).
uk: Показує яка частина формального виразу відповідає у<i>вікні перевірки</i>.(Вікно нижче вікна графічного редактора).
