Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <qt>This <i>regexp item</i> will repeat the <i>regexp items</i> it surrounds a specified number of times.<br />The number of times to repeat may be specified using ranges; e.g. it could be specified that it should match from 2 to 4 times, that it should match exactly 5 times, or that it should match at least one time.<br />Examples:<br />If you specify that it should match <i>any</i> time, and the content it surrounds is <tt>abc</tt>, then this <i>regexp item</i> will match the empty string, the string <tt>abc</tt>, the string <tt>abcabc</tt>, the string <tt>abcabcabcabc</tt>, etc.</qt>
ar: <qt>سيكرر <i>عنصر التعبير النمطي</i> هذا <i>عناصر التعبير النمطية</i> التي يحيط بها عدداً محدداً من المرات.<br /> يمكنك تحديد عدد مرات التكرار باستخدام النطاقات. فمثلاً، قد تحدد أنه يجب أن يطابق من 2 إلى 4 مرات، أو أنه يجب أن يطابق تماماً 5 مرات، أو أنه يجب أن يطابق مرة واحدة على الأقل.<br /> أمثلة:<br /> لو أنك حددت أنه يجب أن يطابق <i>أي عدد</i>من المرات، والمحتوى الذي تحيط به هو <tt>abc</tt>, عندها سيطابق<i>التعبير النمطي</i> هذا سلسلة الرموز الفارغة، و سلسلة الرموز <tt>abc</tt>، و سلسلة الرموز <tt>abcabc</tt>، و سلسلة الرموز <tt>abcabcabcabc</tt>،وهكذا.</qt>
bg: <qt>Този <i>елемент на рег.израз </i> ще повтори определен брой пъти<i>елементите на рег. израз</i>, които заобикаля . <br /> Броят на повторение може да бъде посочен с помощта на диапазони; напр. може да се определи, че трябва да съвпада от 2 до 4 пъти, че трябва да съвпада точно 5 пъти, или че трябва да съвпада поне един път. <br /> Примери:<br /> Ако посочите, че трябва да съвпада<i> всеки </i>път и съдържанието, което заобикаля, е <tt>abc</tt>, тогава този<i> елемент на рег. израз </i> ще съответства на празен низ, на низа <tt>abc</tt>, <tt>abcabc</tt>, <tt>abcabcabc</tt> и т.н.</qt>
bs: <qt>Ova <i>regexp stavka</i> će ponavljati <i> regexp stavke </i> koje okružuju određeni broj puta.<br /> Broj koliko puta će se izvršiti ponavljanje se može izabrati iz opsega: npr: Moglo bi se označiti da je potrebno podudaranje od 2 do 4 puta, ili da bi trebalo biti poduranje tačno 5 puta, ili da bi se trebalo podudarati bar jednom. <br /> Primjeri :<br /> Ukoliko odredite da bi trebalo <i> bilo koje </i> vrijeme, i da je sadržaj koji ga okružuje <tt> abc </tt>, onda ova <i> regexp stavka </i> će se podudarati sa praznim stringom, string <tt> abc </tt>, i sa stringom <tt>abcabc</tt> i <tt>abcabcabc</tt>,itd. </qt>
ca: <qt>Aquest <i>element d'expressió regular</i> repetirà <i>els elements d'expressió regular</i> que envolta un nombre de cops determinat.<br />El nombre de cops a repetir es pot especificar usant intervals. P. ex. es pot especificar que coincideixi de 2 a 4 cops, que ha de coincidir exactament 5 vegades, o que ha de coincidir almenys un cop.<br />Exemples:<br />si s'especifica que ha de coincidir <i>qualsevol cop</i>, i el contingut que envolta és <tt>abc</tt>, llavors aquest <i>element d'expressió regular</i> coincidirà amb el text buit, amb <tt>abc</tt>, amb <tt>abcabc</tt>, amb <tt>abcabcabcabc</tt>, etc.</qt>
cs: <qt>Tato <i>položka regulárního výrazu</i> bude opakovat <i>položky regulárního výrazu</i>,které obklopuje určený počet opakování.<br />Počet k opakování může být určen použitím rozsahů tj. můžete určit, že se má shodovat od 2 do 4-krát, že se má přesně shodovat 5-krát, nebo že se má shodovat nejméně 1-krát.Příklady:<br />Jestliže určíte, že se má shodovat <i>kdykoliv</i>, a obsah, který jej obklopuje, je <tt>abc</tt>, pak tato <i>položka regulárního výrazu</i> bude prázdný řetězec, řetězec <tt>abc</tt>, řetězec <tt>abcabc</tt>, řetězec <tt>abcabcabc</tt>, atd.</qt>
da: <qt>Dette <i>regexp-element</i> vil gentage de <i>regexp-elementer</i> det omgiver, et angivet antal gange.<br />Antallet af gange der gentages, kan angives ved at bruge områder. Du kan f.eks. sige at det skal matche fra 2 til 4 gange, at det skal matche nøjagtigt 5 gange, eller at det skal matche mindst én gang.<br />Eksempler:<br />Hvis du angiver at det skal matche et <i>vilkårligt</i> antal gange, og indholdet det omgiver er <tt>abc</tt>, så vil dette <i>regexp-element</i> matche med den tomme streng, strengen <tt>abc</tt>, strengen <tt>abcabc</tt>, strengen <tt>abcabcabcabc</tt> osv.</qt>
de: <qt>Dieses <i>Element eines regulären Ausdrucks</i> wiederholt das umgebene <i>Element</i>eine bestimmte Anzahl mal.<br /> Die Anzahl kann auch als Bereich angegeben werden. Sie können zum Beispiel festlegen, dass das Element zwei bis vier mal, genau fünfmal oder mindestens einmal gefunden werden muss. <br />Beispiele: <br />Wenn Sie angeben, dass es <i>beliebig oft</i> gefunden werden soll und der umgebene Text lautet <tt>abc</tt>, so werden mit diesem <i>Element</i> die leere Zeichenfolge, <tt>abc</tt>, <tt>abcabc</tt>, <tt>abcabcabcabc</tt> usw. gefunden.</qt>
el: <qt>Αυτό το <i>αντικείμενο κανονικής έκφρασης</i> θα επαναλάβει τα <i>αντικείμενα κανονικής έκφρασης</i> που περιβάλλει κατά έναν προκαθορισμένο αριθμό.<br />Ο αριθμός επανάληψης μπορεί να καθοριστεί με τη χρήση περιοχών. Δηλ. μπορείτε να καθορίσετε ότι θα ταιριάζει με 2 έως 4 φορές, ότι θα ταιριάζει με ακριβώς 5 φορές, ή ότι θα πρέπει να ταιριάζει τουλάχιστον μία φορά.<br />Παραδείγματα:<br />Αν καθορίσετε ότι θα πρέπει να ταιριάζει <i>οποιεσδήποτε</i> φορές, και το περιεχόμενο που περιβάλει είναι το <tt>abc</tt>, τότε αυτό το <i>αντικείμενο κανονικής έκφρασης</i> θα ταιριάζει με την κενή συμβολοσειρά, τη συμβολοσειρά <tt>abc</tt>, τη συμβολοσειρά <tt>abcabc</tt>, τη συμβολοσειρά<tt>abcabcabcabc</tt>, κλπ.</qt>
eo: <qt>Ĉi tiu <i>regexp-elemento</i> ripetos la <i>regexp-elementojn</i> kiujn ĝi ĉirkaŭas difinitan nombron da fojoj.<br />La nombro da fojoj por ripeti povas esti specifita uzante intervalojn; ekz. oni povus specifi, ke ĝi kongruu de 2 ĝis 4 fojojn, ke ĝi kongruu ekzakte 5 fojojn, aŭ ke ĝi kongruu almenaŭ unufoje.<br />Ekzemploj:<br />Se vi precizigas, ke ĝi kongruu <br /> i>iufoje</i>, kaj la enhavo kiun ĝi ĉirkaŭas estas <tt>abc</tt>, tiam ĉi tiu <i>regexp item</i> kongruos kun la malplena ĉeno, la ĉeno <tt>abc</tt >, la ĉeno <tt>abcabc</tt>, la ĉeno <tt>abcabcabcabc</tt>, ktp.</qt>
es: <qt>Este <i>elemento de regexp</i> repetirá los <i>elementos de regexp</i> que encierra un número especificado de veces.<br />El número de veces que se repetirá puede ser indicado mediante intervalos. Puede especificar, por ejemplo, que debería aparecer de 2 a 4 veces, que debería aparecer exactamente 5 veces, o que debería aparecer al menos una vez.<br />Ejemplos:<br />Si especifica que podría aparecer <i>cualquier</i> número de veces, y el contenido es <tt>abc</tt>, entonces este <i>elemento de expresión regular</i> coincidirá con una cadena vacía, con la cadena <tt>abc</tt>, con la cadena <tt>abcabc</tt>, con la cadena <tt>abcabcqabcabc</tt>, etc.</qt>
et: <qt>See <i>regulaaravaldise element</i> kordab neid <i>regulaaravaldise elemente</i>, mida ta ümbritseb, määratud arv kordi.<br />Korduste arvu saab määrata ka vahemikuna, nt. on võimalik määrata, et sobivusi peab olema 2 kuni 4, et neid peab olema täpselt 5 või et neid peab olema vähemalt 1.<br />Näited:<br />Kui määrad, et sobivusi peab olema <i>suvaline</i> arv kordi ja et sisu, mida see hõlmab, on <tt>abc</tt>, siis sobib see <i>regulaaravaldise element</i> tühja stringiga, stringiga <tt>abc</tt>, stringiga <tt>abcabc</tt>, stringiga <tt>abcabcabc</tt> jne.</qt>
eu: <qt><i>Adierazpen erregularreko elementu</i> horrek, inguratzen dituen <i>adierazpen erregularreko elementu</i>ak zehaztutako kopuruan errepikatuko ditu.<br />Zenbatetan errepikatu behar den bitarteak erabiliz zehaztu daiteke; adib. 2tik 4ra bitartean parekatu behar dela zehaztu daiteke, zehazki 5 aldiz parekatu behar dela, edo gutxienez behin parekatu behar dela.<br />Adibideak:<br><i>edozein</i> aldiz parekatu behar duela zehazten baduzu, eta inguratzen duen edukia <tt>abc</tt> bada, orduan <i>adierazpen erregularreko elementu</i> horrek kate hutsarekin, <tt>abc</tt> katearekin, <tt>abcabc</tt> katearekin, <tt>abcabcabcabc</tt> katearekin, etab. bat egingo du.</qt>
fi: <qt>Tämä <i>säännöllinen elementti</i> toistaa määritellyn määrän kertoja niitä <i>säännöllisiä elementtejä</i>, joita se ympäröi.<br />Toistokertojen lukumäärä määritellään käyttäen välejä t.s. tulee määritellä, että se täsmää 2:sta 4:ään kertaa, tai että sen tulee täsmätä tasan 5 kertaa, tai että sen tulee täsmätä ainakin yhden kerran.<br />Esimerkkejä:<br />Jos määrittelet, että sen tulee täsmätä <i>aina</i>, ja sisältö jota se ympäröi, on <tt>abc</tt>, tämä <i>säännöllinen elementti</i> täsmää tyhjään tekstiin, tekstiin <tt>abc</tt>, tekstiin <tt>abcabc</tt>, tekstiin <tt>abcabcabcabc</tt>, jne.</qt>
fr: <qt>Cet <i>élément d'expression rationnelle</i> répétera un certain nombre de fois les <i>éléments de l'expression rationnelle</i> qu'il englobe.<br /> Le nombre de répétitions peut être spécifié en utilisant des plages de valeur. Par exemple, vous pouvez spécifier que l'expression correspondra entre 2 et 4 fois, correspondra exactement 5 fois, ou bien qu'elle doit être présente au moins une fois.<br />Exemples :<br />Si vous spécifiez que l'expression doit correspondre <i>quel que soit le nombre</i> de fois et que le contenu qu'elle englobe est <tt>abc</tt>, alors cette <i>expression rationnelle</i> correspondra à une chaîne vide, la chaîne <tt>abc</tt>, la chaîne <tt>abcabc</tt>, la chaîne <tt>abcabcabcabc</tt>, etc.</qt>
gl: <qt>Este <i>elemento da expresión regular</i> repetirá un certo número de veces aos <i>elementos da expresión regular</i> que rodea.<br/>O número de veces a repetir pode especificarse usando intervalos, p.ex. pode indicar que debe coincidir de 2 a 4 veces, que debe coincidir con exactamente 5 veces, ou que debe coincidir con exactamente unha só vez.<br/>Exemplos:<br/>Se indica que debe coincidir con<i>calquera</i> vez, e o contido que rodea é <tt>abc</tt>, entón este <i>elemento de expresión regular</i> concordará coa cadea baleira, a cadea <tt>abc</tt>, a cadea <tt>abcabc</tt>, a cadea <tt>abcabcabcabc</tt>, etc.</qt>
he: <qt><i>פריט הביטוי הרגולרי</i> הזה יחזור על <i>פריטי הביטוי הרגולרי</i> שהוא מקיף מספר נקוב של פעמים.<br />אפשר לציין את מספר הפעמים לחזרה באמצעות טווחים, כלומר שאפשר לציין אם הוא אמור ללכוד בין 2 ל־4 פעמים, בדיוק 5 פעמים או שהוא אמור ללכוד בדיוק פעם אחת.<br />דוגמאות:<br />אם מציינים שעליו ללכוד <i>כל</i> פעם, והתוכן שהוא מקיף הוא <tt>אבג</tt>, אז <i>פריט הביטוי הרגולרי</i> ילכוד את המחרוזת הריקה, את המחרוזת <tt>אבג</tt>, את המחרוזת <tt>אבגאבג</tt>, את המחרוזת <tt>אבגאבגאבגאבג</tt>, וכו׳.</qt>
hu: <qt>Ez a <i>tag</i> a benne foglalt másik <i>tag</i> megadott számú ismétlését adja meg.<br />Az ismétlési szám értéktartományként is megadható, pl. előírható 2 és 4 közötti, pontosan ötszöri, vagy legalább egyszeri ismétlődés.<br />Néhány példa:<br />Ha azt írja elő, hogy <i>tetszőleges számú</i> ismétlődés lehet, és a benne foglalt kifejezés <tt>abc</tt>, akkor a teljes <i>tag</i> illeszkedni fog az üres szöveghez, az <tt>abc</tt>, az <tt>abcabc</tt>, az <tt>abcabcabcabc</tt> stb. szövegekhez.</qt>
it: <qt>Questo elemento ripete gli elementi che circonda un numero specificato di volte.<br />Il numero di volte può essere specificato usando intervalli; ad esempio è possibile specificare che devono esserci da 2 a 4 corrispondenze o che devono esserci esattamente 5 corrispondenze o che deve esserci almeno una corrispondenza.<br />Esempio:<br />Se specifichi che deve combaciare un numero <i>qualsiasi</i> di volte e il contenuto circondato è <tt>abc</tt>, allora questo <i>elemento di espressione regolare</i> combacerà con la stringa vuota, con la stringa <tt>abc</tt>, con la stringa <tt>abcabc</tt>, con la stringa <tt>abcabcabcabc</tt> ecc.</qt>
ja: <qt><p>この正規表現項目は、これに囲まれている正規表現項目を指定された回数だけ繰り返します。</p><p>繰り返す回数は範囲でも指定できます (2 回以上 4 回以下、正確に 5 回、1 回以上など)。</p><p>例:<br />これに囲まれている内容が <tt>abc</tt> で「任意の回数」の繰り返しを指定した場合、この正規表現項目は、空文字列、<tt>abc</tt>、<tt>abcabc</tt>、<tt>abcabcabcabc</tt> などにマッチします。</p></qt>
km: <qt><i>ធាតុ regexp នេះ</i> នឹង​ធ្វើ​ម្ដងទៀត <i>ធាតុ regexp </i> វា​ព័ន្ធ​ជុំវិញ​ដោយ​​ធាតុ​ដែល​បាន​បញ្ជាក់​ចំនួន​ ។ <br />ចំនួន​ដែល​ធ្វើ​ម្ដងទៀត​អាច​ត្រូវ​បាន​បញ្ជាក់​​​ដោយ​ប្រើ​ជួរ ឧ. វា​អាច​ត្រូវ​បាន​បញ្ជាក់​ថា វា​គួរ​តែ​ផ្គូផ្គង​ពី ២ ទៅ ៤ ដង ថា​វា​ផ្គូផ្គង​ ៥ ដង​ជាក់លាក់ ​ឬ​ផ្គូផ្គង​យ៉ាង​ហោច​ណាស់​ ១ ដង<br />ឧទាហរណ៍ ៖<br />ប្រសិនបើ​អ្នក​បញ្ជាក់​ វា​គួរ​តែ​ផ្គូផ្គង​ច្រើន <i>ដង</i> និង​មាតិកា​ដែល​វា​ព័ទ្ធ​ជុំវិញ​គឺ <tt>abc</tt> បន្ទាប់ <i>ធាតុ​ regexp </i> នឹង​ផ្គូផ្គង ឃ្លា​ទទេ ឃ្លា <tt>abc</tt> ឃ្លា <tt>abcabc</tt> ឃ្លា <tt>abcabcabcabc</tt>។ល។</qt>
ko: <qt>이 <i>정규 표현식 항목</i>은 지정된 횟수만큼 <i>정규 표현식 항목</i>을 반복합니다.<br />반복되는 횟수는 범위를 사용하여 지정합니다. 즉, 정규 표현식을 2-4번 반복하도록 지정하거나, 정규 표현식은 정확히 5번 일치하거나, 또는 적어도 한 번 이상 일치하도록 설정할 수 있습다.<br />예:<br />반복 횟수를 <i>아무때나</i>로 지정했고, 그 내용이 <tt>abc</tt>일 경우, 이 <i>정규 표현식</i>은 비어 있는 문자열, <tt>abc</tt>, <tt>abcabc</tt>, <tt>abcabcabcabc</tt> 등에 일치합니다.</qt>
nb: <qt>Dette <i>elementet</i> gjentar de <i>elementer</i> det omslutter et gitt antall ganger. <br /> Repetisjonene kan oppgis med intervaller, f.eks. kan det oppgis at det skal finnes fra 2 til 4 ganger, at det skal finnes akkurat 5 ganger, eller at det skal finnes minst en gang. <br />Eksempler:<br /> Hvis du oppgir at det skal finnes et <i>vilkårlig antall ganger</i>, og innholdet er <tt>abc</tt>, så vil dette <i>elementet</i> passe med den tomme strengen, strengen <tt>abc</tt>, strengen <tt>abcabcabc</tt>, strengen<tt>abcabcabcabc</tt> osv. </qt>
nl: <qt>Dit <i>regexp-item</i> zal de <i>regexp-items</i> die het omvat een opgegeven aantal keren herhalen.<br />Het aantal herhalingen kan worden opgegeven met behulp van bereiken. Er zou bijv. opgegeven kunnen worden dat het moet overeenkomen tussen de 2 en 4 keer, dat het exact 5 keer overeen dient te komen of dat het minstens één keer moet overeenkomen. <br />Voorbeelden: <br />Als u opgeeft dat het <i>elke</i> keer moet overeenkomen en de inhoud die het omvat <tt>abc</tt> is dan zal dit <i>regexp-item</i> overeenkomen met de lege tekenreeks, de rekenreeks <tt>abc</tt>, de tekenreeks <tt>abcabc</tt>, de tekenreeks <tt>abcabcabcabc</tt>, etc.</qt>
nn: <qt>Dette <i>regexp-deluttrykket</i> vil gjenta <i>deluttrykka</i> som det står rundt, eit visst tal gongar.<br />Du kan oppgje talet på gongar med intervall, for eksempel 2 til 4 gongar, som vanlege tal, for eksempel 5 gongar, eller som <em>minst</em> éin gong.<br />Eksempel:<br />Viss du vel at skal gje treff på <i>vilkårleg</i> mange gongar og innhaldet er <tt>abc</tt>, så vil dette <i>deluttrykket</i> gje treff på ein tom tekst, teksten <tt>abc</tt>, teksten <tt>abcabc</tt>, teksten <tt>abcabcabcabc</tt> og så vidare.</qt>
pl: <qt>To <i>wyrażenie regularne</i> powtórzy <i>wyrażenia regularne</i> które otacza, określoną ilość razy.<br />Ile razy ma powtórzyć można ustalić za pomocą zakresów. Np. można ustalić że powinno dopasowywać od 2 do 4 razy, że ma dopasowywać dokładnie 5 razy, albo że ma dopasowywać przynajmniej raz, <br />Przykłady:<br />Gdy podasz, że fraza to <tt>abc</tt> to to <i>wyrażenie regularne</i> dopasuje pusty napis, napis <tt>abc</tt>, napis <tt>abcabc</tt>, napis <tt>abcabcabcabc</tt> itd</qt>
pt: <qt>Este <i>item de expressão regular</i> irá repetir os <i>itens de expressão regular</i> que ele engloba um dado número de vezes.<br/>O número de repetições pode ser especificado através de intervalos, por exemplo. Pode indicar que ele deve fazer a correspondência de 2 a 4 vezes, que deve fazer a correspondência exactamente 5 vezes, ou que deve corresponder pelo menos uma vez.<br/>Exemplos:<br/>Se indicar que ele deve fazer a correspondência em <i>qualquer</i> quantidade, e o conteúdo que ele engloba é <tt>abc</tt>, então este <i>item de expressão regular</i> irá efectuar a correspondência com o texto vazio, o texto <tt>abc</tt>, o texto <tt>abcabc</tt>, o texto <tt>abcabcabcabc</tt>, etc.</qt>
pt_br: <qt>Este <i>item de expressão regular</i> vai repetir os <i>itens de expressão regular</i> que ele engloba um número especificado de vezes.<br />O número de vezes a repetir pode ser especificado usando intervalos; p.ex. pode ser indicado que ele deve coincidir de 2 a 4 vezes, que ele deve coincidir exatamente 5 vezes, ou que ele deve coincidir no mínimo uma vez.<br />Exemplos:<br />Se você especificar que ele deve coincidir <i>qualquer</i> número de vezes, e o conteúdo que ele englobar for <tt>abc</tt>, então este <i>item de expressão regular</i> irá coincidir com a sequência vazia, a sequência <tt>abc</tt>, a sequência <tt>abcabc</tt>, a sequência <tt>abcabcabcabc</tt>, etc.</qt>
sk: <qt>Táto <i>položka</i> bude opakovať <i>položky</i> v nej podľa zadaného počtu.<br />Počet opakovaní môže byť určený pomocou rozsahov, napríklad môžete zadať, že sa má opakovať 2 až 4-krát, že sa má opakovať presne 5-krát, alebo aspoň raz.<br />Príklady:<br />Ak zadáte, že má odpovedať <i>ľubovoľnekrát</i> a text vnútri je <tt>abc</tt>, potom táto <i>položka</i> zodpovedá prázdnemu reťazcu, <tt>abc</tt>, <tt>abcabc</tt>, <tt>abcabcabc</tt> a pod.</qt>
sl: <qt>Ta <i>del regularnega izraza</i> bo ponovil <i>dele regularnega izraza</i>, ki jih oklepa, določeno število ponovitev.<br />Število ponovitev lahko določite s pomočjo obsega. Določite lahko, na primer, da se naj ujema z od dvema do štiri ponovitvami, da naj se ujema z natančno 5 ponovitvami, ali da naj se ujema vsaj z eno.<br />Primeri:<br />Če določite, da naj se ujema s<i>poljubno mnogo</i> ponovitvami, in je vsebina, ki jo oklepa, <tt>abc</tt>, potem se bo ta <i>del regularnega izraza</i> ujel s praznim nizom, z nizom <tt>abc</tt>, z <tt>abcabc</tt>, z <tt>abcabcabcabc</tt>, itd.</qt>
sv: <qt>Det här <i>objektet</i> i det reguljära uttrycket kommer att upprepa de <i>objekt</i> som det omger ett angivet antal gånger.<br />Antalet gånger som det upprepas kan anges med intervall. Man kan exempelvis ange att det ska matcha från 2 till 4 gånger, att det ska matcha exakt 5 gånger, eller att det ska matcha minst en gång.<br />Exempel:<br />Om du anger att det ska matcha <i>någon</i> gång, och innehållet som det omger är <tt>abc</tt>, så matchar det här <i>objektet</i> en tom sträng, strängen <tt>abc</tt>, strängen <tt>abcabc</tt>, strängen <tt>abcabcabcabc</tt> etc.</qt>
tr: <qt>Bu <i>düzenli ifade ögesi</i>, belirlenen sayıdaki <i>düzenli ifade ögelerini</i> çevreler.<br /> Bunu kaç kere yapacağı, aralık kullanılarak belirlenebilir; örn. 2-4 kere yapılacağı belirtilmişse, 5 kere eşlenir veya en az bir kere eşleşecektir.<br />Örnekler:<br /><i>Herhangi</i> bir zamanda eşleşeceği belirttiyseniz ve içerik <tt>abc</tt>'yi çevreliyorsa bu <i>düzenli ifade ögesi</i>, boş dizi ile eşleşecek, <tt>abc</tt> dizisi, <tt>abcabc</tt> ile ve <tt>abcabcabcabc</tt> ile de eşleşecektir.</qt>
uk: <qt>Цей <i>елемент форм. виразів</i> повторюватиме <i>елементи форм. виразів</i>, які він оточує, вказану кількість разів.<br />Кількість повторів може бути вказана за допомогою діапазонів. Наприклад, можна вказати, що вони повинні відповідати один одному від 2 до 4 разів, що вони повинні відповідати точно 5 разів або, що вони повинні відповідати принаймні 1 раз.<br />Приклади:<br />Якщо ви вкажете, що він повинен відповідати <i>будь-яку</i> кількість разів, і він оточує <tt>абв</tt>, то цей <i>елемент форм. виразів</i> відповідатиме порожньому рядку, рядку <tt>абв</tt>, рядку <tt>абвабв</tt>, рядку <tt>абвабвабвабв</tt> тощо.</qt>
zh_cn: <qt>这个<i>正则表达式项目</i>将按指定的次数重复它所围绕的<i>正则表达式项目</i>。<br />重复的次数可以被指定为一个范围。例如：您可以指定它应当匹配2到4次，或者应当精确地匹配5次，或者至少应当匹配1次。<br />例如：<br />如果您指定它应当重复<i>任何</i>次数，并且它围绕的内容是<tt>abc</tt>，那么这个<i>正则表达式项目</i>将匹配空字符串、字符串<tt>abc</tt>、字符串<tt>abcabc</tt>、字符串<tt>abcabcabcabc</tt>，等等。</qt>
