Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: End of line
ar: نهاية سطر
bg: Край на ред
bs: Kraj linije
ca: Final de línia
cs: Konec řádku
da: Slutning af linje
de: Zeilenende
el: Τέλος της γραμμής
eo: Liniofino
es: Fin de línea
et: Rea lõpust
eu: Lerro amaiera
fa: انتهای خط
fi: Rivin loppu
fr: Fin de ligne
gl: Fin de liña
he: סוף שורה
hi: पंक्ति का अंत
hu: Sorvége
it: Fine riga
ja: 行末
kk: Жол соңы
km: ចំណុច​បញ្ចប់​នៃ​បន្ទាត់
ko: 행의 끝
lv: Rindas beigas
mk: Крај на линијата
ms: Penghujung baris
nb: Slutten av linja
nds: Reegenn
ne: रेखाको अन्त्य
nl: Regeleinde
nn: Slutten av linja
pl: Koniec wiersza
pt: Fim da linha
pt_br: Fim da linha
ro: Sfîrșitul liniei
ru: Конец строки
sk: Koniec riadku
sl: Konec vrstice
sv: Slut på rad
ta: கோட்டின் முடிவு
tg: Охири сатр
tr: Satır sonu
uk: Кінець рядка
zh_cn: 行尾

source: <qt>This will match the end of a line.</qt>
ar: <qt>سيطابق هذا نهاية سطر</qt>
bg: <qt>Вмъкване на съвпадение в края на реда.</qt>
bs: <qt>Ovo će uskladiti kraj linije.</qt>
ca: <qt>Això coincidirà amb el final d'una línia.</qt>
cs: <qt>Toto se bude shodovat s koncem řádku.</qt>
da: <qt>Dette vil matche slutningen af en linje.</qt>
de: <qt>Findet das Zeilenende</qt>
el: <qt>Αυτό θα ταιριάξει με το τέλος της γραμμής.</qt>
eo: <qt>Tio kaptos la finon de linio.</qt>
es: <qt>Esto representa el fin de una línea.</qt>
et: <qt>Sobivus rea lõpus.</qt>
eu: <qt>Honek lerro baten amaierarekin bat egingo du.</qt>
fa: <qt>با انتهای خط تطبیق می‌کند.</qt>
fi: <qt>Tämä täsmää rivin loppuun.</qt>
fr: <qt>Cela correspondra à la fin d'une ligne.</qt>
gl: <qt>Isto coincidirá co fin dunha liña.</qt>
he: <qt>לכידת סוף שורה.</qt>
hi: <qt>यह पंक्ति के अंत को मैच करेगा.</qt>
hu: <qt>Illeszkedés sorvége-jelhez.</qt>
it: <qt>Questo elemento combacia con la fine di una riga.</qt>
ja: <qt>これは行末にマッチします。</qt>
kk: <qt>Бұл жолдың соңына сәйкес келеді.</qt>
km: <qt>វា​នឹង​ផ្គូផ្គង​ចំណុច​បញ្ចប់​នៃ​បន្ទាប់ ។</qt>
ko: <qt>행 끝과 일치합니다.</qt>
lv: <qt>Salīdzinās ar rindas beigām.</qt>
mk: <qt>Ова ќе одговара на крајот на линијата.</qt>
ms: <qt>Ini akan padan dengan penghujung baris.</qt>
nb: <qt>Passer på slutten av en linje.</qt>
nds: <qt>Dit passt op dat Enn vun en Reeg.</qt>
ne: <qt>यसले रेखाको अन्त्य मिलाउँनेछ ।</qt>
nl: <qt>Dit zal overeen komen met het einde van een regel.</qt>
nn: <qt>Gjev treff på slutten av ei linje.</qt>
pl: <qt>To będzie dopasowywać koniec wiersza.</qt>
pt: <qt>Isto irá corresponder ao fim da linha.</qt>
pt_br: <qt>Isto vai coincidir com o fim da linha.</qt>
ro: <qt>Aceasta se va potrivi cu sfîrșitul liniei.</qt>
ru: <qt>Конец строки.</qt>
sk: <qt>Toto odpovedá koncu riadku.</qt>
sl: <qt>To se bo ujelo s koncem vrstice.</qt>
sv: <qt>Det här matchar slutet på en rad.</qt>
ta: <qt>இது இறுதி கோட்டினை பொருந்தச்செய்யும்</qt>
tg: <qt>Он ба охири сатр мувофиқат мекунад.</qt>
tr: <qt>Bu satır sonunu eşleyecek.</qt>
uk: <qt>Це відповідає кінцю рядка.</qt>
zh_cn: <qt>这将匹配一行的结尾。</qt>

source: Word boundary
ar: حدّ كلمة
bg: Граница на дума
bs: Granica riječi
ca: Límit de paraula
cs: Slovní hranice
da: Ordgrænse
de: Wortgrenze
el: Αρχή ή τέλος λέξης
eo: Vortlimo
es: Límite de palabra
et: Sõnapiire
eu: Hitz-muga
fa: کرانه واژه
fi: Sanaraja
fr: Limite de mot
gl: Limiar de palabra
he: גבול מילה
hi: शब्द सीमा
hu: Szóelválasztó
it: Confine di parola
ja: 単語境界
kk: Сөздің шегі
km: ព្រំដែន​ពាក្យ
ko: 단어 경계
lv: Vārda robeža
mk: Граница меѓу зборови
ms: Sempadan perkataan
nb: Ordgrense
nds: Woortgrenz
ne: शब्द सीमा
nl: Woordgrens
nn: Ordgrense
pl: granica wyrazu
pt: Limite de palavra
pt_br: Limite da palavra
ro: Capăt de cuvânt
ru: Граница слова
sk: Okraj slova
sl: Meja besede
sv: Ordgräns
ta: வார்த்தை எல்லை
tg: Сарҳади калима
tr: Sözcük sınırı
uk: Межа слова
zh_cn: 词边界

source: <qt>This asserts a word boundary (This part does not actually match any characters)</qt>
ar: <qt> هذا يوضّح حدّ كلمة (هذا الجزء لن يطابق أي رمز حقيقةً)</qt>
bg: <qt>Вмъкване на съвпадение на граница на дума. При тази операция не се вмъква знак.</qt>
bs: <qt>Ovo utvrđuje granicu riječi (ovaj dio u stvari ne usklađuje niti jedan znak)</qt>
ca: <qt>Això implica un límit de paraula (Realment no coincideix amb cap caràcter)</qt>
cs: <qt>Toto uplatňuje slovní hranici (tato část se ve skutečnosti neshoduje se žádnými znaky).</qt>
da: <qt>Dette påstår at der er en ordgrænse. (Denne del matcher ikke noget egentligt tegn.)</qt>
de: <qt>Dies sichert eine Wortgrenze zu (prüft keine Zeichen nach)</qt>
el: <qt>Αυτό επιβάλει ταίριασμα στην αρχή ή το τέλος μιας λέξης (Αυτό το τμήμα δεν ταιριάζει με κανένα χαρακτήρα)</qt>
eo: <qt>Tiu asertas vortlimon (ĉi parto fakte ne kaptos iun ajn signon)</qt>
es: <qt>Presupone un límite de palabra (esta parte no representa realmente a ningún carácter)</qt>
et: <qt>See tähistab sõnapiirde sobivust (see osa tähendab suvalise märgi puudumist)</qt>
eu: <qt>Honek hitz-muga bat definitzen du (zati honek ez du karaktere batekin bat egingo)</qt>
fa: <qt>کرانه واژه را درخواست می‌کند) این بخش عملًا هیچ نویسه‌ای‌ را تطبیق نمی‌دهد(</qt>
fi: <qt>Tämä asettaa sanarajan (Tämä osa ei itseasiassa täsmää mihinkään merkkiin)</qt>
fr: <qt>Cela définit une limite d'un mot (cette partie ne correspond pas en fait à un caractère)</qt>
gl: <qt>Isto impón un límite de palabra (Esta parte en realidade non concorda ningún carácter)</qt>
he: <qt>הגדרת גבול מילה (חלק זה לא באמת לוכד תווים כלשהם)</qt>
hu: <qt>Szó határához illeszkedik (nem rendelhető konkrét karakterhez)</qt>
it: <qt>Questo elemento impone un confine di parola (in effetti non combacia con alcun carattere)</qt>
ja: <qt>これは単語境界を指定します (この部分は実際にはどの文字にもマッチしません)。</qt>
kk: <qt>Сөздін шегіне сәйкес келеді (Бұл ешбір таңбаға сәйкес келмейді, тек шекараны белгілейтін шарт)</qt>
km: <qt>វា​ការពារ​ព្រំដែន​ពាក្យ (ផ្នែក​នេះ​មិន​ផ្គូផ្គង​តួ​អក្សរ​ទាំងអស់​ទេ)</qt>
ko: <qt>단어 경계를 정합니다(실제로 특정 문자와 일치하지 않습니다)</qt>
lv: <qt>Novērtē vārda robežu (Šī daļa netiek salīdzināta ar rakstzīmēm)</qt>
mk: <qt>Ова ја потврдува границата меѓу зборовите (Овој дел всушност не одговара на било кој знак)</qt>
ms: <qt>Ini menegaskan sempadan perkataan (Bahagian ini sebenarnya tidak padan dengan mana-mana aksara)</qt>
nb: <qt>Forutsetter at det er en ordgrense. (Tilsvarer egentlig ikke noen tegn)</qt>
nds: <qt>Dit passt op de Grenz twischen twee Tekens, wenn se de Kant vun en Woort is (is keen redig vörhannen Teken).</qt>
ne: <qt>यसले शब्द सीमा निश्चय गर्दछ (यो भागमा कुनै क्यारेक्टर मिल्दैन)</qt>
nl: <qt>Dit voegt een woordgrens in (dit onderdeel komt niet werkelijk overeen met enig teken).</qt>
nn: <qt>Forsikrar at det er ei ordgrense her. (Gjev eigentleg ikkje treff på noko teikn.)</qt>
pl: <qt>To sprawdza granicę wyrazu (Ta część w zasadzie nie dopasowuje żadnych znaków)</qt>
pt: <qt>Isto verifica um limite de palavra (Este componente não faz correspondência com nenhuns caracteres)</qt>
pt_br: <qt>Isto declara um limite alfanumérico (Esta parte não coincide, na verdade, com qualquer caractere)</qt>
ru: <qt>Соответствует границе слова (этот элемент не соответствует какому-нибудь символу).</qt>
sk: <qt>Toto zaručí, že na tomto mieste bude okraj slova (Tento operátor v skutočnosti neodpovedá žiadnym znakom)</qt>
sl: <qt>To predpostavi mejo besede (ta del se pravzaprav ne ujame z nobenim znakom)</qt>
sv: <qt>Det här anger en ordgräns (den här delen matchar alltså inga tecken)</qt>
ta: <qt>உறுதியாகக் கூறு ஒரு எழுத்து எல்லை(உண்மையில் இந்த பகுதி எந்த எழுத்தையும் பொருத்தாது).</qt>
tg: <qt>Он сарҳади калимаро исбот мекунад. (Ин қисм ба ягон аломат мувофиқ намеояд)</qt>
tr: <qt>Bu, sözcük sınırını belirler (sözcükleri denetlemez) </qt>
uk: <qt>Це підтверджує межу слова (Ця частина не відповідає жодним символам)</qt>
zh_cn: <qt>这里声明一个字词边界 (这部分并不真正匹配任何字符)</qt>

source: Non Word boundary
ar: حدّ غير كلمة
bg: Не граница на дума
bs: Granica ne-riječi
ca: No límit de paraula
cs: Ne-slovní hranice
da: Ikke-ordgrænse
de: Nichtwort-Grenze
el: Όχι αρχή ή τέλος λέξης
eo: Ne vortlimo
es: No-límite de palabra
et: Mitte-sõnapiire
eu: Ez hitz-muga
fa: کرانه غیر واژه
fi: Muu raja kuin sanaraja
fr: Limite non littérale
gl: Non-limiar de palabra
he: גבול שאינו של מילה
hi: नॉन शब्द सीमा
hu: Nem szóelválasztó
it: Non confine di parola
ja: 単語境界以外
kk: Сөздің шегі емес
km: មិន​មែន​ជា​ព្រំដែន​ពាក្យ​ទេ
ko: 비 단어 경계
lv: Ne-vārdu robeža
mk: Граница што не e меѓу зборови
ms: Sempadan Bukan Perkataan
nb: Ikke-ordgrense
nds: Nich-Woortgrenz
ne: शब्द विहिन सीमा
nl: Niet-woordgrens
nn: Ikkje-ordgrense
pl: nie jest granicą wyrazu
pt: Interior de palavra
pt_br: Limite não-alfanumérico
ro: Non-capăt de cuvânt
ru: Не граница слова
sk: Nie okraj slova
sl: Meja ne-besede
sv: Inte ordgräns
ta: எழுத்தஅற்ற எல்லை
tg: Сарҳади Калима Нест
tr: Sözcük olmayan sınır
uk: Межа не-слова
zh_cn: 非词边界

source: <qt>This asserts a non-word boundary (This part does not actually match any characters)</qt>
ar: <qt> هذا يوضّح حدّ غير كلمة (هذا الجزء لن يطابق أي رمز حقيقةً)</qt>
bg: <qt>Вмъкване на съвпадение не на граница на дума. При тази операция не се вмъква знак.</qt>
bs: <qt>Ovo utvrđuje granicu ne-riječi (ovaj dio u stvari ne usklađuje niti jedan znak)</qt>
ca: <qt>Això implica que no hi hagi un límit de paraula (Realment no coincideix amb cap caràcter)</qt>
cs: <qt>Toto uplatňuje ne-slovní hranici (tato část se ve skutečnosti neshoduje se žádnými znaky).</qt>
da: <qt>Dette påstår at der er en ikke-ordgrænse. (Denne del matcher ikke noget egentligt tegn.)</qt>
de: <qt>Dies sichert einen Grenze von Nichtwörtern zu (dieser Teil prüft keine Zeichen ab)</qt>
el: <qt>Αυτό επιβάλει ταίριασμα στο μέσο μιας λέξης (Αυτό το τμήμα δεν ταιριάζει με κανένα χαρακτήρα)</qt>
eo: <qt>Ne stopu je vortlimoj, sed en vorto (tio parto ne kaptos iu ajn signon)</qt>
es: <qt>Presupone un no-límite de palabra (esta parte no representa realmente a ningún carácter)</qt>
et: <qt>See tähistab sõnapiirde eitust (see osa tähendab suvalise märgi puudumist)</qt>
eu: <qt>Honek ez-hitz-muga bat definitzen du (zati honek ez du karaktere batekin bat egingo)</qt>
fa: <qt>کرانه غیر واژه را درخواست می‌کند )این بخش عملاً هیچ نویسه‌ای‌ را تطبیق نمی‌دهد(</qt>
fi: <qt>Tämä vakiinnuttaa sanarajan (Tämä osa ei parita mitään merkkiä).</qt>
fr: <qt>Cela définit une limite non littérale (cette partie ne correspond pas en fait à un caractère)</qt>
gl: <qt>Isto impón un non-límite de palabra (Esta parte en realidade non concorda ningún carácter)</qt>
he: <qt>הגדרת גבול שאינו של מילה (חלק זה לא באמת לוכד תווים כלשהם)</qt>
hu: <qt>Nem szóalkotó részhez illeszkedik (nem rendelhető konkrét karakterhez)</qt>
it: <qt>Questo elemento impone un non confine di parola (in effetti non combacia con alcun carattere)</qt>
ja: <qt>これは単語境界以外を指定します (この部分は実際にはどの文字にもマッチしません)。</qt>
kk: <qt>Сөздін шегі емес орындарға сәйкес келеді (Бұл ешбір таңбаға сәйкес келмейді, тек орынды белгілейтін шарт)</qt>
km: <qt>វា​ការពារ​មិន​មែន​ព្រំដែន​ពាក្យ (ផ្នែក​នេះ​មិន​ផ្គូផ្គង​តួ​អក្សរ​ទាំងអស់​ទេ)</qt>
ko: <qt>비 단어 경계를 정합니다(실제로 특정 문자와 일치되지 않습니다)</qt>
lv: <qt>Novērtē ne vārda robežu (Šī daļa netiek salīdzināta ar rakstzīmēm)</qt>
mk: <qt>Ова ја потврдува границата што не е меѓу зборови (Овој дел всушност не одговара на ниеден знак)</qt>
ms: <qt>Ini menegaskan sempadan bukan perkataan (Bahagian ini sebenarnya tidak padan dengan mana-mana aksara)</qt>
nb: <qt>Forutsetter at det er en ikke-ordgrense. (Tilsvarer egentlig ikke noen tegn) </qt>
nds: <qt>Dit passt op de Grenz twischen twee Tekens, wenn dat keen Woortgrenz is (is keen redig vörhannen Teken).</qt>
ne: <qt>यसले शब्द विहिन सीमा निश्चय गर्दछ (यो भागमा कुनै क्यारेक्टर मिल्दैन)</qt>
nl: <qt>Dit voegt een niet-woordgrens in (dit onderdeel komt niet werkelijk overeen met enig teken).</qt>
nn: <qt>Forsikrar at det ikkje er ei ordgrense her. (Gjev eigentleg ikkje treff på noko teikn.)</qt>
pl: <qt>To sprawdza czy nie jest granicą wyrazu (Ta część w zasadzie nie dopasowuje żadnych znaków)</qt>
pt: <qt>Isto verifica o interior de uma palavra (Este componente não corresponde com nenhuns caracteres)</qt>
pt_br: <qt>Isto declara um limite não-alfanumérico (Esta parte não coincide, na verdade, com qualquer caractere)</qt>
ru: <qt>Не соответствует границе слова (этот элемент не соответствует какому-нибудь символу).</qt>
sk: <qt>Toto zaručí, že na tomto mieste nebude okraj slova (Tento operátor v skutočnosti neodpovedá žiadnym znakom)</qt>
sl: <qt>To predpostavi mejo ne-besede (ta del se pravzaprav ne ujame z nobenim znakom)</qt>
sv: <qt>Det här anger något som inte är en ordgräns (den här delen matchar alltså inga tecken)</qt>
ta: <qt>உறுதியாகக் கூறு ஒரு எழுத்து அற்ற எல்லை(உண்மையில் இந்த பகுதி எந்த எழுத்தையும் பொருத்தாது).</qt>
tg: <qt>Он сарҳади ғайри калимавиро исбот мекунад. (Ин қисм ба ягон аломат мувофиқ нест)</qt>
tr: <qt>Bu, sözcük olmayan sınırları belirler (bu bölüm sözcükleri denetlemez)</qt>
uk: <qt>Це підтверджує межу не-слова (Ця частина не відповідає жодним символам)</qt>
zh_cn: <qt>这里声明一个非字词边界 (这部分并不真正匹配任何字符)</qt>

source: Positive Look Ahead
ar: بحث استباقي موجب
bg: Положително търсене напред
bs: Pozitivan pogled unaprijed
ca: Cerca endavant positiva
cs: Pozitivní vyhlížení
da: Positiv 'Se fremad'
de: Positives Vorausschauen
el: Θετική προεξέταση (Look Ahead)
eo: Pozitiva Rigardu Antaŭen
es: Afirmación previa positiva
et: Positiivne ettevaade
eu: Aurre-bilaketa positiboa
fa: برنامه‌ریزی مثبت
fi: Positiivinen kurkistus
fr: Recherche arrière positive
gl: Comprobación de continuación positiva
he: גישוש קדימה חיובי
hi: पॉजीटिव आगे देखें
hu: Pozitív előrekeresés (look ahead)
it: Ricerca in avanti positiva
ja: 肯定的先読み
kk: Ілеспе шарт
km: វិជ្ជមាន​មើល​ទៅ​មុខ
ko: 긍정적 예측
lv: Pozitīva skatīšanās uz priekšu
mk: Позитивно барање нанапред
ms: Perhatikan Positif
nb: Positiv utkikk
nds: Positiv Bedingen
ne: सकारात्मक हेराइ
nl: Positief vooruitkijken
nn: Positivt framoversøk
pl: Pozytywny odnośnik do przodu
pt: Leitura Antecipada Positiva
pt_br: Olhar Adiante - Positivo
ro: Previziune pozitivă
ru: Упреждающий поиск
sk: Pozitívny výhľad
sl: Pozitivni pogled naprej
sv: Positiv framåtreferens
ta: நல்ல நோக்கத்துடன் நோக்கு
tg: Ҷустуҷӯи Пешакии Хуб
tr: Pozitif Öne Bak
uk: Позитивне передбачення
zh_cn: 正向预搜索

source: <qt>This asserts a regular expression (This part does not actually match any characters). You can only use this at the end of a regular expression.</qt>
ar: <qt> هذا يوضّح تعبير نمطي (هذا الجزء لن يطابق أي رمز حقيقةً). يمكنك استخدامه فقط في نهاية تعبير نمطي.</qt>
bg: <qt>Вмъкване на регулярен израз. Тази част не съвпада с нищо и при тази операция не се вмъква знак. Тази операция може да бъде използвана само в края на регулярния израз.</qt>
bs: <qt>Ovo utvrđuje regularni izraz (ovaj dio u stvari ne usklađuje niti jedan znak). Ovo možete koristiti samo na kraju regularnog izraza.</qt>
ca: <qt>Això implica una expressió regular (Aquesta part no coincideix amb cap caràcter). Només podeu usar-ho al final d'una expressió regular.</qt>
cs: <qt>Toto uplatňuje regulární výraz (tato část se ve skutečnosti neshoduje se žádnými znaky). Lze použít pouze na konci regulárního výrazu.</qt>
da: <qt>Dette påstår at der er et regulært udtryk. (Denne del matcher ikke noget egentligt tegn). Du kan kun bruge dette ved slutningen af et regulært udtryk.</qt>
de: <qt>Dies sichert einen regulären Ausdruck zu (dieser Teil prüft keine Zeichen nach). Dies kann nur am Ende eines regulären Ausdrucks verwendet werden.</qt>
el: <qt>Αυτό επιβάλει μία κανονική έκφραση (Αυτό το τμήμα δεν ταιριάζει με κανένα χαρακτήρα). Μπορείτε να το χρησιμοποιήσετε μόνο στο τέλος μιας κανονικής έκφρασης.</qt>
eo: <qt>Tiu ĉi asertas regulan esprimon (Ĉi tiu parto fakte ne kongruas kun iuj signoj). Vi povas uzi ĉi tion nur ĉe la fino de regula esprimo.</qt>
es: <qt>Presupone una expresión regular (esta porción no representa realmente a ningún carácter). Solo puede usar esto al final de una expresión regular.</qt>
et: <qt>See eeldab sobivust regulaaravaldisega (see osa tähistab suvalise märgi puudumist). Seda saab kasutada ainult regulaaravaldise lõpus.</qt>
eu: <qt>Honek adierazpen erregular bat definitzen du (honek ez du karaktereekin bat egiten). Hau adierazpen erregular baten amaieran erabili dezakezu bakarrik.</qt>
fa: <qt>درخواست عبارت منظمی را می‌کند )این بخش عملًا هیچ نویسه‌ای‌ را تطبیق نمی‌دهد(. ققط می‌توانید از این در پایان عبارت منظم استفاده کنید.</qt>
fi: <qt>Tämä asettaa säännöllisen lausekkeen (Tämä osa ei ei itseasiassa täsmää mihinkään merkkiin). Voit käyttää tätä vain säännöllisten lausekkeiden lopussa.</qt>
fr: <qt>Cela définit une expression rationnelle (cette partie ne correspond pas en fait à un caractère quelconque). Vous pouvez seulement l'utiliser à la fin d'une expression rationnelle.</qt>
gl: <qt>Isto impón unha expresión regular (Esta parte en realidade non concorda ningún carácter). Só pode usar isto no fin dunha expresión regular.</qt>
he: <qt>זה מכריז על ביטוי רגולרי (החלק הזה לא לוכד תווים). אפשר להשתמש בזה רק בסוף של ביטוי רגולרי.</qt>
hu: <qt>Ellenőrzi egy reguláris kifejezés helyességét (nem illeszkedik konkrétan semmihez). Csak reguláris kifejezés legvégén állhat.</qt>
it: <qt>Questo elemento impone un'espressione regolare (in effetti non combacia con alcun carattere). Puoi usarlo solo al termine di una espressione regolare.</qt>
ja: <qt><p>これは肯定的先読み表現を指定します (この部分は実際にはどの文字にもマッチしません)。正規表現の終端だけに使うことができます。</p><p>肯定的先読み: A に続いて B が現れる場合にのみ A にマッチ</p></qt>
kk: <qt>Бұл сәйкестікке қосымша шарт қоятын нұсқалық өрнек (өзі бөлек ешбір таңбаға сәйкес келмейді). Бұл үлгі өрнектің соңында ғана қолданылатын белгі.</qt>
km: <qt>វា​ការពារ​កន្សោម​ធម្មតា (ផ្នែក​នេះ​មិន​ផ្គូផ្គង​តួអក្សរ​ទាំងអស់​ទេ) ។ អ្នក​អាច​ប្រើ​វា​តែ​នៅ​ពេល​បញ្ចប់​នៃ​កន្សោម​ធម្មតា ។</qt>
ko: <qt>일치해야 할 정규 표현식을 설정합니다(이 부분은 어떠한 글자에도 일치합니다). 정규 표현식의 맨 끝에만 사용할 수 있습니다.</qt>
lv: <qt>Novērtē regulāro izteiksmi (Šī daļa netiek salīdzināta ar rakstzīmēm). Jūs varat izmantot tikai izteiksmes beigās.</qt>
mk: <qt>Ова го потврдува регуларниот израз (Овој дел всушност не одговара на ниеден знак). Ова може да го користите само на крај од регуларен израз.</qt>
ms: <qt>Ini menegaskan ungkapan biasa (Bahagian ini sebenarnya tidak padan dengan mana-mana aksara). Anda hanya boleh guna ini di penghujung ungkapan biasa.</qt>
nb: <qt>Dette forutsetter et regulært uttrykk. (Tilsvarer egentlig ikke noen tegn) Dette kan bare brukes på slutten av et regulært uttrykk.</qt>
nds: <qt>De vörutgahn Deelutdruck passt bloots, wenn disse Deelutdruck passt (de Tekens, op de disse Utdruck passt, warrt nich Deel vun de passen Tekenkeed). Lett sik bloots an't Enn vun en reguleren Utdruck bruken.</qt>
ne: <qt>यसले नियमति अभिव्यक्ति निश्चय गर्दछ (यो भागसँग कुनै मिल्दो क्यारेटर छैन) । तपाईँले यसलाई नियमित अभिव्यक्तिको अन्त्यमा प्रयोग गर्न सक्नुहुन्छ ।</qt>
nl: <qt>Dit zorgt ervoor dat de reguliere uitdrukking overeenkomt (het consumeert zelf geen tekens). U kunt dit alleen aan het einde van een reguliere expressie gebruiken.</qt>
nn: <qt>Forsikrar at det finst eit gjeve regulært uttrykk. (Gjev eigentleg ikkje treff på noko teikn.) Dette kan berre brukast på slutten av eit regulært uttrykk.</qt>
pl: <qt>Sprawdza wyrażenie regularne (ten element w zasadzie nie pasuje do żadnych znaków). Można tego używać na końcu wyrażenia regularnego.</qt>
pt: <qt>Isto verifica uma expressão regular (Este componente não faz correspondência com nenhuns caracteres). Você só pode usar isto no fim de uma expressão regular.</qt>
pt_br: <qt> Isto declara uma expressão regular (Esta parte não coincide, na verdade, com qualquer caractere). Você pode usar somente isto no final de uma expressão regular.</qt>
ru: <qt>Подтверждает выражение (этот элемент не соответствует каким-либо символам). Вы можете использовать его только в конце регулярного выражения.</qt>
sk: <qt>Toto zaručí, že regulárny výraz bude odpovedať (Tento operátor v skutočnosti neodpovedá žiadnym znakom). Toto sa dá použiť iba na konci regulárneho výrazu.</qt>
sl: <qt>To predpostavi regularni izraz (ta del se pravzaprav ne ujame z nobenim znakom). Uporabite ga lahko le na koncu regularnega izraza.</qt>
sv: <qt>Det här anger ett reguljärt uttryck (den här delen matchar alltså inga tecken). Du kan bara använda det i slutet av ett reguljärt uttryck.</qt>
ta: <qt>உறுதியாகக் கூறு ஒரு வழக்கமான தொடர்(உண்மையில் இந்த பகுதி எந்த எழுத்தையும் பொருத்தாது).உங்களால் இதை வழக்கமான தொடரின் முடிவில் மட்டும் பயன்படுத்த முடியும்(</qt>
tg: <qt>Он номувофиқати ифодаи муқаррариро исбот мекунад (Ин қисм ба ягон аломат мувофиқ нест). Шумо онро танҳо дар охири ифодаи муқаррарӣ истифода бурда метавонед.</qt>
tr: <qt> Bu düzenli ifadeleri belirler (Bu parça herhangi bir karakter ile uyuşmaz). Bunu yalnızca düzenli ifadelerin sonunda kullanabilirsiniz.</qt>
uk: <qt>Це підтверджує формальний вираз (Ця частина не відповідає жодним символам). Це можна використовувати тільки в кінці формального виразу.</qt>
zh_cn: <qt>这里声明一个正则表达式 (这部分并不真正匹配任何字符)。您只能将其用在正则表达式的最后。</qt>

source: Negative Look Ahead
ar: بحث استباقي سالب
bg: Отрицателно търсене напред
bs: Negativan pogled unaprijed
ca: Cerca endavant negativa
cs: Negativní vyhlížení
da: Negative 'Se fremad'
de: Negatives Vorausschauen
el: Αρνητική προεξέταση (Look Ahead)
eo: Negativa Antaŭenrigardo
es: Afirmación previa negativa
et: Negatiivne ettevaade
eu: Aurre-bilaketa negatiboa
fa: برنامه‌ریزی منفی
fi: Negatiivinen kurkistus
fr: Recherche arrière négative
gl: Comprobación de continuación negativa
he: גישוש קדימה שלילי
hi: निगेटिव आगे देखें
hu: Negatív előrekeresés (look ahead)
it: Ricerca in avanti negativa
ja: 否定的先読み
kk: Теріс ілеспе шарт
km: អវិជ្ជមាន​មើល​ទៅ​មុខ
ko: 부정적 예측
lv: Negatīva skatīšanās uz priekšu
mk: Негативно барање нанапред
ms: Perhatikan Negatif
nb: Negativ utkikk
nds: Negativ Bedingen
ne: नकरात्मक हेराइ
nl: Negatief vooruitkijken
nn: Negativt framoversøk
pl: Negatywny odnośnik do przodu
pt: Leitura Antecipada Negativa
pt_br: Olhar Adiante - Negativo
ro: Previziune negativă
ru: Упреждающий поиск по отрицанию
sk: Negatívny výhľad
sl: Negativni pogled naprej
sv: Negativ framåtreferens
ta: கெட்ட நோக்கத்துடன் நோக்கு
tg: Ҷустуҷӯи Пешакии Бад
tr: Negatif Öne Bak
uk: Негативне передбачення
zh_cn: 负向预搜索
