Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>This is the regular expression in ASCII syntax. You are likely only to be interested in this if you are a programmer, and need to develop a regular expression using QRegExp.</p><p>You may develop your regular expression both by using the graphical editor, and by typing the regular expression in this line edit.</p>
ar: <p>هذا هو التعبير النمطى بصيغة ASCII. قد تهتم بذلك فقط إن كنت مبرمجاً، واحتجت لتطوير تعبير نمطي باستخدام QRegExp.</p><p> بإمكانك تطوير تعبير نمطي باستخدام كلٍ من المُحَرّر ذي الواجهة الرسومية، وعن طريق كتابته في محرر السطر هذا.</p>>
bg: <p>Това поле съдържа регулярния израз в текстов вид. Ако сте програмист, може да използвате резултата в друга програма.</p><p>Регулярният израз може да бъде създаван и от тук. Всички промени в това поле ще се отразят и в редактора.</p>
bs: <p> Ovo je regularni izraz u ASCII sintaksi. Vi ste vjerovatni jedini koji ste zainteresovani u ovo ukoliko ste programer, i trebate da razvijete regularni izraz korištenjem QRegEXP. </p> <p> Vi biste mogli razviti svoje regularne izraze korištenjem grafičkog editora, ili unošenjem istih u ovu liniju za editovanje. </p>
ca: <p>Aquesta és l'expressió regular en sintaxi ASCII. Probablement només us interessarà això si sou un programador i us cal desenvolupar una expressió regular usant QRegExp.</p><p>Podeu desenvolupar la vostra expressió regular tant usant l'editor gràfic, com teclejant l'expressió regular en aquesta línia d'edició.</p>
cs: <p>Regulární výraz v ASCII syntaxi. Ta je zajímavá, pokud jste vývojáři a přejete si vytvářet složité regulární výrazy pomocí QRegExp.</p><p>Regulární výrazy můžete vytvářet jak pomocí grafického editoru, tak přímým zápisem do této řádky.</p>
da: <p>Dette er det regulære udtryk i ASCII-syntaks. Du er formodentlig kun interesseret i dette hvis du er programmør, og har brug for at udvikle et regulært udtryk ved brug af QRegExp.</p><p>Du kan udvikle dine regulære udtryk både ved at bruge den grafiske editor, og ved at skrive det regulære udtryk i denne linje-editor.</p>
de: <p>Hier steht der reguläre Ausdruck in ASCII-Syntax. Dieser ist vor allem für Entwickler von Interesse, die einen regulären Ausdruck z. B. für QRegExp erstellen müssen. </p><p>Reguläre Ausdrücke können sowohl mit dem grafischen Editor wie auch durch direkte Eingabe in diesem Fenster definiert werden.</p>
el: <p>Αυτή είναι η κανονική σας έκφραση σε σύνταξη ASCII. Το πιθανότερο είναι ότι θα ενδιαφερθείτε για αυτό το πεδίο μόνο αν είστε προγραμματιστής, και χρειάζεστε να αναπτύξετε μία κανονική έκφραση χρησιμοποιώντας το QRegExp. </p><p>Μπορείτε να αναπτύσσετε τις κανονικές σας εκφράσεις χρησιμοποιώντας τόσο το γραφικό επεξεργαστή, όσο και αυτό το πεδίο πληκτρολογώντας κατευθείαν την κανονική έκφραση.</p>
eo: <p>Ĉi tio estas la regula esprimo en ASCII-sintakso. Vi verŝajne interesiĝos pri tio nur se vi estas programisto, kaj bezonas evoluigi regulan esprimon per QRegExp.</p><p>Vi povas evoluigi vian regulan esprimon kaj uzante la grafikan redaktilon, kaj tajpante la regulan esprimon. esprimo en ĉi tiu linio redaktas.</p>
es: <p>Esta es la expresión regular en sintaxis ASCII. Probablemente solo le interesará esto si es programador y necesita desarrollar una expresión regular usando QRegExp.</p><p>Puede crear su expresión regular usando el editor gráfico o escribiéndola en este campo de entrada.</p>
et: <p>See on regulaaravaldis ASCII süntaksi kujul. Tõenäoliselt pakub see sulle huvi ainult siis, kui oled programmeerija ja sul on vaja QRegExp'i abil regulaaravaldisi luua.</p><p>Regulaaravaldisi saab luua nii graafilist redaktorit kasutades kui seda antud reale kirjutades.</p>
eu: <p>Hau da adierazpen erregularra ASCII sintaxian. Programatzaile bat bazara eta QRegExp erabiliz adierazpen erregular bat garatu behar baduzu, honetan interesa izango duzu.</p><p>Zure adierazpen erregularra editore grafikoa erabiliz edo lerro-edizio honetan idatziz gara dezakezu.</p>
fa: <p>این یک عبارت منظم در نحو اسکی‌ است. اگر برنامه‌نویس هستید و نیاز است که با استفاده از QRegExp عبارت منظمی ‌را ایجاد کنید، احتمال دارد که فقط به این توجه کنید.</p><p>ممکن است عبارت منظم خود را هم با استفاده از ویرایشگر نگاره‌ای‌ و هم با نوشتن عبارت منظم در این ویرایش خط ایجاد کنید.</p>
fi: <p>Tämä on säännöllinen lauseke ASCII-muodossa. Tämä todennäköisesti kiinnostaa sinua vain, jos olet ohjelmoija ja haluat kehittää säännöllisiä lausekkeita QRegExp-luokalla.</p><p>Haluat ehkä kehittää säännölliset lausekkeesi näyttömuokkaimella ja kirjoittamalla säännölliset lausekkeet tähän rivimuokkaimeen.</p>
fr: <p>C'est l'expression rationnelle avec une syntaxe de type ASCII. Vous serez intéressé par cette forme sans doute uniquement si vous êtes un programmeur et avez besoin de développer une expression rationnelle en utilisant « QRegExp ».</p><p>Vous pourriez avoir besoin de développer votre expression rationnelle à la fois en utilisant l'éditeur graphique et en saisissant l'expression rationnelle dans cette zone d'édition.</p>
gl: <p>Esta é a sintaxe en ASCII da súa expresión regular. Posibelmente só estea interesado nela se é un programador, e precisa desenvolver expresións regulares mediante QRegExp.</p><p>Pode desenvolver as súas expresións tanto co editor gráfico, como escribíndoa directamente nesta liña.</p>
he: <p>זה הביטוי הרגולרי בתחביר ASCII. זה כנראה יעניין רק מפתחי תוכנה, שצריכים לפתח ביטויים רגולריים בעזרת QRegExp.</p><p>אפשר לפתח את הביטוי הרגולרי שלך גם באמצעות העורך הגרפי וגם באמצעות הקלדת הביטוי הרגולרי בשורת העריכה הזאת.</p>
hu: <p>Ez a reguláris kifejezés ASCII-szintaxissal. Ez csak akkor lehet érdekes, ha programot fejleszt, és olyan kifejezésre van szüksége, amely felhasználható a Qt QRegExp nevű osztályával.</p><p>A kifejezés szerkesztéséhez grafikus szerkesztő áll rendelkezésre, de ha kívánja, egyszerűen be lehet gépelni ebbe a szövegmezőbe.</p>
it: <p>Questa è l'espressione regolare in sintassi ASCII. Probabilmente questa sintassi ti interessa solo se sei un programmatore e hai bisogno di sviluppare una espressione regolare con QRegExp.</p><p>Puoi sviluppare le tue espressioni regolari sia usando l'editor grafico, sia digitandole in questa casella di testo.</p>
ja: <p>これは ASCII 構文での正規表現です。あなたがプログラマでかつ QRegExp を使って正規表現を作る必要がなければ関心ないものでしょう。</p><p>正規表現はグラフィカルエディタでも、ここに直接入力することでも作成できます。</p>
km: <p>នេះ​គឺ​ជា​កន្សោម​ធម្មតា​ក្នុង​វាក្យ​សម្ព័ន្ធ ASCII ។ អ្នក​ប្រហែល​ជា​ចាប់​អារម្មណ៍​ប្រសិន​បើ​អ្នក​ជា​អ្នក​សសរ​កម្មវិធី និង​ត្រូវការ​អភិវឌ្ឍន៍​កន្សោម​ធម្មតា​ដោយ​ប្រើ QRegExp.</p><p>អ្នក​ប្រហែល​ជា​ត្រូវ​អ្នក​អភិវឌ្ឍន៍​កន្សោម​ធម្មតា​របស់​អ្នក​ទាំង​ពីរ​ដោយ​ប្រើ​កម្មវិធី​កែប្រែ​ក្រាហ្វិក និង​ដោយ​វាយ​កន្សោម​ធម្មតា​ក្នុង​ការ​កែប្រែ​បន្ទាត់​នេះ ។</p>
ko: <p>ASCII 문법의 정규 표현식입니다. QRegExp를 사용하여 정규 표현식을 개발해야 하는 프로그래머에게 필요할 수도 있습니다.</p><p>그래픽 편집기와 행 편집기를 둘 다 사용하여 정규 표현식을 개발할 수 있습니다.</p>
lv: <p>Šī ir regulārās izteiksmes ASCII sintakse. Ja jūs esat programmētājs, un jums ir jāizstrādā regulāra izteiksme, tad jums interesēs tikai šī daļa.</p><p>Jūs varat izstrādāt regulārās izteiksmes gan ar grafisko redaktoru, gan ievadot tekstu.</p>
nb: <p>Dette er det regulære uttrykket i ASCII-syntaks. Dette er du kanskje bare interessert i dersom du er programmerer og trenger å lage et regulært uttrykk ved hjelp av QRegExp. </p><p>Du kan utvikle dine regulære uttrykk både med grafisk redigering og ved å taste inn regulære uttrykk i dette tekstfeltet.</p>
nds: <p>Dit is de regulere Utdruck in ASCII-Syntax. Wohrschienlich intresseert Di dit bloots, wenn Du Programmen schriffst un en reguleren Utdruck mit QRegExp a.B. opstellen muttst.</p><p>Du kannst regulere Utdrück mit den graafschen Editor opstellen, man du kannst se ok hier ingeven.</p>
nl: <p>Dit is de reguliere expressie in ASCII-syntaxis. Dit is geschikt als u een programmeur bent en de uitdrukking in uw programmabroncode wilt opnemen (zoals in QRegExp).</p><p>U kunt de reguliere expressie zowel via de grafische editor bewerken als via deze ASCII-weergave.</p>
nn: <p>Dette er det regulære uttrykket skriven med ASCII-syntaks. Du vil truleg berre vera interessert i dette om du er programmerar og må byggja regulære uttrykk for QRegExp.</p><p>Du kan arbeida med det regulære uttrykket både via grafisk redigering og ved å skriva inn tekst her.</p>
pl: <p>To jest wyrażenie regularne w postaci tekstowej. Zazwyczaj jest to interesujące tylko dla programistów tworzących wyrażenia regularne za pomocą QRegExp.</p><p>Możesz tworzyć wyrażenia regularne zarówno za pomocą edytora graficznego, jak i wpisując wyrażenie regularne w tym wierszu edycji.</p>
pt: <p>Esta é a expressão regular numa sintaxe ASCII. Você só estará interessado nesta sintaxe se você for um programador e precisar de desenvolver uma expressão regular, usando o QRegExp.</p><p>Você tanto pode desenvolver a sua expressão regular com o editor gráfico, como escrevendo a expressão regular nesta linha de edição.</p>
pt_br: <p>Esta é uma expressão regular em sintaxe ASCII. Você provavelmente estará interessado nisto somente se for programador, e precisa desenvolver uma expressão regular usando QRegExp.</p><p>Você pode desenvolver sua expressão regular usando o editor gráfico, e digitando sua expressão regular nesta linha de edição.</p>
sk: <p>Tento regulárny výraz je v syntaxi ASCII. To vás bude zaujímať asi iba v prípade, že ste programátor a potrebujete použiť regulárny výraz pomocou QRegExp.</p><p>Regulárny výraz môžete vytvárať priamo úpravou tohto textu alebo použitím grafického editora.</p>
sl: <p>To je regularni izraz v skladnji ASCII. To vas verjetno zanima le, če ste programer in morate razviti regularni izraz z uporabo QRegExp.</p><p>Regularne izraze lahko razvijate z uporabo grafičnega urejevalnika in s tipkanjem v to urejevalno vrstico.</p>
sv: <p>Det här är det reguljära uttrycket med ASCII-syntax. Du är troligen bara intresserad av detta om du är en programmerare, och behöver utveckla ett reguljärt uttryck för QRegExp.</p><p>Du kan både utveckla reguljära uttryck med den grafiska editorn, och genom att skriva in reguljära uttryck på editeringsraden.</p>
tr: <p>Bu, ASCII söz dizimindeki düzenli ifadedir. Bununla yalnızca eğer bir progamcıysanız ve QRegExp kullanarak düzenli bir ifade geliştirmeniz gerekiyorsa ilgilenmeniz olasıdır.</p><p>Düzenli ifadenizi grafiksel düzenleyici veya bu satır düzenleyicisinikullanarak geliştirebilirsiniz.</p>
uk: <p>Це формальний вираз у синтаксисі ASCII. Ви, ймовірно, будете зацікавлені цим, лише якщо ви програміст і вам необхідно розробити формальний вираз за допомогою QRegExp.</p><p>Ви можете розробити формальний вираз і за допомогою графічного редактора, і шляхом набрання формального виразу в цьому рядку правки.</p>
zh_cn: <p>这将以 ASCII 语法描述正则表达式。可能只有当您是程序员，需要使用 QRegExp 工具开发正则表达式时才会对此感兴趣。</p><p>您既可以使用图形化的编辑器设计正则表达式，也可以在该行编辑框输入表达式，达成同样的目的。</p>

source: Could not open file '%1' for reading
ar: لا يمكن فتح الملف '%1' للقراءة
bg: Грешка при отваряне на файла "%1" за четене
bs: Datoteka '%1' nije mogla da se otvori za čitanje
ca: El fitxer «%1» no s'ha pogut obrir per a lectura
cs: Nelze otevřít soubor '%1' pro čtení
da: Kunne ikke åbne filen '%1' til læsning
de: Die Datei „%1“ kann nicht zum Lesen geöffnet werden
el: Αδύνατο το άνοιγμα του αρχείου '%1' για ανάγνωση
eo: Ne eblis malfermi dosieron '%1' por legado
es: No se puede abrir el archivo «%1» para lectura
et: Ffaili '%1' avamine lugemiseks nurjus
eu: Ezin da '%1' fitxategia irakurtzeko ireki
fa: پرونده »%1« را نتوانست برای خواندن باز کند
fi: Tiedostoa ”%1” ei voitu avata luettavaksi
fr: Impossible d'ouvrir le fichier « %1 » pour lecture
gl: Non foi posíbel abrir o ficheiro «%1» para lectura
he: לא ניתן לפתוח את הקובץ ‚%1’ לקריאה
hi: फ़ाइल '%1' पढ़ने के लिए खोल नहीं सका
hu: A(z) '%1' fájlt nem sikerült olvasásra megnyitni
it: Impossibile aprire il file "%1" in lettura
ja: ファイル ‘%1’ を読み込みのために開けませんでした。
kk: '%1' деген файл оқу үшін ашылмады
km: មិន​អាច​បើក​ឯកសារ '%1' សម្រាប់​អាន​បាន​ទេ
ko: 파일 '%1'에서 읽으려고 열 수 없습니다
lv: Nevar atvērt failu %1 lasīšanai
mk: Не можев да ја отворам датотеката „%1“ за читање.
ms: Tidak dapat membuka fail '%1' untuk pembacaan
nb: Klarte ikke å åpne fila «%1» for lesing
nds: "%1" lett sik nich för't Lesen opmaken
ne: पढ्नका लागि '%1' फाइल खोल्न सकेन
nl: Kan het bestand '%1' niet lezen
nn: Klarte ikkje opna fila «%1» for lesing
pl: Nie można otworzyć pliku '%1' do odczytu
pt: Não foi possível abrir o ficheiro '%1' para leitura
pt_br: Não foi possível abrir o arquivo '%1' para leitura
ro: Nu am putut să citesc din fișierul "%1"
ru: Не удаётся открыть файл '%1'
sk: Nepodarilo sa otvoriť súbor '%1'pre čítanie
sl: Datoteke »%1« ni možno odpreti za branje
sv: Kunde inte öppna filen "%1" för läsning
ta: படிப்பதற்கு கோப்பினை '%1' திறக்க முடியவில்லை
tr: '%1' dosyası okumak için açılamadı
uk: Неможливо відкрити файл «%1» для читання
zh_cn: 无法打开文件“%1”进行读取

source: Pos. Look Ahead
ar: بحث استباقي موجب
bg: Положително търсене напред
bs: Poz. pogled unaprijed
ca: Pos. cerca endavant
cs: Pozitivní vyhlížení
da: Pos. Se fremad
de: Pos. Vorausschauen
el: Θετική προεξέταση (Look Ahead)
eo: Poz. Rigardu Antaŭen
es: Afirmación previa positiva
et: Positiivne ettevaade
eu: Aurre-bilaketa positiboa
fa: برنامه‌ریزی مثبت
fi: Pos. etukäteislauseke
fr: Recherche arrière positive
gl: Comprobación de continuación positiva
he: גישוש קדימה חיובי
hi: Pos. आगे देखें
hu: Pozitív előrekeresés (look ahead)
it: Ricerca in avanti pos.
ja: 肯定的先読み
kk: Ілеспе шарт
km: វិជ្ជមាន. មើល​ទៅ​មុខ
ko: 긍정 예측
lv: Pozitīva uz priekšu skatīšanās
mk: Поз. барање нанапред
ms: Positif. Perhatikan
nb: Pos. utkikk
nds: Wenn-Bedingen
ne: सकारात्मक हेराइ
nl: Pos. vooruitkijken
nn: Pos. framoversøk
pl: Poz. odnośnik do przodu
pt: Leitura Antecipada Positiva
pt_br: Olhar Adiante - Positivo
ro: Previziune poz.
ru: Упреждающий поиск
sk: Poz. výhľad
sl: Pozitivni pogled naprej
sv: Positiv framåtreferens
ta: நல்ல நோக்கத்துடன் நோக்கு
tg: Ҷустуҷӯи Пешакии Хуб
tr: Poz. Look Ahead
uk: Поз. передбачення
zh_cn: 正向预搜索

source: Neg. Look Ahead
ar: بحث استباقي سالب
bg: Отрицателно търсене напред
bs: Neg. pogled unaprijed
ca: Neg. cerca endavant
cs: Negativní vyhlížení
da: Neg. Se fremad
de: Neg. Vorausschauen
el: Αρνητική προεξέταση (Look Ahead)
eo: Neg. Rigardu Antaŭen
es: Afirmación previa negativa
et: Negatiivne ettevaade
eu: Aurre-bilaketa negatiboa
fa: برنامه‌ریزی منفی
fi: Neg. etukäteislauseke
fr: Recherche arrière négative
gl: Comprobación de continuación negativa
he: גישוש קדימה שלילי
hi: Neg. आगे देखें
hu: Negatív előrekeresés (look ahead)
it: Ricerca in avanti neg.
ja: 否定的先読み
kk: Теріс ілеспе шарт
km: អវិជ្ជមាន. មើល​ទៅ​មុខ
ko: 부정 예측
lv: Negatīva uz priekšu skatīšanās
mk: Нег. барање нанапред
ms: Negatif. Perhatikan
nb: Neg. utkikk
nds: Wenn-Nich-Bedingen
ne: नकरात्मक हेराइ
nl: Neg. vooruitkijken
nn: Neg. framoversøk
pl: Neg. odnośnik do przodu
pt: Leitura Antecipada Negativa
pt_br: Olhar Adiante - Negativo
ro: Previziune neg.
ru: Упреждающий поиск - по отрицанию
sk: Neg. výhľad
sl: Negativni pogled naprej
sv: Negativ framåtreferens
ta: கெட்ட நோக்கத்துடன் நோக்கு
tg: Ҷустуҷӯи Пешакии Бад
uk: Нег. передбачення
zh_cn: 负向预搜索

source: RegExp Editor
ar: محرر RegExp
bg: Редактор на регулярни изрази
bs: Editor reg.izraza
ca: Editor d'expressions regulars
cs: Editor regulárních výrazů
da: Editor til regulære udtryk
de: Editor für reguläre Ausdrücke
el: Επεξεργαστής κανονικών εκφράσεων
eo: RegExp Redaktoro
es: Editor de expresiones regulares
et: Regulaaravaldiste redaktor
eu: RegExp Editorea
fa: ویرایشگر عبارت منظم
fi: Säännöllisten lausekkeiden muokkain
fr: Éditeur d'expressions rationnelles
gl: Editor de expresións regulares
he: עורך ביטויים רגולריים
hi: रेग-एक्सपी संपादक
hu: Szerkesztőprogram reguláris kifejezésekhez
ja: 正規表現エディタ
kk: Үлгі өрнек редакторы
km: កម្មវិធី​កែប្រែ​កន្សោម​ធម្មតា
ko: 정규 표현식 편집기
lv: RegExp redaktors
ms: Editor RegExp
nb: RegExp-redigering
nds: RegUtd-Editor
ne: RegExp सम्पादक
nn: RegExp-redigering
pl: Edytor wyrażeń regularnych
pt: Editor de Expressões Regulares
pt_br: Editor de Expressões Regulares
ro: Redactor RegExp
ru: Редактор рег.выражений
sk: Editor regulárnych výrazov
sl: Urejevalnik RegExp
sv: Editor för reguljära uttryck
ta: பதிவகம் தொடர் தொகுப்பி/திருத்தி
tg: Муҳаррири Ифодаҳои Муқаррарӣ
tr: Düzenli İfade Düzenleyicisi
uk: Редактор формальних виразів
zh_cn: 正则表达式编辑器

source: Editor for Regular Expressions
ar: محرر للتعابير النمطية
bg: Редактор на регулярни изрази
bs: Editor za regularne izraze
ca: Editor per a expressions regulars
cs: Editor regulárních výrazů
da: Editor for regulære udtryk
de: Editor für reguläre Ausdrücke
el: Επεξεργαστής για κανονικές εκφράσεις
eo: Redaktoro por Regulaj Esprimoj
es: Editor de expresiones regulares
et: Regulaaravaldiste redaktor
eu: Adierazpen Erregularren Editorea
fa: ویرایشگر برای عبارتهای منظم
fi: Säännöllisten lausekkeiden muokkain
fr: Éditeur d'expressions rationnelles
gl: Editor de expresións regulares
he: עורך לביטויים רגולריים
hi: रेगुलर एक्सप्रेशन्स के लिए संपादक
hu: Szerkesztőprogram reguláris kifejezésekhez
it: Editor di espressioni regolari
ja: 正規表現作成用エディタ
kk: Үлгі өрнектерді құрастыру редакторы
km: កម្មវិធី​កែប្រែ​សម្រាប់​កន្សោម​ធម្មតា
ko: 정규 표현식 편집기
lv: Regulāro izteiksmju redaktors
mk: Уредувач на регуларни изрази
ms: Editor untuk Ungkapan Biasa
nb: Redigeringsprogram for regulære uttrykk
nds: Editor för regulere Utdrück
ne: नियमित अभिव्यक्तिका लागि सम्पादक
nl: Editor voor reguliere expressies
nn: Redigeringsprogram for regulære uttrykk
pl: Edytor do wyrażeń regularnych
pt: Editor para Expressões Regulares
pt_br: Editor para Expressão regular
ro: Redactor pentru expresii regulate
ru: Редактор регулярных выражений
sk: Editor regulárnych výrazov
sl: Urejevalnik regularnih izrazov
sv: Editor för reguljära uttryck
ta: வழக்கமான தொடருக்கு தொகுப்பி
tg: Муҳаррир барои Ифодаҳои Муқаррарӣ
tr: Düzenli İfadeler İçin Düzenleyici
uk: Редактор для формальних виразів
zh_cn: 正则表达式编辑器

source: (c) 2002-2003 Jesper K. Pedersen
de: © 2002–2003 Jesper K. Pedersen
es: © 2002-2003 Jesper K. Pedersen
fi: © 2002–2003 Jesper K. Pedersen
gl: © 2002-2003 Jesper K. Pedersen
he: (c) 2002‏-2003 ג׳ספר ק. פדרסן
hu: © Jesper K. Pedersen, 2002-2003.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០២-២០០៣ ដោយ Jesper K. Pedersen
nb: © 2002–2003 Jesper K. Pedersen
ne: (c) 2002-2003 जेस्पर के. पेडर्सेन
nn: © 2002–2003 Jesper K. Pedersen
ru: © Jesper K. Pedersen, 2002-2003
sv: © 2002-2003 Jesper K. Pedersen
uk: © Jesper K. Pedersen, 2002–2003

source: Developer
ar: مطوّر
bg: Разработка
ca: Desenvolupador
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
eo: Ellaboranto
es: Desarrollador
et: Arendaja
eu: Garatzailea
fi: Kehittäjä
fr: Développeur
gl: Desenvolvedor.
he: מפתח
it: Sviluppatore
ko: 개발자
nb: Utvikler
nl: Ontwikkelaar
nn: Utviklar
pl: Programista
pt: Desenvolvimento
pt_br: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
sk: Vývojár
sl: Razvijalec
sv: Utvecklare
tr: Geliştirici
uk: Розробник
zh_cn: 开发者

source: anything
ar: أي شيء
bg: нещо
bs: bilo šta
ca: qualsevol cosa
cs: cokoliv
da: hvad som helst
de: alles
el: Οτιδήποτε
eo: io
es: cualquier cosa
et: igasugune
eu: edozein gauza
fa: هر چیز
fi: mitä tahansa
fr: n'importe quoi
gl: calquera cousa
he: כל דבר
hi: कुछ भी
hu: bármi
it: qualsiasi cosa
ja: 任意の文字
kk: кез келгендер
km: អ្វី​ទាំងអស់
ko: 무엇이든
lv: jebkas
mk: било што
ms: apa sahaja
nb: hva som helst
nds: jichtenswat
ne: कुनै कुरा
nl: iets
nn: kva som helst
pl: cokolwiek
pt: tudo
pt_br: tudo
ro: orice
ru: всё
sk: čokoľvek
sl: karkoli
sv: allt
ta: ஏதாவது
tg: ягон чиз
tr: herhangi bir şey
uk: будь-що
zh_cn: 任意

source: This regular expression matches anything.
ar: يطابق التعبير النمطى هذا أي شيء
bg: Този израз съвпада с всичко.
bs: Ovaj regularni izraz usklađuje bilo šta.
ca: Aquesta expressió regular no coincideix amb res.
cs: Tento regulární výraz odpovídá čemukoliv.
da: Dette regulære udtryk matcher hvadsomhelst.
de: Dieser reguläre Ausdruck passt auf alles.
el: Αυτή η κανονική έκφραση ταιριάζει με οτιδήποτε.
eo: Ĉi tiu regula esprimo kongruas kun io ajn.
es: Esta expresión regular representa cualquier cosa.
et: See regulaaravaldis sobib kõigega.
eu: Adierazpen erregular hau edozerekin dator bat.
fa: این عبارت منظم با هر چیز تطابق می‌کند.
fi: Tämä säännönmukainen lauseke täsmää kaikkeen.
fr: Cette expression rationnelle correspond à n'importe quoi.
gl: Esta expresión regular concorda con calquera cousa.
he: הביטוי הרגולרי הזה לוכד הכול.
hu: Ez a reguláris kifejezés mindenhez illeszkedik.
it: Questa espressione regolare combacia con qualsiasi cosa
ja: この正規表現は任意の文字にマッチします。
kk: Барлық мәтіндерге сәйкес келетін үлгі өрнегі.
km: កន្សោម​ធម្មតា​នេះ​ផ្គូផ្គង​អ្វី​ទាំងអស់ ។
ko: 이 정규 표현식은 무엇에든 일치함
lv: Regulāra izteiksme sakrīt ar jebko.
nb: Dette regulære uttrykket passer med hva som helst.
nds: Disse regulere Utdruck passt op allens.
ne: यो नियमित अभिव्यक्तिसँग कुनै कुरा मिल्दछ ।
nl: Deze reguliere expressie komt overal mee overeen
nn: Dette regulære uttrykket passar med kva som helst.
pl: To wyrażenie regularne nie pasuje do niczego.
pt: Esta expressão regular aceita tudo.
pt_br: Esta expressão regular combina com qualquer coisa.
ro: Această expresie regulată se potrivește cu orice.
ru: Это регулярное выражение совпадает с любым текстом.
sk: Tento regulárny výraz odpovedá čomukoľvek.
sl: Ta regularni izraz se ujema s čimerkoli.
sv: Det här reguljära uttrycket matchar vad som helst.
tr: Bu düzenli ifade hiçbir şey ile eşleşmiyor.
uk: Цей формальний вираз відповідає будь-чому.
zh_cn: 此正则表达式匹配所有内容。

source: spaces
ar: فراغات
bg: интервали
bs: razmaci
ca: espais
cs: mezery
da: mellemrum
de: Leerzeichen
el: κενά
eo: spacsignoj
es: espacios
et: tühikud
eu: hutsuneak
fa: فاصله‌ها
fi: tyhjemerkit
fr: espaces
gl: espazos
he: רווחים
hu: szóközök
it: spazi
ja: スペース
kk: бос орындар
km: ចន្លោះ​មិន​ឃើញ
ko: 여백
lv: atstarpes
nb: mellomrom
nds: Twischenrüüm
ne: खाली स्थान
nl: spaties
nn: blankteikn
pl: spacje
pt: espaços
pt_br: espaços
ro: spații
ru: пробелы
sk: medzery
sl: presledki
sv: mellanslag
tr: boşluklar
uk: пробіли
zh_cn: 空格

source: Matches an arbitrary amount of whitespace.
ar: يطابق كمية غير محددة من المسافات البيضاء
bg: Съвпада с произволен брой интервали.
bs: Usklađuje proizvoljnu količinu razmaka.
ca: Coincideix amb qualsevol nombre d'espais en blanc.
cs: Odpovídá libovolnému počtu mezer.
da: Match vilkårlig mængde blanktegn.
de: Findet eine beliebige Anzahl Leerzeichen.
el: Ταιριάζει με ένα τυχαίο αριθμό κενών χαρακτήρων.
eo: Kongruas kun arbitra kvanto de blankspaco.
es: Representa una cantidad variable de espacios en blanco.
et: Sobib suvalise hulga tühikutega.
eu: Edozein hutsune kopururekin egiten du bat.
fa: تطبیق مقدار دلخواه فاصله‌ها‌ی سفید.
fi: Täsmää mielivaltaiseen määrään tyhjemerkkejä.
fr: Correspond à un nombre arbitraire d'espaces blancs.
gl: Concorda cun número arbitrario de espazos en branco.
he: לוכד כמות שרירותית של רווחים.
hu: Illeszkedik tetszőleges számú szóközhöz.
it: Combacia con un numero arbitrario di spazi.
ja: 任意の数のホワイトスペースにマッチします。
kk: Кез келген бос орындар қатарына сәйкес келетін үлгі өрнегі.
km: ផ្គូផ្គង​ចំនួន​ដែល​បំពាន​នៃ​ចន្លោះ​មិន​ឃើញ ។
ko: 임의의 공백량과 일치
lv: Sakrīt ar pieņemto atstarpju daudzumu.
nb: Treffer ethvert antall tomrom.
nds: Passt op jichtenseen Tall vun Twischenrüüm-Tekens
ne: सेतो खाली स्थानको अनियन्त्रित मात्रामा मिल्दछ ।
nl: Komt overeen met een willekeurige hoeveelheid witruimte.
nn: Gjev treff på ei vilkårleg mengd blankteikn.
pl: Pasuje do dowolnej liczby spacji.
pt: Corresponde a um número arbitrário de espaços em branco.
pt_br: Combina com qualquer quantidade de espaços.
ru: Соответствует любому количеству пробельных символов.
sk: Odpovedá ľubovoľnému počtu medzier.
sl: Ujema se s poljubnim številom presledkov.
sv: Matcha godtycklig mängd blanktecken.
tr: İsteğe bağlı miktarda karakter boşluğunu eşler.
uk: Відповідає будь-якій кількості пропусків.
zh_cn: 匹配任意数量的空白字符。
