Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

# NAME OF TRANSLATORS
source: Your names
ar: أحمد محمد زواوي, عمار الطباع, خالد حسنى, فهد السعيدي
bg: Златко Попов
bs: Samir Ribić,Adna Čolpa
ca: Albert Astals Cid,Sebastià Pla i Sanz
cs: Lukáš Tinkl
da: Erik Kjær Pedersen,Martin Schlander
de: Deutsches KDE-Übersetzungsteam
el: Σπύρος Γεωργαράς, Τούσης Μανώλης
eo: Axel Rousseau,Oliver Kellogg
es: Eloy Cuadra
et: Marek Laane
eu: Iñigo Salvador Azurmendi, Ion Gaztañaga
fa: محمدرضا میردامادی , مریم سادات رضوی
fi: Teemu Rytilahti,Ilpo Kantonen,Tommi Nieminen
fr: Robert Jacolin, Mickaël Sibelle
gl: mvillarino
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव, जी. करूणाकर
hu: Szántó Tamás,Úr Balázs
it: Pino Toscano,Nicola Ruggero,Federico Cozzi
ja: SATOH Satoru,Fumiaki Okushi,Kenshi Muto
kk: Сайран Киккарин
km: ខឹម សុខែម, ម៉ន ម៉េត, សេង សុត្ថា, ចាន់ សម្បត្តិរតនៈ, សុខ សុភា
ko: 박신조
lv: Rihards Priedītis
mk: Божидар Проевски,Зоран Димовски
ms: MIMOS
nb: Axel Bojer,Bjørn Steensrud
nds: Sönke Dibbern
ne: Mahesh Subedi, श्यामकृष्ण बल, नारायण कुमार मगर
nl: Wilbert Berendsen - 2003,Tom Albers - 2004,Rinse de Vries - 2002; 2004; 2005; 2007,Bram Schoenmakers 2004,Otto Bruggeman - 2001,Freek de Kruijf - 2017;2023
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
pl: Krzysztof Lichota, Michał Rudolf, Łukasz Wojniłowicz
pt: José Nuno Pires,Pedro Morais
pt_br: Lisiane Sztoltz Teixeira, André Marcelo Alvarenga, Geraldo Simião
ro: Claudiu Costin
ru: A. L. Klyutchenya,Андрей Черепанов,Николай Шафоростов
sk: Stanislav Višňovský
sl: Roman Maurer,Gregor Rakar,Andrej Vernekar,Matjaž Jeran
sv: Stefan Asserhäll
ta: அ.அகஸ்டின் ராஜ்
tg: Абророва Хиромон
tr: Görkem Çetin
uk: Andriy Rysin,Іван Петрущак
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
ar: azawawi@emirates.net.ae, atabba@kacst.edu.sa, dr.khaled.hosny@gmail.com,Fahad.alsaidi@gmail.com
bg: zlatkopopov@fsa-bg.org
bs: Samir.ribic@etf.unsa.ba,acolpa1@etf.unsa.ba
ca: aacid@kde.org,sps@sastia.com
cs: lukas@kde.org
da: erik@binghamton.edu,mschlander@opensuse.org
de: kde-i18n-de@kde.org
el: sng@hellug.gr, manolis@koppermind.homelinux.org
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
es: ecuadra@eloihr.net
et: qiilaq69@gmail.com
eu: xalba@euskalnet.net, igaztanaga@gmail.com
fa: mohi@ubuntu.ir , razavi@itland.ir
fi: teemu.rytilahti@kde-fi.org,ilpo@iki.fi,translator@legisign.org
fr: rjacolin@ifrance.com, kimael@gmail.com
gl: mvillarino@users.sourceforge.net
he: kde-l10n-he@kde.org
hi: raviratlami@aol.in,
hu: tszanto@mol.hu,urbalazs@gmail.com
it: toscano.pino@tiscali.it,,
ja: ss@kde.gr.jp,fokushi@yahoo.co.jp,kmuto@debian.org
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,​​mornmet@khmeros.info,sutha@khmeros.info,ratanak@khmeros.info,sophea@khmeros.info
ko: kde@peremen.name
lv: RPrieditis@inbox.lv
mk: bobibobi@freemail.com.mk,decata@mt.net.mk
ms: opensource@mimos.my
nb: fri_programvare@bojer.no,bjornst@skogkatt.homelinux.org
nds: s_dibbern@web.de
ne: submanesh@gmail.com, shyamkrishna_bal@yahoo.com, narayan@mpp.org.np
nl: wilbert@kde.nl,tomalbers@kde.nl,rinsedevries@kde.nl,,,freekdekruijf@kde.nl
nn: gaute@verdsveven.com,karl@huftis.org
pl: lichota@mimuw.edu.pl, mrudolf@kdewebdev.org, lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com,morais@kde.org
pt_br: lisiane@kdemail.net, alvarenga@kde.org, geraldosimiao@fedoraproject.org
ro: claudiuc@kde.org
ru: asoneofus@kde.ru,sibskull@mail.ru,linux@l10n.org.ua
sk: visnovsky@kde.org
sl: roman.maurer@amis.net,gregor.rakar@kiss.si,andrej.vernekar@moj.net,matjaz.jeran@amis.net
sv: stefan.asserhall@bredband.net
ta: AUGUSTIN_RAJ@HOTMAIL.COM
tg: H_Abrorova@rambler.ru
tr: gorkem@kde.org
uk: rysin@kde.org,ivanpetrouchtchak@yahoo.com
zh_cn: kde-china@kde.org

source: Alternatives
ar: بدائل
bg: Алтернативи
bs: Zamjena
cs: Alternativy
da: Alternativer
de: Alternativen
el: Εναλλακτικοί
eo: Alternativoj
es: Alternativas
et: Alternatiivid
eu: Hautabideak
fa: انتخابها
fi: Vaihtoehdot
gl: Alternativas
he: חלופות
hi: विकल्प
hu: Alternatívák
it: Alternative
ja: 選択
kk: Варианттар
km: ជំនួស
ko: 대안
lv: Alternatīvas
mk: Алтернативи
ms: Alternatif
nb: Alternativer
nds: Alternativen
ne: विकल्प
nl: Alternatieven
nn: Alternativ
pl: Alternatywy
pt: Alternativas
pt_br: Alternativas
ro: Alternative
ru: Варианты
sk: Alternatívy
sl: Alternative
sv: Alternativ
ta: மாற்று எழுத்துக்கள்
tg: Вариантҳо
tr: Alternatifler
uk: Альтернативи
zh_cn: 可替换项

source: Selecting several alternatives is currently not supported.
ar: لا يتوفر الدعم حالياً لاختيار عدة بدائل..
bg: Избирането на няколко алтернативи не се поддържа за момента.
bs: Biranje nekoliko alternativa trenutno nije podržano.
ca: Encara no està permès el fet de poder seleccionar diferents alternatives.
cs: Výběr více alternativ není podporován.
da: Valg af flere alternativer er ikke understøttet for øjeblikket.
de: Die Wahl zwischen mehreren Alternativen wird zurzeit noch nicht unterstützt.
el: Η επιλογή εναλλακτικών χαρακτήρων δεν υποστηρίζεται.
eo: Elekto de multaj alternativoj momente ne estas subtenata.
es: La selección de varias alternativas no está permitida actualmente.
et: Mitme alternatiivi valimine pole praegu veel võimalik.
eu: Oraingoz ez da hainbat hautabideen artean aukeratzeko euskarririk.
fa: در حال حاضر، برگزیدن چندین انتخاب پشتیبانی نمی‌شود.
fi: Monivalinta ei ole vielä mahdollista.
fr: La sélection de plusieurs alternatives n'est actuellement pas prise en compte.
gl: Na actualidade non se permite escoller varias alternativas.
he: אין תמיכה בבחירת מגוון חלופות.
hi: बहुतसारे विकल्प चुनना वर्तमान में समर्थित नहीं है.
hu: Nem lehet egyszerre több alternatívát kiválasztani.
it: Attualmente non è supportata la selezione di più alternative.
ja: 複数選択は現在未サポートです
kk: Бірнеше варианттарды таңдау әлі іске асырылмаған.
km: ជ្រើស​ជំនួស​​ជាច្រើន​មិន​ត្រូវ​បាន​គាំទ្រ​ទេ ។
ko: 여러 가지 대안을 선택할 수 없습니다.
lv: Vairāku alternatīvu atlase pagaidām netiek atbalstīta.
mk: Одбирањето на повеќе алтернативи моментално не е подржано.
ms: Memilih beberapa alternatif pada masa ini disokong.
nb: Programmet støtter ennå ikke valg av flere alternativer.
nds: Utsöken vun mehr Alternativen warrt opstunns nich ünnerstütt.
ne: धेरै विकल्प चयन गर्न हाललाई समर्थन गर्दैन ।
nl: Het selecteren van meerdere alternatieven wordt vooralsnog niet ondersteund.
nn: Programmet støttar enno ikkje val av fleire alternativ.
pl: Wybieranie kilku alternatyw nie jest obecnie zaimplementowane.
pt: A selecção de várias alternativas não é de momento suportada.
pt_br: A seleção de várias alternativas não é suportada nesta edição.
ro: Selectarea mai multor alternative nu este deocamdată suportată.
ru: Выбор нескольких вариантов в этой версии не поддерживается.
sk: Výber viacerých alternatív ešte nie je podporovaný.
sl: Izbor več alternativ trenutno ni podprt.
sv: Att välja flera alternativ stöds inte för närvarande.
ta: பல வித மாற்றுபாதைகலை தேர்வு செய்வதை தற்போது அதறிக்காது.
tg: Интихоби вариантҳои мухталиф дар айни замон пуштибонӣ намегарданд.
tr: Birden çok alternatif seçmek şimdilik desteklenmiyor.
uk: Поки що підтримується тільки одна альтернатива.
zh_cn: 目前不支持同时选择多个替代选项。

source: Selection Invalid
ar: تحديد غير صالح
bg: Невалиден избор
bs: Izbor je nevažeći
ca: Selecció no vàlida
cs: Neplatný výběr
da: Markering ugyldig
de: Auswahl ungültig
el: Μη αποδεκτή επιλογή
eo: Elekto Nevalida
es: Selección no válida
et: Vigane valik
eu: Hautaketa Baliogabea
fa: گزینش نامعتبر
fi: Virheellinen valinta
fr: Sélection non valable
gl: Selección incorrecta
he: הבחירה שגויה
hi: अवैध चयन
hu: A kijelölés érvénytelen
it: Selezione non valida
ja: 不正な選択
kk: Таңдау дұрыс емес
km: ជម្រើស​មិន​ត្រឹមត្រូវ
ko: 선택 잘못됨
lv: Atlase ir nederīga
mk: Изборот е невалиден
ms: Pilihan Tak Sah
nb: Ugyldig utvalg
nds: Leeg Köör
ne: चयन अवैध
nl: Selectie ongeldig
nn: Ugyldig utval
pl: Niewłaściwe zaznaczenie
pt: Selecção Inválida
pt_br: Seleção inválida
ro: Selecție eronată
ru: Выделение неверно
sk: Výber neplatný
sl: Izbira ni veljavna
sv: Ogiltig markering
ta: தேர்வு செல்லுபடியாகாது
tr: Geçersiz Seçim
uk: Вибір недійсний
zh_cn: 选择无效

source: Undo
cs: Zpět
eo: Malfari
eu: Desegin
fa: واگرد
it: Annulla
ja: 元に戻す
nb: Angre
nl: Ongedaan maken
nn: Angra
ro: Desfă

source: Redo
cs: Znovu
eo: Refari
eu: Berregin
fa: از نو
it: Rifai
ja: やり直す
nb: Gjør om
nl: Opnieuw
nn: Gjer om
ro: Refă

source: Cut
ar: قص
bg: Изрязване
bs: Isijeci
ca: Retalla
cs: Vyjmout
da: Klip
de: Ausschneiden
el: Αποκοπή
eo: Eltondi
es: Cortar
et: Lõika
eu: Ebaki
fa: برش
fi: Leikkaa
fr: Couper
gl: Cortar
he: גזירה
hi: काटें
hu: Kivágás
it: Taglia
ja: 切り取り
km: កាត់
ko: 잘라내기
lv: Izgriezt
nb: Klipp ut
nds: Knippen
ne: काट्नुहोस्
nl: Knippen
nn: Klipp ut
pl: Wytnij
pt: Cortar
pt_br: Recortar
ro: Taie
ru: Вырезать
sk: Vystrihnúť
sl: Izreži
sv: Klipp ut
tr: Kes
uk: Вирізати
zh_cn: 剪切

source: Copy
ar: انسخ
bg: Копиране
bs: Kopiraj
ca: Copia
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
eo: Kopii
es: Copiar
et: Kopeeri
eu: Kopiatu
fa: رونوشت
fi: Kopioi
fr: Copier
gl: Copiar
he: העתקה
hi: नक़ल
hu: Másolás
it: Copia
ja: コピー
km: ចម្លង
ko: 복사
lv: Kopēt
nb: Kopier
nds: Koperen
ne: प्रतिलिपि बनाउनुहोस्
nl: Kopiëren
nn: Kopier
pl: Skopiuj
pt: Copiar
pt_br: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
tr: Kopyala
uk: Копіювати
zh_cn: 复制

source: Paste
ar: ألصق
bg: Вмъкване
bs: Zalijepiti
ca: Enganxa
cs: Vložit
da: Indsæt
de: Einfügen
el: Επικόλληση
eo: Alglui
es: Pegar
et: Aseta
eu: Itsatsi
fa: چسباندن
fi: Liitä
fr: Coller
gl: Pegar
he: הדבקה
hi: चिपकाएँ
hu: Beillesztés
it: Incolla
ja: 貼り付け
km: បិទភ្ជាប់
ko: 붙여넣기
lv: Ielīmēt
nb: Lim inn
nds: Infögen
ne: टाँस्नुहोस्
nl: Plakken
nn: Lim inn
pl: Wklej
pt: Colar
pt_br: Colar
ro: Lipește
ru: Вставить
sk: Vložiť
sl: Prilepi
sv: Klistra in
tr: Yapıştır
uk: Вставити
zh_cn: 粘贴

source: Save
cs: Uložit
eo: Konservi
eu: Gorde
fa: ذخیره
it: Salva
ja: 保存
nb: Lagre
nl: Opslaan
nn: Lagra
ro: Salvează

source: - A word character
ar: - رمز حرفي
bg: - Буква
bs: - Slovo
ca: - Un caràcter de paraula
cs: - Znak slova
da: - Et ordtegn
de: - Ein Buchstabe
el: - Ένας αλφαριθμητικός χαρακτήρας
eo: - Vorta signo (litero)
es: - Un carácter de palabra
et: - Täheline sümbol
eu: - Hitz karaktere bat
fa: - یک نویسه واژه‌ای‌
fi: Kirjainmerkki
fr: - un caractère littéral
gl: - Unha letra
he: - תו מילה
hi: - एक शब्द अक्षर
hu: - Szóalkotó karakter
it: - Un carattere per parole
ja: - 単語構成文字
kk: - Әріп
km: - តួអក្សរ​ជា​ពាក្យ​
ko: - 단어 문자
lv: - Vārda rakstzīme
mk: - Знак во збор
ms: - Aksara perkataan
nb: - Et ordtegn
nds: - En Teken
ne: - शब्द क्यारेक्टर
nl: - Een woordteken
nn: – Eit ordteikn
pl: - Znak wchodzący w skład wyrazu
pt: - Um carácter alfabético
pt_br: - Um caractere alfanumérico
ro: - Un caracter de cuvânt
ru: - Буква
sk: - Znak slova
sl: - Besedni znak
sv: - Ett ordtecken
ta: - ஒரு சொல் எழுத்து
tg: - Ҳарф
tr: - Bir sözcük karakteri
uk: - Словотворний символ
zh_cn: - 一个文字字符

source: - A non-word character
ar: - رمز غير حرفي
bg: - Знак различен от буква
bs: - Ne-slovo
ca: - Un caràcter de no paraula
cs: - Znak mimo slova
da: - Et ikke-ordtegn
de: - Kein Buchstabe
el: - Ένας μη αλφαριθμητικός χαρακτήρας
eo: - Ne-vorta signo
es: - Un carácter de no-palabra
et: - Mittetäheline sümbol
eu: - Hitza ez den karaktere bat
fa: - یک نویسه غیر واژه‌ای‌
fi: Muu kuin kirjainmerkki
fr: - un caractère non littéral
gl: - Un que non sexa letra
he: - תו שאינו של מילה
hi: - एक नॉन-वर्ड अक्षर
hu: - Szóelválasztó karakter
it: - Non un carattere per parole
ja: - 単語構成文字以外
kk: - Әріп емес
km: - តួអក្សរ​មិនមែន​ជា​ពាក្យ​
ko: - 비 단어 문자
lv: - Ne-vārda rakstzīme
mk: - Знак што не е во збор
ms: - Aksara bukan perkataan
nb: - Et ikke-ordtegn
nds: - Keen Teken
ne: - शब्द विहिन क्यारेक्टर
nl: - Een niet-woordteken
nn: – Eit ikkje-ordteikn
pl: - Znak nie wchodzący w skład wyrazu
pt: - Um carácter não-alfabético
pt_br: - Um caractere não-alfanumérico
ro: - Un caracter de non-cuvânt
ru: - Не буква
sk: - Znak mimo slová
sl: - Nebesedni znak
sv: - Inte ett ordtecken
ta: ஒரு சொல்லற்ற எழுத்து
tg: - Ҳарф не
tr: - Sözcük olmayan karakter
uk: - Несловотворний символ
zh_cn: - 一个非文字字符

source: - A digit character
ar: - رمز رقمي
bg: - Цифра
bs: - Cifra
ca: - Un dígit
cs: - Číselný znak
da: - Et ciffertegn
de: - Eine Ziffer
el: - Ένας αριθμητικός χαρακτήρας
eo: - Cifera signo
es: - Un carácter de dígito
et: - Numbriline sümbol
eu: - Digito karaktere bat
fa: - یک نویسه رقمی‌
fi: – numero
fr: - un caractère numérique
gl: - Un díxito
he: - תו ספרה
hi: - एक अंकीय अक्षर
hu: - Számjegy
it: - Una cifra
ja: - 数字
kk: - Цифр
km: - តួអក្សរ​ជា​តួរលេខ​
ko: - 숫자 문자
lv: - Cipara rakstzīme
mk: - Цифра
ms: - Aksara digit
nb: - Et siffertegn
nds: - En Tall (0-9)
ne: - अङ्क क्यारेक्टर
nl: - Een cijferteken
nn: – Eit sifferteikn
pl: - Znak będący cyfrą
pt: - Um carácter numérico
pt_br: - Um caractere numérico
ro: - Un caracter cifră
ru: - Цифра
sk: - Číslica
sl: - Števčni znak
sv: - En siffra
ta: ஒரு இலக்க எழுத்து
tg: - Рақам
tr: - Rakam karakteri
uk: - Цифровий символ
zh_cn: - 一个数字字符

source: - A non-digit character
ar: - رمز غير رقمي
bg: - Знак различен от цифра
bs: - Ne-cifra
ca: - Un no dígit
cs: - Ne-číselný znak
da: - Et ikke-ciffertegn
de: - Keine Ziffer
el: - Ένας μη αριθμητικός χαρακτήρας
eo: - Ne-cifera signo
es: - Un carácter de no-dígito
et: - Mittenumbriline sümbol
eu: - Digitoa ez den karaktere bat
fa: - یک نویسه غیر رقمی‌
fi: – ei numero
fr: - un caractère non numérique
gl: - Un que non sexa díxito
he: - תו שאינו ספרה
hi: - एक नॉन-डिजिट अक्षर
hu: - Nem számjegy
it: - Non una cifra
ja: - 数字以外
kk: - Цифр емес
km: - តួអក្សរ​មិនមែន​ជា​លេខ​
ko: - 비 숫자 문자
lv: - Ne-cipara rakstzīme
mk: - Знак што не е цифра
ms: - Aksara bukan digit
nb: - Et ikke-siffertegn
nds: - Keen Tall
ne: - अङ्क विहिन क्यारेक्टर
nl: - Een niet-cijferteken
nn: – Eit ikkje-sifferteikn
pl: - Znak nie będący cyfrą
pt: Um carácter não-numérico
pt_br: - Um caractere não-numérico
ro: - Un caracter non-cifră
ru: - Не цифра
sk: - Nie číslica
sl: - Neštevčni znak
sv: - Inte en siffra
ta: ஒரு இலக்கமற்ற எழுத்து
tg: - Рақам не
tr: - Rakam olmayan karakter
uk: - Нецифровий символ
zh_cn: - 一个非数字字符

source: - A space character
ar: - رمز فراغي
bg: - Интервал
bs: - Razmak
ca: - Un espai
cs: - Mezera
da: - Et mellemrumstegn
de: - Ein Leerzeichen
el: - Ένας κενός χαρακτήρας
eo: - Spaca signo
es: - Un carácter de espaciado
et: - Tühiku (space) sümbol
eu: - Hutsune karaktere bat
fa: - یک نویسه فاصله
fi: – tyhjemerkki
fr: - un caractère d'espacement
gl: - Un espazo
he: - תו רווח
hi: - एक जगह अक्षर
hu: - Szóköz karakter
it: - Un carattere spazio
ja: - 空白文字
kk: - Бос орын
km: - តួអក្សរ​ចន្លោះ​
ko: - 공백 문자
lv: - Atstarpes rakstzīme
mk: - Празно место
ms: - Aksara ruang
nb: - Et mellomromtegn
nds: - En Twischenruum
ne: - खाली स्थान क्यारेक्टर
nl: - Een witruimteteken
nn: – Eit mellomromsteikn
pl: - Znak spacji
pt: - Um carácter de espaço
pt_br: - Um caractere de espaço
ro: - Un caracter spațiu
ru: - Пустой разделитель
sk: - Medzera
sl: - Znak za presledek
sv: - Ett mellanslag
ta: - ஒரு இடைவெளி எழுத்து
tg: - Аломати фазо
tr: - Boşluk karakteri
uk: - Символ пропуску
zh_cn: - 一个空白字符

source: - A non-space character
ar: - رمز غير فراغي
bg: - Знак различен от интервал
bs: - Ne-razmak
ca: - Un no espai
cs: - Znak, který není mezerou
da: - Et ikke-mellemrumstegn
de: - Kein Leerzeichen
el: - Ένας μη κενός χαρακτήρας
eo: - Ne-spaca signo
es: - Un carácter de no-espaciado
et: - Mittetühiku (space) sümbol
eu: - Hutsunea ez den karaktere bat
fa: - یک نویسه غیر فاصله‌ای
fi: – ei tyhjemerkki
fr: - un caractère autre qu'un caractère d'espacement
gl: - Un que non sexa un espazo
he: - תו שאינו רווח
hi: - एन नॉन-स्पेस अक्षर
hu: - Nem szóköz karakter
it: - Non un carattere spazio
ja: - 空白文字以外
kk: - Бос орын емес
km: - តួអក្សរ​មិន​មែន​ជា​ចន្លោះ​
ko: - 비 공백 문자
lv: - Ne-atstarpes rakstzīme
mk: - Знак што не е празно место
ms: - Aksara bukan ruang
nb: - Et ikke-mellomromtegn
nds: - Keen Twischenruum
ne: - खाली स्थान विहिन क्यारेक्टर
nl: - Een niet-witruimteteken
nn: – Eit ikkje-mellomromsteikn
pl: - Znak nie będący spacją
pt: Um carácter diferente de espaço
pt_br: - Um caractere diferente de espaço
ro: - Un caracter non-spațiu
ru: - Не разделитель
sk: - Nie medzera
sl: - Znak, ki ni presledek
sv: - Inte ett mellanslag
ta: ஒரு இடைவெளிஅற்ற எழுத்து
tg: - Аломати фазо не
tr: - Boşluk olmayan karakter
uk: - Символ, що не є пропуском
zh_cn: - 一个非空白字符

# a range of characters
source: - from %1 to %2
ar: - من: %1، إلى %2
bg: - от %1 до %2
bs: - od %1 do %2
ca: - des de %1 a %2
cs: - od %1 do %2
da: - fra %1 til %2
de: - von %1 bis %2
el: - από %1 έως %2
eo: - de %1 ĝis %2
es: - desde %1 hasta %2
et: - alates %1 kuni %2
eu: - %1(e)tik %2(e)ra
fi: – merkistä %1 merkkiin %2
fr: - de %1 à %2
gl: - de %1 a %2.
he: - מ־%1 עד %2
hu: - ettől: %1 eddig: %2
it: - da %1 a %2
ko: - %1부터 %2까지
nl: - van %1 tot %2
nn: – Frå %1 til %2
pl: - z %1 do %2
pt: - de %1 até %2
pt_br: - de %1 até %2
ro: - de la %1 la %2
sk: - od %1 do %2
sl: - od %1 do %2
sv: - från %1 till %2
tr: - %1 ile %2 arası
uk: - від %1 до %2
zh_cn: - 从 %1 到 %2

source: Any Character Except
ar: أي رمز ماعدا
bg: Всеки знак освен
bs: Bilo koji simbol osim
ca: Qualsevol caràcter excepte
cs: Jakýkoliv znak kromě
da: Vilkårligt tegn undtagen
de: Beliebiges Zeichen außer
el: Οποιοσδήποτε χαρακτήρας εκτός
eo: Ajna Signo Krom
es: Cualquier carácter excepto
et: Suvaline sümbol, välja arvatud
eu: Hau ez Beste Edozein Karaktere
fa: هر نویسه‌ای به استثنای
fi: Mikä tahansa merkki paitsi
fr: N'importe quel caractère sauf
gl: Calquera carácter excepto
he: כל תו מלבד
hi: कोई भी अक्षर सिवाय
hu: Bármely karakter, kivéve
it: Qualsiasi carattere tranne
ja: 以下を除く任意の 1 文字
kk: Мынадан басқа таңба
km: លើកលែង​តួអក្សរ​ណាមួយ
ko: 다음 문자 제외 모든 문자
lv: Visas rakstzīmes izņemot
mk: Секој знак освен
ms: Sebarang Aksara Melainkan
nb: Vilkårlig tegn unntatt
nds: all Tekens, man nich
ne: कुनै क्यारेक्टर बाहेक
nl: Elk teken behalve
nn: Vilkårleg teikn utanom
pl: Dowolny znak oprócz
pt: Qualquer Carácter Excepto
pt_br: Qualquer Caractere Exceto
ro: Orice caracter cu excepția
ru: Любой символ кроме
sk: Ľubovoľný znak okrem
sl: Vsak znak, razen
sv: Alla tecken utom
ta: ஏதோ ஒரு எழுத்தை தவிர.
tg: Ҳамаи Аломатҳо ба Ғайр аз
tr: Şunlar Dışında Herhangi Bir Karakter
uk: Будь-який символ, окрім
zh_cn: 任意字符，下列除外

source: One of Following Characters
ar: واحد من الرموز التالية
bg: Един от следните знаци
bs: Jedan od sljedećih simbola
ca: Un dels caràcters següents
cs: Jeden z následujících znaků
da: Et af følgende tegn
de: Eines der folgenden Zeichen
el: Ένας από τους ακόλουθους χαρακτήρες
eo: Unu el Sekvantaj Signoj
es: Uno de los siguientes caracteres
et: Üks järgnevaist sümbolitest
eu: Ondorengo Karaktereetako Bat
fa: یکی از نویسه‌ها‌ی زیر
fi: Yksi seuraavista merkeistä
fr: Un des caractères suivants
gl: Un dos seguintes caracteres
he: אחד מהתווים הבאים
hi: निम्न में से कोई एक अक्षर
hu: A következő karakterek egyike
it: Uno dei seguenti caratteri
ja: 以下のうちの 1 文字
kk: Келесі бір таңба
km: មួយ​ក្នុង​ចំនោម​តួអក្សរ​ខាងក្រោម​
ko: 다음 문자 중 하나
lv: Viena no norādītajām rakstzīmēm
mk: Еден од следниве знаци
ms: Satu daripada Aksara Yang Berikut
nb: Et av følgende tegn
nds: een vun disse Tekens
ne: निम्न क्यारेक्टर मध्ये एउटा
nl: Een van de volgende tekens
nn: Eitt av følgjande teikn
pl: Jeden z następujących znaków
pt: Um dos Seguintes Caracteres
pt_br: Um dos seguintes caracteres
ro: Unul din caracterele următoare
ru: Один из следующих символов
sk: Jeden z týchto znakov
sl: Eden od naslednjih znakov
sv: Ett av de följande tecknen
ta: பின் வரும் எழுத்துகளில் ஒன்று
tg: Яке аз Аломатҳои Зерин
tr: Bu Karakterlerden Biri
uk: Один з наступних символів
zh_cn: 下列字符之一

source: Specify Characters
ar: تحديد الرموز
bg: Задаване на знаци
bs: Navedite simbole
ca: Especifica els caràcters
cs: Zadejte znaky
da: Angiv tegn
de: Zeichen angeben
el: Καθορισμός χαρακτήρων
eo: Donu Signojn
es: Especificar caracteres
et: Sümbolite määramine
eu: Karaktereak Zehaztu
fa: مشخص کردن نویسه‌ها
fi: Anna merkit
fr: Spécifier les caractères
gl: Especificar os caracteres
he: ציון תווים
hi: अक्षरों को उल्लेखित करें
hu: A karakterek felsorolása
it: Specifica caratteri
ja: 文字を指定
kk: Келтірілген таңбалар
km: បញ្ជាក់​តួអក្សរ
ko: 문자 지정
lv: Norādīt rakstzīmes
mk: Одреди знаци
ms: Nyatakan Aksara
nb: Oppgi tegn
nds: Tekens angeven
ne: क्यारेक्टर निर्दिष्ट गर्नुहोस्
nl: Lettertekens specificeren
nn: Oppgje teikn
pl: Ustal znaki
pt: Especificar os Caracteres
pt_br: Especificar caracteres
ro: Specificați caracterele
ru: Определённые символы
sk: Zadajte znaky
sl: Navedite znake
sv: Ange tecken
ta: குறிப்பிட்ட எழுத்துக்கள்
tg: Аломатҳои Таъиншуда
tr: Karakterleri Belirle
uk: Вкажіть символи
zh_cn: 指定字符

source: Do not match the characters specified here
ar: عدم مطابقة الرموز المُحَدّدة هنا
ca: Que no coincideixi el caràcter especificat aquí
cs: Neshodovat se znaky uvedenými zde
da: Match ikke tegnene der er angivet her
eo: Ne trovu jenajn signojn
es: No buscar concordancias de los caracteres especificados aquí
eu: Ez parekatu hemen zehaztutako karaktereak
fa: نویسه‌ها‌ی مشخص‌شده در اینجا تطبیق نشوند
fr: Ne pas chercher la correspondance des caractères spécifiés ici
hi: यहाँ उल्लेखित अक्षरों को मैच नहीं करें
it: Non combacia con i caratteri qui specificati
ja: ここに指定した文字にマッチしない
kk: Келтірілген таңбалардан басқа
lv: Nesalīdzināt ar norādītajām rakstzīmēm
ms: Jangan padankan aksara yang dinyatakan di sini
nb: Passer ikke med de tegnene som er oppgitt her
ne: यहाँ निर्दिष्ट गरिएको क्यारेक्टर मिल्दो छैन
nl: Komen niet overeen met de hier gespecificeerde tekens
nn: Ikkje gje treff på teikna oppgjevne her
pl: Nie dopasowuj znaków tu wypisanych
pt: Não corresponder com os caracteres aqui indicados
pt_br: Não coincide com os caracteres especificados aqui
ro: Nu se potrivește cu caracterele specificate aici
ru: Кроме символов
sk: Tieto znaky neodpovedajú
sl: Ne zadeni znakov, določenih tu
sv: Matcha inte tecknen som anges här
ta: இங்கே குறிப்பிடப்பட்ட எழுத்தை பொருத்தாதே
uk: Не відповідає символам, що тут вказані
zh_cn: 不匹配此处指定的字符

source: Predefined Character Ranges
ar: نطاقات الرموز المُحَدّدة مسبقاً
bg: Предефинирани знаци
bs: Predefinisani znakovni opsezi
ca: Intervals de caràcters predefinits
cs: Předdefinovaný rozsah znaků
da: Prædefinerede tegnområder
de: Vordefinierte Zeichenbereiche
el: Προκαθορισμένα εύρη χαρακτήρων
eo: Antaŭdifinitaj Signo-Gamoj
es: Intervalos predefinidos de caracteres
et: Eelnevalt määratud sümbolite vahemikud
eu: Aurrez Definitutako Karaktere Tartea
fa: گستره‌های نویسه از پیش تعریف‌شده
fi: Ennalta asetetut merkkialueet
fr: Domaines de caractères prédéfinis
gl: Intervalos de caracteres predefinidos
he: טווחי תווים מוגדרים מראש
hi: पूर्व-पारिभाषित अक्षर सीमाएँ
hu: Előre megadott karaktertartományok
it: Intervalli di caratteri predefiniti
ja: 定義済みの文字の範囲
kk: Алдын ала берілген қатарлар
km: ជួរ​តួអក្សរ​ដែល​បាន​កំណត់​ជាមុន
ko: 사전 정의 범위
lv: Definētie rakstzīmju apgabali
ms: Julat Aksara Pratakrif
nb: Forhåndsdefinerte tegnområder
nds: Vörinstellt Tekenrebeden
ne: पूर्व परिभाषित क्यारेक्टर दायरा
nl: Voorgedefinieerde tekenbereiken
nn: Førehandsdefinerte teiknområde
pl: Określone zakresy znaków
pt: Gamas de Caracteres Predefinidos
pt_br: Intervalos Pré-definidos de Caracteres
ro: Domeniu predefinit de caractere
ru: Группы символов
sk: Preddefinované rozsahy znakov
sl: Predefinirani obsegi znakov
sv: Fördefinierade teckenintervall
ta: எழுத்து முன்வரை வரம்புகள்
tg: Маҳдудаи Аломатҳои Пешакӣ
tr: Önceden Tanımlanmış Karakter Aralıkları
uk: Наперед задані діапазони символів
zh_cn: 预定义字符范围
