Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: Your regular expression is invalid. 'Look Ahead' regular expression must be the last sub expression.
ar: التعبير النمطى الذي كتبت غير صالح. التعابير النمطية استباقية البحث يجب أن تكون في التعبير الفرعي الأخير.
bg: Регулярният израз е невалиден, поради грешка в подизраза, който трябва да бъде последен.
bs: Vaš regularni izraz je nevažeći. Regularni izraz „pogled unaprijed“ mora da bude posljednji podizraz.
ca: L'expressió regular no és vàlida. L'expressió regular «cerca endavant» ha de ser la darrera subexpressió.
cs: Neplatný regulární výraz. Vyhlížení musí být poslední podvýraz.
da: Dit regulære udtryk er ugyldigt. 'Se fremad' regulære udtryk skal være det sidste deludtryk.
de: Der reguläre Ausdruck ist ungültig. Ein „Vorausschauender“ regulärer Ausdruck muss der letzte Unterausdruck sein.
el: Η κανονική σας έκφραση δεν είναι έγκυρη. Η προεξέταση (Look Ahead) θα πρέπει να είναι το τελευταίο τμήμα της έκφρασης.
eo: Via regula esprimo estas malvalida. 'Antaŭenrigarda' regula esprimo devas esti la lasta subesprimo.
es: Su expresión regular no es válida. La expresión regular «Afirmación previa» debe de ser la última subexpresión.
et: Regulaaravaldis on vigane, sest 'ettevaatav' regulaaravaldis peab olema kõige viimane alamavaldis.
eu: Zure adierazpen erregularra baliogabea da, aurre-bilaketadun adierazpen erregularrak azken azpi-adierazpena izan behar du.
fa: عبارت منظم شما نامعتبر است. عبارت منظم »برنامه‌ریزی« باید آخرین زیر عبارت باشد.
fi: Säännönmukainen lauseke on virheellinen, koska etukäteislausekkeen tulee olla viimeinen alilauseke.
fr: Votre expression rationnelle n'est pas valable. L'expression rationnelle « Recherche arrière » doit être la dernière sous-expression.
gl: A súa expresión regular é incorrecta. A expresión regular de «Comprobación de continuación» debe ser a última sub-expresión.
he: הביטוי הרגולרי שלך שגוי. ‚גישוש קדימה’ בביטוי הרגולרי חייב להיות תת־הביטוי האחרון.
hu: A megadott reguláris kifejezés érvénytelen. Az előre keresési ('Look Ahead') kifejezésnek a legutolsó részkifejezésnek kell lennie.
it: L'espressione regolare non è valida. L'espressione regolare "Ricerca in avanti" deve essere l'ultima sottoespressione.
ja: 正規表現が不正です。先読み正規表現は最後のサブ表現でなければなりません。
kk: Үлгі өрнегі жарамсыз, 'ілеспе шарт' соңғы өрнегі болуы керек.
km: កន្សោម​ធម្មតា​របស់​អ្នក​មិន​ត្រឹមត្រូវ​ទេ ។ 'មើល​ទៅកាន់' កន្សោម​ធម្មតា​ដែល​ត្រូវ​តែ​ជា​កន្សោម​រង​ចុងក្រោយ ។
ko: 정규 표현식이 유효하지 않습니다. '예측' 정규 표현식은 마지막 하위 표현식이어야 합니다.
lv: Jūsu regulārā izteiksme ir nederīga. "Uz priekšu skaties" regulārai izteiksmei, jābūt pēdējai apakšizteiksmei.
ms: Ungkapan biasa anda tak sah. 'Perhatikan' ungkapan biasa mestilah subungkapan terakhir.
nb: Det regulære uttrykket er ugyldig. Et «se forover»-uttrykk må være det siste del-uttrykket.
nds: De regulere Utdruck is leeg: En Utdruck-Bedingen mutt de lest Deelutdruck wesen.
ne: तपाईँको नियमित अभिव्यक्ति अवैध छ । 'अगाडि हेर्ने' नियमित अभिव्यक्ति अन्तिम सहायक अभिव्यक्ति हुनु पर्दछ ।
nl: Ongeldige expressie: een vooruitkijkende expressie moet de laatste subexpressie zijn.
nn: Det regulære uttrykket er ugyldig. «Framoveruttrykk» kan berre brukast som siste deluttrykk.
pl: Twoje wyrażenie regularne jest nieprawidłowe. Wyrażenie regularne z odnośnikami 'do przodu' musi być ostatnim podwyrażeniem.
pt: A sua expressão regular é inválida. A expressão regular de 'Ver Adiante' deverá ser a última sub-expressão.
pt_br: Sua expressão regular é inválida. A expressão regular do tipo 'OlheAdiante' deve estar na última subexpressão.
ru: Ошибка в регулярном выражении: 'упреждающий поиск' должно быть последним подвыражением
sk: Váš regulárny výraz je neplatný. Regulárny výraz pre 'Výhľad' musí byť posledný podvýraz.
sl: Regularni izraz je neveljaven. Regularni izraz »look ahead« (glej naprej) mora biti zadnji zadnji podizraz.
sv: Det reguljära uttrycket är felaktigt. Det reguljära uttrycket "framåtreferens" måste vara det sista deluttrycket.
ta: உங்கலுடைய வழக்கமானதொடர் தவறானது. வழக்கமானதொடர் கட்டாயமாக துணை தொடராக இருக்க வேண்டும் என்பதை நோக்குக.
tg: Ифодаи муқаррарии шумо нодуруст аст. 'Ҷустуҷӯи Пешакӣ' бояд зерифодаи охирон бошад.
tr: Düzenli ifadeniz geçersiz. 'Look Ahead' düzenli ifadesi son alt ifade olmalıdır.
uk: Ваш формальний вираз неправильний. Формальний вираз з передбаченням повинен бути останніv підвиразом.
zh_cn: 您的正则表达式无效，“预搜索”表达式必须在最后一个子表达段落中出现。
