Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <qt>This asserts a regular expression that must not match (This part does not actually match any characters). You can only use this at the end of a regular expression.</qt>
ar: <qt> هذا يوضّح تعبير نمطي يجب عدم مطابقته (هذا الجزء لن يطابق أي رمز حقيقةً). يمكنك استخدامه فقط في نهاية تعبير نمطي.</qt>
bg: <qt>Вмъкване на регулярен израз, който не трябва да съвпада. Тази част не съвпада с нищо и при тази операция не се вмъква знак. Тази операция може да бъде използвана само в края на регулярния израз.</qt>
bs: <qt>Ovo utvrđuje regularni izraz koji ne smije da se usklađuje (ovaj dio u stvari ne usklađuje niti jedan znak). Ovo možete koristiti samo na kraju regularnog izraza.</qt>
ca: <qt>Això implica una expressió regular que no ha de coincidir (Aquesta part no coincideix amb cap caràcter). Només podeu usar-ho al final d'una expressió regular.</qt>
cs: <qt>Toto uplatňuje regulární výraz, který se nemusí shodovat (tato část se ve skutečnosti neshoduje se žádnými znaky). Lze použít pouze na konci regulárního výrazu.</qt>
da: <qt>Dette påstår at der er et regulært udtryk som ikke matcher. (Denne del matcher ikke noget egentligt tegn.) Du kan kun bruge dette ved slutningen af et regulært udtryk.</qt>
de: <qt>Dies sichert einen regulären Ausdruck zu, der nicht zutreffen darf (dieser Teil prüft keine Zeichen nach) und kann nur am Ende eines regulären Ausdrucks verwendet werden.</qt>
el: <qt>Αυτό επιβάλει μία κανονική έκφραση που δε θα πρέπει να ταιριάζει (Αυτό το τμήμα δεν ταιριάζει με κανένα χαρακτήρα). Μπορείτε να το χρησιμοποιήσετε μόνο στο τέλος μιας κανονικής έκφρασης.</qt>
eo: <qt>Tiu ĉi asertas regulan esprimon, kiu ne rajtas kongrui (Ĉi tiu parto fakte ne kongruas kun iuj signoj). Vi povas uzi ĉi tion nur ĉe la fino de regula esprimo.</qt>
es: <qt>Presupone una expresión regular que no debe coincidir (esta porción no representa realmente a ningún carácter). Solo puede usar esto al final de una expresión regular.</qt>
et: <qt>See eeldab mittesobivust regulaaravaldisega (see osa tähistab suvalise märgi puudumist). Seda saab kasutada ainult regulaaravaldise lõpus.</qt>
eu: <qt>Honek ez bat egiteko adierazpen erregular bat definitzen du (honek ez du karaktereekin bat egiten). Hau adierazpen erregular baten amaieran erabili dezakezu bakarrik.</qt>
fa: <qt>درخواست عبارت منظمی را ‌می‌کند که نباید تطبیق کند )این بخش عملاً هیچ نویسه‌ای‌ را تطبیق نمی‌دهد(. فقط می‌توانید از این در پایان عبارت منظم استفاده کنید.</qt>
fi: <qt>Tämä asettaa säännöllisen lausekkeen, joka ei saa täsmätä (Tämä osa ei itseasiassa täsmää mihinkään merkkiin). Voit käyttää tätä vain säännöllisten lausekkeiden lopussa.</qt>
fr: <qt>Cela définit une expression rationnelle qui ne doit pas correspondre à quelque chose (cette partie ne correspond pas en fait à un caractère). Vous pouvez seulement l'utiliser à la fin d'une expression rationnelle.</qt>
gl: <qt>Isto impón unha expresión regular que non debe concordar (Esta parte en realidade non concorda ningún carácter). Só pode usar isto no fin dunha expresión regular.</qt>
he: <qt>זה מכריז על ביטוי רגולרי בשלילה (החלק הזה לא לוכד תווים). אפשר להשתמש בזה רק בסוף של ביטוי רגולרי.</qt>
hu: <qt>Ellenőrzi, hogy egy reguláris kifejezés valóban nem illeszkedő-e (de nem illeszkedik konkrétan semmihez). Csak reguláris kifejezés legvégén állhat.</qt>
it: <qt>Questo elemento impone un'espressione regolare che non deve combaciare (in effetti non combacia con alcun carattere). Puoi usarlo solo al termine di una espressione regolare.</qt>
ja: <qt><p>これは否定的先読み表現を指定します (この部分は実際にはどの文字にもマッチしません)。正規表現の終端だけに使うことができます。</p><p>否定的先読み: A に続いて B が現れない場合にのみ A にマッチ</p></qt>
kk: <qt>Бұл сәйкестіктен шығарып тастайтын қосымша шарт қоятын нұсқалық өрнек (өзі бөлек ешбір таңбаға сәйкес келмейді). Бұл үлгі өрнектің соңында ғана қолданылатын белгі.</qt>
km: <qt>វា​ការពារ​កន្សោម​ធម្មតា​ដែល​មិន​ផ្គូផ្គង (ផ្នែក​នេះ​មិន​ផ្គូផ្គង​តួ​អក្សរ​ទាំងអស់​ទេ) ។ អ្នក​អាច​ប្រើ​វា​តែ​នៅ​ចុង​បញ្ចប់​នៃ​កន្សោម​ធម្មតា​ទេ ។</qt>
ko: <qt>일치하지 않아야 할 정규 표현식을 설정합니다(이 부분은 어떠한 글자에도 일치하지 않습니다). 정규 표현식의 맨 끝에만 사용할 수 있습니다.</qt>
lv: <qt>Novērtē regulāro izteiksmi, kura nedrīkst sakrist (Šī daļa netiek salīdzināta ar rakstzīmēm). Jūs varat izmantot tikai izteiksmes beigās.</qt>
mk: <qt>Ова го потврдува регуларниот израз кој не смее да одговара (Овој дел всушност не одговара на ниеден знак). Ова може да го користите само на крај од регуларен израз.</qt>
ms: <qt>Ini menegaskan ungkapan biasa yang tidak semestinya padan (Bahagian ini sebenarnya tidak padan dengan mana-mana aksara. Anda hanya boleh guna ini di penghujung ungkapan biasa.</qt>
nb: <qt>Dette forutsetter et regulært uttrykk som ikke må passe. (Tilsvarer egentlig ikke noen tegn). Dette kan bare brukes på slutten av et regulært uttrykk-</qt>
nds: <qt>De vörutgahn Deelutdruck passt bloots, wenn disse Deelutdruck <b>nich</b> passt (de Tekens, op de disse Utdruck passt, warrt nich Deel vun de passen Tekenkeed). Lett sik bloots an't Enn vun en reguleren Utdruck bruken.</qt>
ne: <qt>यसले मिल्नु नपर्ने नियमति अभिव्यक्ति निश्चय गर्दछ (यो भाग वास्तवमा कुनै क्यारेटर मिल्दैन) । तपाईँले यसलाई नियमित अभिव्यक्तिको अन्त्यमा प्रयोग गर्न सक्नुहुन्छ ।</qt>
nl: <qt>Dit zorgt ervoor dat de reguliere uitdrukking niet overeenkomt (het consumeert zelf geen tekens). U kunt dit alleen aan het einde van een reguliere expressie gebruiken.</qt>
nn: <qt>Forsikrar at det ikkje finst eit regulært uttrykk her. (Gjev eigentleg ikkje treff på noko teikn.) Dette kan berre brukast på slutten av eit regulært uttrykk.</qt>
pl: <qt>Sprawdza wyrażenie regularne, które musi nie pasować (ten element w zasadzie nie pasuje do żadnych znaków). Można tego używać na końcu wyrażenia regularnego.</qt>
pt: <qt>Isto verifica uma expressão regular que não pode fazer correspondência (Este componente não faz correspondência com nenhuns caracteres). Você só pode usar isto no fim de uma expressão regular.</qt>
pt_br: <qt> Isto declara uma expressão regular que não deve coincidir (Esta parte não coincide, na verdade, com qualquer caractere). Você pode usar somente isto no final de uma expressão regular.</qt>
ru: <qt>Подтверждает несоответствие выражение (этот элемент не соответствует каким-либо символам). Вы можете использовать его только в конце регулярного выражения.</qt>
sk: <qt>Toto zaručí, že regulárny výraz nebude odpovedať (Tento operátor v skutočnosti neodpovedá žiadnym znakom). Toto sa dá použiť iba na konci regulárneho výrazu.</qt>
sl: <qt>To predpostavi regularni izraz, ki se ne sme ujemati (ta del se pravzaprav ne ujame z nobenim znakom). Uporabite ga lahko le na koncu regularnega izraza.</qt>
sv: <qt>Det här anger ett reguljärt uttryck som inte får matcha (den här delen matchar alltså inga tecken). Du kan bara använda det i slutet av ett reguljärt uttryck.</qt>
ta: <qt>உறுதியாகக் கூறு ஒரு வழக்கமான தொடர் கட்டாயமாக பொருத்தாது.(உண்மையில் இந்த பகுதி எந்த எழுத்தையும் பொருத்தாது).உங்களால் இதை வழக்கமான தொடரின் முடிவில் மட்டும் பயன்படுத்த முடியும்(</qt>
tg: <qt>Он номувофиқати ифодаи муқаррариро исбот мекунад, ки набояд мувофиқат кунад (Ин қисм ба ягон аломат мувофиқ нест). Шумо онро танҳо дар охири ифодаи муқаррарӣ истифода бурда метавонед.</qt>
tr: <qt> Bu uyuşmayan düzenli ifadeleri belirler (Bu parça herhangi bir karakter ile uyuşmaz). Bunu yalnızca düzenli ifadelerin sonunda kullanabilirsiniz.</qt>
uk: <qt>Це підтверджує формальний вираз, який не повинен мати відповідного (Ця частина не відповідає жодним символам). Це можна використовувати тільки в кінці формального виразу.</qt>
zh_cn: <qt>这里声明一个必须不匹配的正则表达式 (这部分并不真正匹配任何字符)。您只能将其用在正则表达式的最后。</qt>

source: There is no selection.
ar: لم يحدد شيء.
bg: Няма нищо избрано.
bs: Ništa nije odabrano.
ca: No hi ha cap selecció.
cs: Není žádný výběr.
da: Intet er markeret.
de: Es wurde keine Auswahl getroffen.
el: Δεν έχει επιλεγεί τίποτα.
eo: Ne estas elekto.
es: No hay selección.
et: Valik puudub
eu: Ez dago hautapenik.
fa: گزینشی وجود ندارد.
fi: Valintaa ei ole.
fr: Il n'y a pas de sélection.
gl: Non hai nada seleccionado.
he: אין בחירה.
hi: यहाँ कोई चयन नहीं है.
hu: Semmi sincs kijelölve.
it: Non ci sono selezioni.
ja: 何も選択されていません。
kk: Таңдауы жоқ қой.
km: គ្មាន​ជម្រើស​ឡើយ ។
ko: 선택한 것이 없습니다.
lv: Nav atlases.
mk: Нема избор.
ms: Tiada pilihan
nb: Det er ikke markert noe.
nds: Dat gifft keen Köör.
ne: त्यहाँ चयन छैन ।
nl: Er is geen selectie.
nn: Det finst ikkje noko utval.
pl: Nic nie zaznaczono.
pt: Não existe nenhuma selecção.
pt_br: Não há qualquer seleção.
ro: Nu există nici o selecție.
ru: Нет выделения
sk: Nič nie je vybrané.
sl: Ni izbora.
sv: Det finns ingen markering.
ta: தேர்வு இங்கே இல்லை
tg: Ҷудосозӣ нест.
tr: Seçim yok.
uk: Нічого не вибрано.
zh_cn: 还没有选择。

source: Missing Selection
ar: التحديد مفقود
bg: Няма нищо избрано
bs: Nedostaje izbor
ca: Falta una selecció
cs: Chybějící výběr
da: Manglende markering
de: Auswahl fehlt
el: Δεν έχει επιλεγεί τίποτα
eo: Mankas Elekto
es: No hay selección
et: Valik puudub
eu: Hautapena Falta da
fa: گزینش مفقود
fi: Ei valintaa
fr: Sélection absente
gl: Falla a selección
he: בחירה חסרה
hi: गुमा चयन
hu: Semmi sincs kijelölve
it: Selezione mancante
ja: 選択されていません
kk: Ештеңе таңдалмаған
km: បាត់​ជម្រើស
ko: 누락된 선택
lv: Trūkst atlase
mk: Изборот недостасува
ms: Pilihan Hilang
nb: Manglende utvalg
nds: Köör fehlt
ne: हराइरहेको चयन
nl: Ontbrekende selectie
nn: Manglande utval
pl: Brak zaznaczenia
pt: Não Existe Nenhuma Selecção.
pt_br: Faltando Seleção
ro: Selecția lipsește
ru: Нет выделения
sk: Nič nie je vybrané
sl: Manjkajoč izbor
sv: Saknar markering
ta: தேர்வுஇல்லாமை
tg: Ҷудосозӣ Партофта Шудаааст
tr: Kayıp Seçim
uk: Вибір відсутній
zh_cn: 缺少选择

source: There is no widget under cursor.
ar: لا يوجد كائن تحت المؤشر.
bg: Няма графичен обект под показалеца.
bs: Nema kontrole ispod kursora.
ca: No hi ha cap giny sota el cursor.
cs: Pod kurzorem není prvek uživatelského rozhraní.
da: Der er ikke en kontrol under markøren.
de: Es befindet sich kein Bedienelement unter dem Cursor.
el: Δεν υπάρχει γραφικό συστατικό κάτω από το δρομέα.
eo: Ne estas fenestraĵo sub kursoro.
es: No hay un control bajo el cursor.
et: Kursori all pole ühtegi elementi.
eu: Kurtsore azpian ez dago kontrolik.
fa: عنصری زیر مکان‌نما وجود ندارد.
fi: Kohdistimen alla ei ole käyttöliittymäalkiota.
fr: Il n'y a pas de composant graphique sous le curseur.
gl: Non hai ningún trebello baixo o cursor.
he: אין פקד מתחת לסמן.
hi: कर्सर के भीतर कोई विजेट नहीं है.
hu: Nincs grafikus elem az egérmutató alatt.
it: Non c'è alcun elemento sotto il cursore.
ja: カーソルの下にウィジェットがありません。
kk: Меңзер ештеңені көрсетіп тұрған жоқ.
km: មិន​មាន​ធាតុ​ក្រាហ្វិក​នៅ​ក្រោម​ទស្សន៍ទ្រនិច​ទេ ។
ko: 커서 위치에 위젯이 없습니다.
lv: Zem kursora nav logdaļa
mk: Нема графичка контрола под покажувачот.
ms: Tiada widget di bawah kursor
nb: Det er ikke noe skjermelement under markøren.
nds: Dor is keen Element ünner den Wieser.
ne: त्यहाँ कर्सरको मुनि विजेट छैन ।
nl: Er bevindt zich geen widget onder de cursor.
nn: Det ligg ingen skjermelement under musepeikaren.
pl: Nie ma elementu interfejsu pod kursorem.
pt: Não existe nenhum elemento sob o cursor.
pt_br: Não há um widget sob o cursor.
ro: Nu sunt controale sub cursor.
ru: Нет объекта под курсором
sk: Pod kurzorom nie je ovládací prvok.
sl: Pod kazalcem ni gradnika.
sv: Det finns ingen grafisk komponent under markören.
ta: காட்டியின் அடியில் எந்த சிறுகருவியும் இல்லை
tg: Зери нишоннамо объект нест.
tr: İmleç altında araç takımı yok.
uk: Віджет під курсором відсутній.
zh_cn: 鼠标指针下方没有部件。

source: Invalid Operation
ar: عملية غير صحيحة
bg: Невалидна операция
bs: Neispravna operacija
ca: Operació no vàlida
cs: Neplatná operace
da: Ugyldig operation
de: Ungültige Operation
el: Μη έγκυρη λειτουργία
eo: Nevalida Operacio
es: Operación no válida
et: Vigane toiming
eu: Eragiketa Baliogabea
fa: عملیات نامعتبر
fi: Virheellinen toiminto
fr: Opération non valable
gl: Operación incorrecta
he: פעולה שגויה
hi: अवैध ऑपरेशन
hu: Érvénytelen művelet
it: Operazione non valida
ja: 不正な操作
kk: Дұрыс емес амал
km: ប្រតិបត្តិការ​មិន​ត្រឹមត្រូវ
ko: 잘못된 동작
lv: Nederīga operācija
mk: Невалидна операција
ms: Operasi Tak Sah
nb: Ugyldig operasjon
nds: Leeg Akschoon
ne: अवैध सञ्चालन
nl: Ongeldige bewerking
nn: Ugyldig operasjon
pl: Niewłaściwa operacja
pt: Operação Inválida
pt_br: Operação inválida
ro: Operație eronată
ru: Ошибка в операции
sk: Neplatná operácia
sl: Neveljavna operacija
sv: Ogiltig åtgärd
ta: செல்லாத செயல்பாடு
tg: Амалиёти Нодуруст
tr: Geçersiz İşlem
uk: Недійсна дія
zh_cn: 无效的操作

source: C&ut
ar: &قص
bg: &Изрязване
bs: &Isijeci
ca: Re&talla
cs: Vyjmo&ut
da: K&lip
de: &Ausschneiden
el: Αποκ&οπή
eo: T&ondi
es: Cor&tar
et: &Lõika
eu: Eb&aki
fa: برش
fi: &Leikkaa
fr: Co&uper
gl: Co&rtar
he: ג&זירה
hi: काटें (&u)
hu: Ki&vágás
it: &Taglia
ja: 切り取り(&U)
km: កាត់
ko: 잘라내기(&U)
lv: I&zgriezt
nb: Klipp &ut
nds: K&nippen
ne: काट्नुहोस्
nl: Kni&ppen
nn: Klipp &ut
pl: &Wytnij
pt: Cor&tar
pt_br: Recor&tar
ro: &Taie
ru: В&ырезать
sk: Vystrihnúť
sl: Izreži
sv: Klipp u&t
tr: &Kes
uk: В&ирізати
zh_cn: 剪切(&U)

source: &Copy
ar: &انسخ
bg: &Копиране
bs: &Kopiraj
ca: &Copia
cs: &Kopírovat
da: &Kopiér
de: &Kopieren
el: &Αντιγραφή
eo: &Kopii
es: &Copiar
et: &Kopeeri
eu: &Kopiatu
fa: &رونوشت‌
fi: K&opioi
fr: &Copier
gl: &Copiar
he: ה&עתקה
hi: नक़ल (&C)
hu: &Másolás
it: &Copia
ja: コピー(&C)
km: ចម្លង
ko: 복사(&C)
lv: &Kopēt
nb: Ko&pier
nds: &Koperen
ne: प्रतिलिपि बनाउनुहोस्
nl: &Kopiëren
nn: &Kopier
pl: S&kopiuj
pt: &Copiar
pt_br: &Copiar
ro: &Copiază
ru: &Копировать
sk: &Kopírovať
sl: Kopiraj
sv: K&opiera
tr: Ko&pyala
uk: &Копіювати
zh_cn: 复制(&C)

source: &Paste
ar: &ألصق
bg: &Вмъкване
bs: &Umetni
ca: &Enganxa
cs: V&ložit
da: &Indsæt
de: Einfü&gen
el: Επι&κόλληση
eo: Al&glui
es: &Pegar
et: &Aseta
eu: &Itsatsi
fa: &چسباندن‌
fi: L&iitä
fr: Co&ller
gl: &Pegar
he: ה&דבקה
hi: चिपकाएँ (&P)
hu: &Beillesztés
it: &Incolla
ja: 貼り付け(&P)
km: បិទភ្ជាប់
ko: 붙여넣기(&P)
lv: &Ielīmēt
nb: &Lim inn
nds: &Infögen
ne: टाँस्नुहोस्
nl: P&lakken
nn: &Lim inn
pl: &Wklej
pt: Co&lar
pt_br: Co&lar
ro: Li&pește
ru: &Вставить
sk: &Vložiť
sl: Prilepi
sv: K&listra in
tr: &Yapıştır
uk: &Вставити
zh_cn: 粘贴(&P)

source: &Edit
ar: &حرر
bg: &Редактиране
bs: &Izmijeni
ca: E&dita
cs: Ú&pravy
da: &Redigér
de: &Bearbeiten
el: &Επεξεργασία
eo: R&edakti
es: &Editar
et: &Muuda
eu: &Editatu
fa: &ویرایش‌
fi: &Muokkaa
fr: Modifi&er
gl: &Editar
he: &עריכה
hi: संपादन (&E)
hu: S&zerkesztés
it: &Modifica
ja: 編集(&E)
km: កែសម្រួល
ko: 편집(&E)
lv: &Rediģēt
nb: &Rediger
nds: &Bewerken
ne: सम्पादन गर्नुहोस्
nl: Be&werken
nn: &Rediger
pl: &Edytuj
pt: &Editar
pt_br: &Editar
ro: &Modifică
ru: &Правка
sk: &Upraviť
sl: Ur&edi
sv: &Redigera
tr: Dü&zen
uk: З&міни
zh_cn: 编辑(&E)

source: &Save Regular Expression...
ar: ا&حفظ تعبير نمطى...
bg: &Записване на регулярния израз...
bs: &Spasi regularni izraz...
ca: De&sa l'expressió regular...
cs: &Uložit regulární výraz...
da: &Gem regulært udtryk...
de: Regulären Ausdruck &speichern ...
el: Αποθήκευ&ση κανονικής έκφρασης...
eo: Kon&servi regulan esprimon...
es: &Guardar expresión regular...
et: &Salvesta regulaaravaldis...
eu: &Gorde Adierazpen Erregularra...
fa: &ذخیره عبارت منظم...‌
fi: &Tallenna säännöllinen lauseke…
fr: Enregi&strer l'expression rationnelle...
gl: &Gardar a expresión regular…
he: &שמירת ביטוי רגולרי…
hi: नियमित (रेगुलर) एक्सप्रेशन सहेजें... (&S)
hu: A reguláris kifejezés &mentése...
it: &Salva espressione regolare...
ja: 正規表現を保存(&S)...
kk: Үлгі өрнекті &сақтау...
km: រក្សាទុក​កន្សោម​ធម្មតា...
ko: 정규 표현식 저장(&S)...
lv: &Saglabāt regulāro izteiksmi
mk: &Зачувај го регуларниот израз...
ms: &Simpan Ungkapan Biasa...
nb: &Lagre regulært uttrykk …
nds: Reguleer Utdruck &sekern...
ne: नियमित अभिव्यक्ति बचत गर्नुहोस्...
nl: Reguliere expressie op&slaan...
nn: &Lagra regulært uttrykk …
pl: &Zapisz wyrażenie regularne...
pt: &Gravar Expressão Regular...
pt_br: &Salvar Expressão Regular...
ro: &Salvează expresia regulată...
ru: &Сохранить регулярное выражение...
sk: &Uložiť regulárny výraz...
sl: &Shrani regularni izraz ...
sv: &Spara reguljärt uttryck...
ta: வழக்கமானதொடரினை சேமி
tg: &Захиракунии Ифодаҳои Муқаррарӣ...
tr: &Düzenli İfadeyi Kaydet...
uk: &Зберегти формальний вираз...
zh_cn: 保存正则表达式 (&S)

source: Name for Regular Expression
ar: اسم للتعبير النمطى
bg: Име на регулярен израз
bs: Naziv za regularni izraz
ca: Nom per a l'expressió regular
cs: Název regulárního výrazu
da: Navn på for regulært udtryk
de: Name für regulären Ausdruck
el: Το όνομα της Κανονικής Έκφρασης
eo: Nomo por Regula Esprimo
es: Nombre para la expresión regular
et: Regulaaravaldise nimi
eu: Adierazpen Erregularrarentzako Izena
fa: نام عبارت منظم
fi: Säännöllisen lausekkeen nimi
fr: Nom de l'expression rationnelle
gl: Nome da expresión regular
he: שם הביטוי הרגולרי
hi: रेगुलर एक्सप्रेशन्स के लिए नाम
hu: A reguláris kifejezés neve
it: Nome dell'espressione regolare
ja: 正規表現の名前
kk: Үлгі өрнектің атауы
km: ឈ្មោះ​សម្រាប់​កន្សោម​ធម្មតា
ko: 정규 표현식 이름
lv: Regulārās izteiksmes nosaukums
mk: Име за регуларниот израз
ms: Nama bagi Ungkapan Biasa
nb: Navn for det regulære uttrykket
nds: Naam för den reguleren Utdruck
ne: नियमित अभिव्यक्तिका लागि नाम
nl: Naam voor reguliere expressie
nn: Namn på regulært uttrykk
pl: Nazwa dla wyrażenia regularnego
pt: Nome da Expressão Regular
pt_br: Nome para a Expressão Regular
ro: Denumire pentru expresia regulată
ru: Редактор регулярных выражений
sk: Meno pre regulárny výraz
sl: Ime za regularni izraz
sv: Namn för reguljärt uttryck
ta: வழக்கமான தொடருக்கான பெயர்
tr: Düzenli İfade Adı
uk: Назва для формального виразу
zh_cn: 正则表达式名称

source: Enter name:
ar: أدخل اسم:
bg: Въведете име:
bs: Unesi naziv:
ca: Introdueix el nom:
cs: Vložte název:
da: Indtast navn:
de: Namen eingeben:
el: Δώστε όνομα:
eo: Donu nomon:
es: Introducir nombre:
et: Nimi:
eu: Sartu izena:
fa: وارد کردن نام:
fi: Anna nimi:
fr: Saisissez le nom :
gl: Insira o nome:
he: נא למלא שם:
hi: नाम भरें:
hu: Név:
it: Immetti nome:
ja: 名前を入力:
kk: Атауын келтіріңіз:
km: បញ្ចូល​ឈ្មោះ ៖
ko: 이름 입력:
lv: Ievadiet nosaukumu:
mk: Внесете име:
ms: Masukkan nama:
nb: Oppgi navn:
nds: Naam ingeven:
ne: नाम प्रविष्ट गर्नुहोस्:
nl: Naam invoeren:
nn: Oppgje namn:
pl: Wpisz nazwę:
pt: Indique o nome:
pt_br: Digite o nome:
ro: Introduceți denumirea:
ru: Введите имя:
sk: Zadajte meno:
sl: Vnesite ime:
sv: Ange namn:
ta: பெயரினை உள்ளீடு செய்
tg: Номро ворид кунед:
tr: Ad girin:
uk: Введіть назву:
zh_cn: 输入名称：

source: Empty name is not supported
ar: الأسماء الفارغة غير مدعومة
bg: Не се поддържа празно име
ca: No es permet un nom buit
cs: Prázdný název není podporován
da: Tomt navn understøttes ikke
de: Der Name darf nicht leer sein
el: Κενό όνομα δεν υποστηρίζεται
eo: Malplena nomo ne estas subtenata
es: No se permite un nombre vacío
et: Nime andmata jätmine ei ole toetatud
eu: Izena hutsik ez da onartzen
fi: Tyhjää nimeä ei tueta
fr: Les noms vides ne sont pas pris en charge
gl: Non se permiten nomes baleiros.
he: אין תמיכה בשם ריק
it: Un nome vuoto non è supportato
ko: 빈 이름은 지원하지 않음
nl: Een lege naam wordt niet ondersteund
nn: Tomme namn er ikkje støtta
pl: Puste nazwy nie są obsługiwane
pt: Um nome vazio não é suportado
pt_br: Nome vazio não é suportado
ro: Denumirea goală nu e susținută
sk: Prázdny názov nie je podporovaný
sl: Prazno ime ni podprto
sv: Tomt namn stöds inte
tr: Boş ad desteklenmiyor
uk: Підтримки порожніх назв не передбачено

source: Save Regular Expression
ar: احفظ التعبير النمطى
bg: Записване на регулярния израз
ca: Desa l'expressió regular
cs: Uložit regulární výraz
da: Gem regulært udtryk
de: Regulären Ausdruck speichern
el: Αποθήκευση κανονικής έκφρασης
eo: Konservi Regulan Esprimon
es: Guardar expresión regular
et: Regulaaravaldise salvestamine
eu: Gorde adierazpen erregularra
fi: Tallenna säännöllinen lauseke
fr: Enregistrer l'expression rationnelle...
gl: Gardar a expresión regular
he: שמירת ביטוי רגולרי
it: Salva espressione regolare
ko: 정규 표현식 저장
nl: Reguliere expressie opslaan
nn: Lagra regulært uttrykk
pl: Zapisz wyrażenie regularne
pt: Gravar a Expressão Regular
pt_br: &Salvar expressão regular
ro: Salvează expresia regulată
sk: Uložiť regulárny výraz
sl: Shrani regularni izraz
sv: Spara reguljärt uttryck
tr: Düzenli İfadeyi Kaydet
uk: Збереження формального виразу

source: <p>Overwrite named regular expression <b>%1</b></p>
ar: <p>الكتابة فوق التعبير النمطى المسمى <b>%1</b></p>
bg: <p>Сигурни ли сте, че искате именувания регулярен израз <b>%1</b> да бъде презаписан?</p>
bs: <p>Prebrisati imenovani regularni izraz <b>%1</b>?</p>
ca: <p>Sobreescriure l'expressió regular amb nom <b>%1</b></p>
cs: <p>Přepsat pojmenovaný regulární výraz <b>%1</b></p>
da: <p>Overskriv regulært udtryk ved navn <b>%1</b></p>
de: <p>Den regulären Ausdruck <b>%1</b> überschreiben</p>
el: <p>Αντικατάσταση της κανονικής έκφρασης <b>%1</b></p>
eo: <p>Anstataŭigi nomitan regulan esprimon <b>%1</b></p>
es: <p>Sobrescribir expresión regular denominada <b>%1</b></p>
et: <p>Kirjutab üle regulaaravaldise nimega <b>%1</b></p>
eu: <p>Gainidatzi izendun adierazpen erregularra: <b>%1</b></p>
fa: <p>جای‌نوشت عبارت منظم دارای نام. <b>%1</b></p>
fi: <p>Ylikirjoita nimetty säännöllinen lauseke<b>%1</b></p>
fr: <p>Écraser l'expression rationnelle intitulée <b>%1</b></p>
gl: <p>Sobrescribir a expresión regular de nome <b>%1</b></p>
he: <p>האם לדרוס את הביטוי הרגולרי <b>%1</b>?</p>
hu: <p>Felül szeretné írni a(z) <b>%1</b> reguláris kifejezést?</p>
it: <p>Sovrascrivi l'espressione regolare <b>%1</b></p>
ja: <p>名前のある正規表現 <b>%1</b> を上書き</p>
kk: <p><b>%1</b> деп аталған үлгі өрнегін қайта жазу</p>
km: <p>សរសេរ​ជាន់​លើ​​កន្សោម​ធម្មតា​ដែល​មានឈ្មោះ<b>%1</b></p>
ko: <p>정규 표현식 <b>%1</b> 덮어쓰기</p>
lv: <p>Pārrakstīt regulāro izteiksmi <b>%1</b></p>
mk: <p>Презапиши врз именуваниот регуларен израз <b>%1</b></p>
ms: <p>Tulis ganti ungkapan biasa yang bernama <b>%1</b></p>
nb: <p>Skriv over det regulære uttrykket <b>%1</b></p>
nds: <p>Reguleer Utdruck mit Naam <b>%1</b> överschrieven?</p>
ne: <p>नामकरण गरिएको नियमित अभिव्यक्ति अधिलेखन गर्नुहोस् <b>%1</b></p>
nl: <p>Reguliere expressie genaamd <b>%1</b>overschrijven</p>
nn: <p>Skriv over det regulære utrykket <b>%1</b></p>
pl: <p>Nadpisać nazwane wyrażenie regularne <b>%1</b> ?</p>
pt: <p>Sobrepor a expressão regular <b>%1</b></p>
pt_br: <p>Substituir expressão regular nomeada <b>%1</b></p>
ro: <p>Suprascrie expresia regulată denumită <b>%1</b></p>
ru: <p>Заменить регулярное выражение с названием <b>%1</b></p>
sk: <p>Prepísať regulárny výraz s menom <b>%1</b></p>
sl: <p>Nadomesti poimenovan regularni izraz <b>%1</b></p>
sv: <p>Skriv över namngivet reguljärt uttryck <b>%1</b></p>
ta: <p>வழக்கமானபெயர்தொடரின் மேல் எழுது<b>%1</b>?</p>
tg: <p>Ифодаи муқаррариро бо номи <b>%1</b></p> рӯиҳам нависед
tr: <p>Adlandırılmış düzenli ifadenin üzerine yaz <b>%1</b></p>
uk: <p>Замінити названий формальний вираз <b>%1</b></p>
