Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>Type in some text in this window, and see what the regular expression you have developed matches.</p><p>Each second match will be colored in red and each other match will be colored blue, simply so you can distinguish them from each other.</p><p>If you select part of the regular expression in the editor window, then this part will be highlighted - This allows you to <i>debug</i> your regular expressions</p>
ar: <p> اكتب بعض النصً في هذه النافذة، ثم انظر ما الذي يطابقه التعبير النمطى الذي كتبت.</p><p>سيتم تلوين كل ثاني تعبير مطابق باللون الأحمر وكل تعبير مطابق آخر باللون الأزرق، وذلك لكي تميّز كل واحد منهم.</p><p>إن قمت بتحديد جزءٍ من التعبير النمطى في نافذة المُحَرّر، عندها يتم تظليل ذلك الجزء - يسمح لك ذلك <i>بتتبع أخطاء</i>التعابير النمطية التي كتبت</p>
bg: <p>Въведеният текст в това поле ще се тества за съвпадения спрямо регулярния израз, който разработвате в момента.</p><p>Съвпаденията ще бъдат оцветени в синьо и червено през едно. Целта е да може да ги различавате по-лесно.</p><p>Ако изберете част от регулярния израз в редактора, то избраната част ще бъде оцветена. По този начин може да тествате откривате грешки в регулярните изрази.</p>
bs: <p> Unesite neki tekst u ovaj prozor, i pogledajte koji se već razvijeni regularni izrazi podudaraju. </p><p> Svaki drugo podudaranja će biti obojeno u crveno a sva ostala poklapanja će biti obojena u plavu boju, da ih jednostavno možete razlikovati između sebe. </p><p> Ukoliko izaberete dio regularnog izraza u prozoru za modifikacije, onda će taj dio postati označen. Ovo omogućuje da lakše <i> debagujete </i> vaše regularne izraze </p>
ca: <p>Teclegeu qualsevol text en aquesta finestra i veureu allò que coincideixi amb l'expressió regular que heu desenvolupat.</p><p>Cada coincidència es pintarà de color roig i blau alternativament, de manera que pugueu distingir les unes de les altres.</p><p>Si seleccioneu part de l'expressió regular a la finestra de l'editor, llavors aquesta part es ressaltarà - Això us permet <i>depurar</i> les expressions regulars</p>
cs: <p>Do tohoto okna napište nějaký text a zobrazí se to, co vyhovuje vámi sestavenému regulárnímu výrazu.</p><p>Pro usnadnění orientace mezi výsledky bude každý lichý výsledek zobrazen modře a každý sudý červeně.</p><p>Vyberete-li v editačním okně část regulárního výrazu, bude odpovídající část zvýrazněna - uvedená vlastnost vám dovoluje <i>ladit</i> vaše regulární výrazy.</p>
da: <p>Skriv noget tekst i dette vindue, og se hvad det regulære udtryk du har udviklet matcher.</p><p>Hver anden match vil blive farvet rød og hver anden blå, så det er nemt at skelne dem fra hinanden.</p><p>Hvis du vælger en del af det regulære udtryk i editor-vinduet, så bliver denne del fremhævet - Dette tillader dig at <i>fejlrette</i> dine regulære udtryk</p>
de: <p>Am Text in diesem Fenster ist ersichtlich, welche Bereiche durch den regulären Ausdruck ausgewählt werden. </p><p>Die gefundenen Abschnitte werden abwechselnd rot und blau eingefärbt, um einen besseren Überblick zu gewähren. </p><p>Wird im Editorfenster ein Teil eines regulären Ausdrucks ausgewählt, so wird dieser Teil hervorgehoben. Dies erlaubt ein einfaches <i>Debuggen</i> von regulären Ausdrücken.</p>
el: <p>Πληκτρολογήστε κάτι σε αυτό το παράθυρο, και δείτε τι ταιριάζει με την κανονική έκφραση που έχετε δημιουργήσει. </p><p>Κάθε ζυγό ταίριασμα θα χρωματιστεί με κόκκινο και κάθε μονό με μπλε, για να μπορείτε να τα ξεχωρίζετε μεταξύ τους. </p><p>Αν επιλέξετε ένα τμήμα της κανονικής έκφρασης στο παράθυρο επεξεργασίας, αυτό το τμήμα θα τονιστεί. Αυτό σας επιτρέπει να κάνετε <i>αποσφαλμάτωση</i> των κανονικών εκφράσεών σας</p>
eo: <p>Entajpu iun tekston en ĉi tiu fenestro, kaj vidu, kun kio kongruas la regula esprimo, kiun vi evoluigis.</p><p>Ĉiu dua kongruo estos kolorigita ruĝe kaj ĉiu alia kongruo estos kolorigita blua, simple por ke vi povu distingu ilin unu de la alia.</p><p>Se vi elektas parton de la regula esprimo en la redaktora fenestro, tiam ĉi tiu parto estos reliefigita - Ĉi tio ebligas al vi <i>sencimi</i> viajn regulajn esprimojn</i>. p>
es: <p>Escriba texto en esta ventana y compruebe cómo coincide con la expresión regular que ha creado.</p><p>Cada segunda coincidencia estará coloreada de forma alternativa en rojo y azul, de modo que pueda distinguirla de las demás.</p><p>Si selecciona parte de la expresión regular en la ventana del editor, su parte correspondiente estará resaltada, lo que le permitirá <i>depurar</i> sus expresiones regulares.</p>
et: <p>Kirjuta aknasse mingi tekst ja sa näed, milliseid sobivusi hakkab loodav regulaaravaldis leidma.</p><p>Kõik vastavad sobivused on üle ühe märgitud punase ja sinise värviga, mis muudab nende eristamise eriti lihtsaks.</p><p>Kui valid redigeerimisaknas mingi regulaaravaldise osa, tõstetakse see esile, mis võimaldab regulaaravaldisi hõlpsasti <i>siluda</i></p>
eu: <p>Tekleatu testua leiho honetan, eta ikusi garatu duzun adierazpen erregularrarekin bat zer datorren.</p><p>Bigarren bat-etortze bakoitza gorriz koloreztatuko da eta besteak urdinez, ongi bereiz ditzazun.</p><p>Editorearen leihoan adierazpen erregularraren zati bat hautatzen baduzu, zati hori nabarmendu egingo da - Horrek zure adierazpen erregularrak <i>arazteko</i> aukera ematen dizu</p>
fa: <p>در این پنجره چند متن بنویسید، و ببینید کدام عبارت منظمی‌ که ایجاد کرده‌اید، تطبیق می‌شود.</p><p>هر تطبیق دوم قرمز رنگ و هر تطبیق دیگری آبی رنگ می‌شود. به این وسیله می‌توانید آنها را از هم تشخیص دهید.</p><p>اگر در پنجره ویرایشگر، بخشی از عبارت منظم را برگزینید، این بخش مشخص می‌شود و می‌توانید که عبارتهای منظم خود را <i>اشکال‌زدایی</i> کنید</p>
fi: <p>Kirjoita jotain tekstiä tähän ikkunaan, ja katso kuinka kehittämäsi säännöllinen lauseke täsmää.</p><p>Joka toinen osuma väritetään punaiseksi ja joka toinen väritetään siniseksi, jotta erotat ne toisistaan.</p><p>Jos valitset osan säännöllisestä lausekkeesta muokkaimessa, silloin tämä osa korostetaan – Tämä mahdollistaa säännöllisen lausekkeesi <i>virheiden jäljittämisen</i></p>
fr: <p>Saisissez du texte dans cette zone et vous verrez à quoi correspond l'expression rationnelle que vous avez créée.</p><p>Chaque seconde correspondance sera colorée en rouge et chaque autre correspondance en bleu, ainsi vous pourrez les distinguer les unes des autres.</p><p>Si vous sélectionnez une partie de l'expression dans la zone d'édition, cette partie sera surlignée - cela vous permettra de <i>corriger</i> vos expressions rationnelles</p>
gl: <p>Escriba algún texto nesta xanela, e vexa o que concorda coa expresión regular que estea a desenvolver.</p><p>Cada segunda concordancia colorarase en vermello e as outras en azul, para que poida distinguir unhas das outras.</p><p>Se escolle parte da expresión regular na xanela do editor, esta parte realizarase - Isto permítelle <i>depurar</i> as súas expresións</p>
he: <p>בחלון הזה יש להקליד טקסט ולראות מה הביטוי הרגולרי שפיתחת מצליח ללכוד.</p><p>כל תוצאה שנייה תיצבע באדום וכל תוצאה אחרת תיצבע בכחול, פשוט כדי להקל עליך להבדיל ביניהן.</p><p>בחירה בחלק מהביטוי הרגולרי בחלון העורך ידגיש את החלק התואם - כך אפשר <i>לתקן</i> את הביטויים הרגולריים שלך</p>
hu: <p>Írjon be egy tesztszöveget ebbe az ablakba, és ellenőrizze, hogy a kialakított kifejezéshez illeszkedik-e.</p><p>Az illeszkedő részek felváltva piros és kék színűek lesznek, hogy könnyebb legyen őket egymástól megkülönböztetni.</p><p>Ha a szerkesztőablakban kijelöli a kifejezés egy darabját, akkor ez a rész ki lesz emelve, lehetővé téve a kifejezések <i>hibakeresését</i>.</p>
it: <p>Puoi digitare del testo in questa finestra e vedere se combacia con l'espressione regolare che hai creato.</p><p>Ciascuna seconda corrispondenza sarà colorata in rosso e ciascun'altra corrispondenza sarà colorata in blu, in questo modo le puoi distinguere.</p><p>Se selezioni parti dell'espressione regolare nella finestra dell'editor, allora tale parte verrà evidenziata. Ciò permette di effettuare il <i>debug</i> delle espressioni regolari.</p>
ja: <p>このウィンドウで何かテキストを入力すると、作成した正規表現がどのようにマッチするかが分かります。</p><p>マッチした部分は赤と青で交互に表示され、簡単に見分けることができます。</p><p>エディタウィンドウで正規表現の一部を選択すると、それに対応する部分が強調表示されるので、作成した正規表現を「デバッグ」できます。</p>
km: <p>វាយ​អត្ថបទ​នៅ​ក្នុង​​បង្អួច​នេះ ហើយ​​មើល​អ្វី​ដែល​ជា​កន្សោម​ធម្មតា​ដែល​អ្នក​បាន​អភិវឌ្ឍន៍​ការ​ផ្គូផ្គង ។</p><p>ការ​ផ្គូផ្គង​វិនាទី​នីមួយៗ​នឹង​ត្រូវ​បាន​ដាក់​ពណ៌​ជា​ពណ៌​ក្រហម ហើយ​ការ​ផ្គូផ្គង​ផ្សេងៗ​ទៀត​នឹង​ត្រូវ​បាន​ដាក់​ពណ៌​ខៀវ ដូច្នេះ​អ្នក​អាច​ញែក​ពួក​វា​ចេញ​ពី​គ្នា​បាន ។</p><p>ប្រសិនបើ​អ្នក​ជ្រើស​ផ្នែក​កន្សោម​ធម្មតា​នៅ​ក្នុង​បង្អួច​កម្មវិធី​កែសម្រួល នោះ​ផ្នែក​នេះ​នឹង​ត្រូវ​បាន​រំលេច ដែល​អនុញ្ញាត​ឲ្យ​អ្នក <i>បំបាត់​កំហុស</i> កន្សោម​ធម្មតា​របស់​អ្នក</p>
ko: <p>이 창에 텍스트를 입력하여 개발한 정규 표현식과 일치하는지 확인하십시오.</p><p>각 초마다 적색과 청색으로 구분되어 표시되므로 쉽게 구분하여 볼 수 있습니다.</p><p>편집 창에서 특정 정규 표현식을 선택하면, 이 부분이 강조 표시 됩니다 - 사용자의 정규 표현식 <i>디버그</i>가 가능합니다.</p>
lv: <p>Ievadiet tekstu logā, lai redzētu, kādas sakritības regulārā izteiksme atrod.</p><p>Katra otrā sakritība tiks atzīmēta sarkanā krāsa un katra cita sakritība, zilā, lai jūs varat viegli atšķirt.</p><p>Ja atlasīsiet daļu no regulāras izteiksmes redaktora logā, tad tā daļa tiks iekrāsota - Tas ļauj jums <i>atkļūdot</i> jūsu regulārās izteiksmes.</p>
nb: <p>Skriv inn litt tekst i dette vinduet og se hva det regulære uttrykket du har laget treffer.</p><p>Treffene farges vekselvis i rødt og blått, slik at du kan holde dem fra hverandre.</p><p>Hvis du markerer en del av det regulære uttrykket i redigeringsvinduet, så blir denne delen uthevet – slik kan du <i>feilsøke</i> dine regulære uttrykk</p>
nds: <p>Hier kannst Du wat Text ingeven un Di ankieken, op wat dorvun Dien reguleer Utdruck passt.</p><p>De passen Steden warrt wesselwies root un blaag infarvt, so dat Du se eenfacher uteneenhollen kannst.</p><p>Wenn Du en Deelutdruck binnen dat Arbeitrebeet markeerst, warrt hier de tohören Deel rutheevt - so kannst Du binnen Dien Utdrück na <i>Fehlers söken</i>.</p>
nl: <p>In dit venster kunt u wat tekst typen, en vervolgens kijken welk gedeelte overeenkomt met de reguliere uitdrukking die u ontwikkelt.</p> <p>Elke tweede overeenkomst zal rood worden gekleurd en elke andere overeenkomst blauw, zodat u ze van elkaar kunt onderscheiden.</p><p>Als u in het editorvenster een deel van uw reguliere expressie selecteert, zal het overeenkomende deel hier worden gemarkeerd. Op deze manier kunt u makkelijk <i>fouten opsporen</i> in uw reguliere expressie.</p>
nn: <p>Skriv inn noko tekst her, og sjå kva delar av teksten det regulære uttrykket gjev treff på.</p><p>Annakvart treff vert fargelagt med raudt og annakvart med blått, slik at du lett kan skilja dei.</p><p>Viss du vel ein del av det regulære uttrykket i redigerings­området, så vert tilsvarande del av teksten fargelagd. Dette gjer det lettare å finn ut kor eventuelle feil i uttrykket er.</p>
pl: <p>W tym okienku wpisz jakiś tekst i zobacz do czego dopasuje się Twoje wyrażenie regularne.</p><p>Co sekundę dopasowanie będzie zaznaczone na czerwono, a drugie dopasowanie będzie zaznaczone na niebiesko, tak byś mógł je odróżnić.</p><p>Jeśli zaznaczysz część wyrażenia regularnego w oknie edycji, wówczas ta część zostanie podświetlona. To pozwala ci <i>wyszukiwać błędy</i> w Twoim wyrażeniu regularnym.</p>
pt: <p>Escreva algum texto nesta janela, e veja com que é que a expressão regular que você criou corresponde.</p><p>Cada correspondência será colorida a vermelho e as subsequentes a azul, de modo a que você consiga distinguir de forma simples uma das outras.</p><p>Se você seleccionou parte da expressão regular na janela de edição, então esta parte ficará realçada - Isto permite-lhe <i>depurar</i> as suas expressões regulares</p>
pt_br: <p>Digite algum texto nesta janela, e veja com o que a expressão regular que você desenvolveu combina.</p><p>Cada correspondência será colorida com vermelho e as subsequentes serão coloridas com azul, simplesmente para que você possa distinguir uma da outra.</p><p>Se você selecionar uma parte da expressão regular na janela de edição, então esta parte será destacada - Isto permite que você <i>depure</i> suas expressões regulares</p>
sk: <p>Sem zadajte nejaký text a uvidíte, ako mu odpovedá vami vytvorený regulárny výraz.</p><p>Druhý výskyt bude zobrazený červenou a každý ďalší modrou farbou, takže ich jednoducho rozpoznáte.</p><p>Ak vyberiete iba časť regulárneho výrazu v editore, zvýrazní sa táto časť - to umožňuje <i>ladiť</i> regulárne výrazy</p>
sl: <p>Natipkajte nekaj besedila v to okno in poglejte, kako se ujema vaš regularni izraz.</p><p>Ujemanja bodo izmenično obarvana v rdečo in modro, da jih lahko ločite.</p><p>Če izberete del regularnega izraza v urejevalnem oknu, potem bo ta del osvetljen. To vam omogoča <i>razhroščevati</i> vaše regularne izraze.</p>
sv: <p>Skriv in text i det här fönstret, och se vad det reguljära uttrycket som du har utvecklat matchar.</p><p>Varannan match färgas röd och varannan blå, för att du enkelt ska kunna skilja dem från varandra.</p><p>Om du väljer en del av det reguljära uttrycket i redigeringsfönstret, markeras den delen. Det låter dig <i>felsöka</i> det reguljära uttrycket.</p>
tr: <p>Bu pencereye bir metin yazın ve geliştirdiğiniz hangi düzenli ifadelerin eşleştiğini görün.</p><p>Her ikinci eş kırmızı, diğer her eş mavi renkle renklendirilecektir, böyle bunları birbirinden kolayca ayırabilirsiniz.</p><p>Düzenleyici penceresinde düzenli ifadenin bir kısmını seçerseniz bu parça vurgulanacaktır - Bu, düzenli ifadelerinizde <i>hata ayıklamanızı</i> sağlar.</p>
uk: <p>Введіть якийсь текст в це вікно і побачите, який формальний вираз має з ним збіг.</p><p>Кожний другий збіг буде позначено червоним кольором, а кожний інший — синім, просто, щоб можна було їх розрізняти.</p><p>Якщо ви виберете якусь частину формального виразу у вікні редагування, цю частину буде підсвічено. Це дає вам змогу <i>налагоджувати</i> формальні вирази</p>
zh_cn: <p>在此窗口内输入一些文字，然后可以查看您设计的正则表达式的匹配原则。</p><p>每个第二匹配会以红色显示，其他匹配则以蓝色显示，这可让您简单地区别它们。</p><p>如果您在编辑窗口中选中了正则表达式的一部分，这部分会被突出显示 - 这将允许您<i>调试</i>自己的正则表达式</p>

source: ASCII syntax:
ar: صيغة ASCII:
bg: ASCII синтаксис:
bs: ASCII sintaksa:
ca: Sintaxi ASCII:
cs: ASCII syntaxe:
da: ASCII-syntaks:
el: Σύνταξη ASCII:
eo: ASCII-sintakso:
es: Sintaxis ASCII:
et: ASCII süntaks:
eu: ASCII sintaxia:
fi: ASCII-syntaksi:
fr: Syntaxe ASCII :
gl: Sintaxe ASCII:
he: תחביר ASCII:
hu: ASCII-szintaxis:
it: Sintassi ASCII:
km: វាក្យ​សម្ព័ន្ធ ASCII ៖
ko: ASCII 문법:
nb: ASCII-syntaks:
nl: ASCII-syntaxis:
nn: ASCII-syntaks:
pl: Składnia ASCII:
pt: Sintaxe ASCII:
pt_br: Sintaxe ASCII:
ro: Sintaxă ASCII:
sl: Skladnja ASCII:
tr: ASCII sözdizimi:
uk: Синтаксис ASCII:
zh_cn: ASCII 语法：
