Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: <p>This <i>regexp item</i> will match any of its alternatives.</p><p>Alternatives are specified by placing <i>regexp items</i> on top of each other inside this widget.</p>
ar: <p>سيطابق <i>عنصر التعبير النمطي</i> هذا أي من بدائله.</p><p> بإمكانك تحديد البدائل عن طريق وضع <i>عناصر التعبير النمطي</i> فوق بعضها البعض في داخل عنصر التحكم هذا.</p>
bg: <p> Този <i> елемент на рег. израз </i> ще съответства на някоя от неговите алтернативи.</p><p>Алтернативите се определят чрез поставяне на <i>елементите на рег. израз</i> най-отгоре в тази приставка.</p>
bs: <p> Ova <i> regexp stavka </i> će se podudarati sa bilo kojom alternativom .</p> <p> Alternative mogu biti specificirane pozicioniranjem <i>regexp stavke</i> na vrh svih drugih.</p>
ca: <p>Aquest <i>element d'expressió regular</i> coincidirà amb qualsevol de les seves alternatives.</p><p>Per a especificar les alternatives s'han de col·locar els <i>elements d'expressió regular</i> un a sobre de l'altre dintre d'aquest giny.</p>
cs: <p>Tato <i>položka regulárního výrazu</i> se bude shodovat s její alternativou.</p><p>Blíže určíte alternativy umístěním <i>položek regulárních výrazů</i> na vrchol každé další uvnitř tohoto widgetu.</p>
da: <p>Dette <i>regexp-element</i> vil matche et vilkårligt af sine alternativer.</p><p>Du angiver alternativer ved at placere <i>regexp-elementer</i> oven over hinanden inden i dette element.</p>
de: <p>Dieses <i>Element eines regulären Ausdrucks</i> wird auf Übereinstimmung mit irgendeiner der Alternativen geprüft.</p><p>Sie definieren Alternativen, indem Sie <i> Elemente von regulären Ausdrücken</i> übereinander in dieses Eingabefenster eingeben.</p>
el: <p>Αυτό το <i>αντικείμενο κανονικής έκφρασης</i> θα ταιριάζει με οποιοδήποτε από τους εναλλακτικούς χαρακτήρες του.</p><p>Οι εναλλακτικοί χαρακτήρες καθορίζονται τοποθετώντας <i>αντικείμενα κανονικής έκφρασης</i> το ένα πάνω στο άλλο μέσα σε αυτό το γραφικό συστατικό.</p>
eo: <p>Ĉi tiu <i>regexp-elemento</i> kongruos kun iu ajn el ĝiaj alternativoj.</p><p>Alternativoj estas specifitaj metante <i>regexp-elementojn</i> unu super la alia ene de ĉi tiu fenestraĵo. </p>
es: <p>Este <i>elemento de regexp</i> coincidirá con cualquiera de sus alternativas.</p><p>Puede especificar alternativas poniendo <i>elementos de regexp</i> unos encima de otros dentro de este widget.</p>
et: <p>See <i>regulaaravaldise element</i> sobib suvalise alternatiiviga.</p><p>Alternatiivid saab määrata <i>regulaaravaldise elemente</i> antud elemendi sees üksteise peale asetades.</p>
eu: <p><i>Adierazpen erregularreko elementu</i> horrek bere edozein hautabideekin bat etorriko da.</p><p>Hautabideak zehazten dira, trepeta honen barruan <i>adierazpen erregularreko elementuak</i> bata bestearen gainean kokatuz.</p>
fi: <p>Tämä <i>säännöllinen elementti</i> täsmää sen kaikkiin vaihtoehtoihin.</p><p>Voit määritellä vaihtoehtoja sijoittamalla <i>säännöllisiä elementtejä</i> kunkin päälle tämän alueen sisällä.</p>
fr: <p>Cet <i>élément d'expression rationnelle</i> correspondra avec n'importe laquelle de ses possibilités.</p><p>Vous spécifiez des possibilités en plaçant des <i>éléments d'expression rationnelle</i> au-dessus de chacun d'entre eux dans ce composant graphique.</p>
gl: <p>Este <i>elemento de expresión regular</i> coincidirá con calquera das súas alternativas.</p><p>As alternativas indícanse situando <i>elementos de expresión regular</i> uns por riba dos outros neste trebello.</p>
he: <p><i>פריט הביטוי הרגולרי</i> הזה ילכוד כל אחת מהחלופות שלו.</p><p>ציון חלופות מתבצע על ידי הצבת <i>פריטי ביטוי רגולרי</i> זה מעל זה בתוך פקד זה.</p>
hu: <p>Ez a <i>reguláris kifejezés elem</i> illeszkedni fog minden alternatívájára.</p><p>Az alternatívák <i>reguláris kifejezés elemek</i> egymásra helyezésével vannak megadva ezen a felületi elemen belül.</p>
it: <p>Questo <i>elemento di espressione regolare</i> combacerà con una qualsiasi delle sue alternative.</p><p>È possibile specificare alternative collocando <i>elementi di espressione regolare</i> uno sopra l'altro all'interno di questo elemento.</p>
ja: <p>この正規表現項目は選択肢のいずれかにマッチします。</p><p>選択肢を追加するには、このウィジェット内で他の項目の上に新しい項目を挿入します。</p>
km: <p><i>ធាតុ regexp </i> នឹង​ផ្គូផ្គង​គ្រប់​ការ​ជំនួស​របស់​វា ។</p><p>អ្នក​បញ្ជាក់​ការ​ជំនួស​ដោយ​ដាក់ <i>ធាតុ regexp </i> នៅ​ពី​លើ​គ្នា​ក្នុង​ធាតុ​ក្រាហ្វិក​នេះ ។</p>
ko: <p>이 <i>정규 표현식 항목</i>은 대안과 일치합니다.</p><p><i>정규 표현식 항목</i>을 이 구성요소 내의 양 위쪽에 위치시켜 대안을 지정할 수 있습니다.</p>
nb: <p>Dette <i>elementet</i> passer på et av sine alternativ.</p> <p>Alternativer oppgis ved å plassere flere <i>elementer</i> oppå hverandre innenfor dette elementet.</p>
nl: <p>Dit <i>regexp-item</i> zal overeenkomen met al zijn alternatieven.</p><p>Alternatieven worden gespecificeerd door <i>regexp-items</i> bovenop elkaar te plaatsen binnen deze widget.</p>
nn: <p>Dette <i>regexp-deluttrykket</i> gjev treff på eitt av alternativa.</p><p>Du vel alternativa ved å plassera andre <i>deluttrykk</i> oppå kvarandre inni dette elementet.</p>
pl: <p>To <i>wyrażenie regularne</i> dopasuje każdą z alternatyw.</p><p>Ustala się te alternatywy przez umieszczenie <i>wyrażeń regularnych</i> jedno na drugim w tym elemencie interfejsu.</p>
pt: <p>Este <i>item de expressão regular</i> irá corresponder a qualquer uma das suas alternativas.</p><p>Você pode indicar as alternativas, colocando para tal <i>itens de expressões regulares</i> uns por cima dos outros dentro deste item.</p>
pt_br: <p>Este <i>item de expressão regular</i> irá coincidir com qualquer uma das suas alternativas.</p><p>As alternativas são indicadas colocando <i>itens de expressão regular</i> um por cima do outro dentro deste widget.</p>
sk: <p>Táto <i>položka</i> odpovedá ktorejkoľvek z alternatív.</p><p>Alternatívy zadáte zadaním <i>položiek</i> nad seba do tohto prvku.</p>
sl: <p>Ta <i>del regularnega izraza</i> se bo ujel s poljubno mnogo alternativami.</p><p>Alternative določite tako, da <i>dele regularnega izraza</i> položite enega nad drugim v tem gradniku.</p>
sv: <p>Det här <i>objektet</i> i det reguljära uttrycket kommer att matcha något av flera alternativ.</p><p>Alternativ anges genom att placera <i>objekt</i> i reguljära uttryck ovanpå varandra inne i den här grafiska komponenten.</p>
tr: <p>Bu <i>düzenli ifade ögesi</i>, alternatiflerinden herhangi biriyle eşleşecektir.</p><p>Alternatifler, bu gereç içerisinde <i>düzenli ifade ögeleri</i> birbiri üstüne konularak belirlenir.</p>
uk: <p>Цей <i>елемент форм. виразів</i> відповідатиме будь-якому зі своїх альтернатив.</p><p>Альтернативи вказуються шляхом розміщення <i>елементів формальних виразів</i> один на одному всередині цього віджету.</p>
zh_cn: <p>这个<i>正则表达式项目</i>将匹配它的任何可替换项。</p><p>在这个部件内，您可以通过在彼此的上方放置<i>正则表达式项目</i>来指定可替代项。</p>

source: Compound regexp
ar: تعبير نمطى مركّب
bg: Комбиниране на регулярни изрази
bs: Složeni reg.iz.
ca: Expressió regular composta
cs: Složený regulární výraz
da: Sammensat regexp
de: Zusammengesetzter regulärer Ausdruck
el: Σύνθετη κανονική έκφραση
eo: Kunligita regesp
es: Expresión regular compuesta
et: Kompleksregulaaravaldis
eu: Adierazpen erregular konposatua
fa: عبارت منظم مرکب
fi: yhdyslauseke
fr: Expression rationnelle composée
gl: Expresión regular composta
he: ביטוי רגולרי מורכב
hi: कम्पाउंड रेगएक्सपी
hu: Összetett reguláris kifejezés
it: Espressione regolare composta
ja: 合成正規表現
kk: Құрама үлгі өрнек
km: regexp សមាស
ko: 컴파운드 정규 표현식
lv: Apvienojuma regulāra izteiksme
mk: Сложен израз
ms: regexp compound
nb: Sammensatt regulært uttrykk
nds: Tosamensett Utdruck
ne: मिश्रित regexp
nl: Samengestelde regexp
nn: Samansett regulært uttrykk
pl: Złożone wyrażenie regularne
pt: Expressão composta
pt_br: Expressão regular composta
ro: Expresie regulată compusă
ru: Составное регулярное выражение
sk: Zložený regulárny výraz
sl: Sestavljeni regularni izraz
sv: Sammansatt reguljärt uttryck
ta: கூட்டுப்பதிவகத் தொடர்
tg: Ифодаи муқаррарии таркибӣ
tr: Düzenli İfade Bileşimi
uk: Складений формальний вираз
zh_cn: 复合正则表达式

source: <qt>This <i>regexp item</i> serves two purposes:<ul><li>It makes it possible for you to collapse a huge <i>regexp item</i> into a small box. This makes it easier for you to get an overview of large <i>regexp items</i>. This is especially useful if you load a predefined <i>regexp item</i> that you perhaps do not care about the inner workings of.</qt>
ar: <qt>يخدم <i>عنصر التعبير النمطى</i> هذا غرضين أثنين:<ul><li>يسمح لك بطي <i>عنصر تعبير نمطي</i> هائل الحجم إلى مربّع صغير. ويسهّل ذلك عليك الحصول على نظرة عامة على <i>عناصر التعبير النمطي</i> الضخمة. وذلك مفيد خصوصاً إذا قمت بتحميل <i>عنصر تعبير نمطي </i>مُعَرّف مسبقاً قد لا تكون مهتماً بمعرفة تفاصيله الداخلية.</qt>
bg: <qt>Този <i>елемент на рег. израз</i> служи за две цели: <ul><li>Прави възможносвиването на много <i>елементи на рег.израз</i> в малко поле. Това улеснява прегледа на големи данни от <i>елементи на рег. изрази</i>. Това еособено полезно, ако зареждате предварително определен <i>елемент на рег. израз</i>, безда се интересувате от вътрешния процес на работа му.</qt>
bs: <qt> Ovaj <i>regexp izraz</i> služi za dvije namjene: <ul><li>Omogućuje smanjivanje ogromnih <i> regexp izraza </i> u male kutije. Ovo vam olakšava preglet velikog <i> regexp izraza </i>. Ovo je naročito korisno ukoliko učitate predefinisani <i> regexp izraz </i> za koji vas vjerovatno ne zanima unutrašnje ponašajne.
ca: <qt>Aquest <i>element regexp</i> té dues finalitats:<ul><li>Us permet plegar un <i>element regexp</i> enorme en un quadre petit. Això us fa més fàcil tenir una visió general d'<i>elements regexp</i> grans. Això és especialment útil si carregueu un <i>element regexp</i> predefinit, el funcionament intern del qual potser no us interessa.</qt>
cs: <qt>Tato <i>položka regulárního výrazu</i> slouží ke dvěma účelům:<ul><li>Umožní vám zmenšit obrovské <i>položky regulárních výrazů</i> do malých oken. To vám usnadní získat přehled nad velkými <i>položkami regulárních výrazů</i>. Toto je především užitečné při načítání předdefinovaných <i>položek regulárních výrazů</i>. Nemusíte se starat o skryté činnosti.
da: <qt>Dette <i>regexp-element</i> tjener to formål:<ul><li>Det gør det muligt for dig at kollapse et kæmpestort <i>regexp-element</i> ind i et lille felt. Det gør det nemmere for dig at få overblik over store <i>regexp-elementer</i>. Dette er specielt nyttigt hvis du indlæser et prædefineret <i>regexp-element</i> hvor du måske er ligeglad med den indre funktionsmåde.</qt>
de: <qt>Dieses <i>Element eines regulären Ausdrucks</i> dient zwei Zwecken: <ul> <li>Es erlaubt Ihnen, ein großes <i>Element</i> eines regulären Ausdrucks auf ein kleines Fenster zu verkleinern. Dies erlaubt es, einen besseren Überblick über große <i>Ausdrücke</i> zu bewahren. Insbesondere hilft es auch, falls Sie <i>reguläre Ausdrücke</i> aus einer Datei laden und sich nicht um deren internes Funktionieren kümmern (möchten).</qt>
el: <qt>Αυτό το <i>αντικείμενο κανονικής έκφρασης</i> εξυπηρετεί δύο σκοπούς: <ul><li>Σας επιτρέπει να συμπτύξετε ένα τεράστιο <i>αντικείμενο κανονικής έκφρασης</i> σε ένα μικρό πεδίο. Αυτό διευκολύνει την επισκόπηση μεγάλων <i>αντικειμένων κανονικής έκφρασης</i>. Είναι ιδιαίτερα χρήσιμο αν φορτώσετε ένα προκαθορισμένο <i>αντικείμενο κανονικής έκφρασης</i> του οποίου η εσωτερική λειτουργία δε σας ενδιαφέρει.</qt>
eo: <qt>Ĉi tiu <i>regexp-ero</i> servas al du celoj:<ul><li>Ĝi ebligas al vi kolapsigi grandegan <i>regexp-eron</i> en malgrandan skatolon. Ĉi tio faciligas al vi ricevi superrigardon de grandaj <i>regexp-eroj</i>. Ĉi tio estas precipe utila se vi ŝargas antaŭdifinitan <i>regexp item</i> pri kiu vi eble ne zorgas pri la interna funkciado de.</qt>
es: <qt>Este <i>elemento de regexp</i> sirve para dos propósitos: <ul><li>Hace posible comprimir un <i>elemento de regexp</i> enorme en un cuadro pequeño. Esto hace más fácil comprender <i>elementos de regexp</i> grandes. Es especialmente útil si se carga un <i>elemento de expresión regular</i> predefinido del que quizá no le interese saber cómo trabaja internamente.</qt>
et: <qt>See <i>regulaaravaldise element</i> täidab kaht ülesannet:<ul><li>Muudab võimalikuks koondada hiiglasliku <i>regulaaravaldise elemendi</i> väiksesse kasti. See muudab lihtsamaks ülevaate saamise suurtest <i>regulaaravaldise elementidest</i>. Eriti tuleb see kasuks, kui laadid eelnevalt määratud <i>regulaaravaldise elementi</i>, mille sisu sulle tõenäoliselt suurt huvi ei paku.</qt>
eu: <qt><i>Adierazpen erregularreko elementu</i> horrek bi helburu ditu:<ul><li><i>Adierazpen erregularreko elementu</i> oso handi bat kaxa txiki batean tolesteko aukera ematen dizu. Horrek <i>adierazpen erregularreko elementu</i> handien ikuspegi orokorra jasotzea errazten dizu. Bereziki erabilgarria, aurrez definitutako <i>adierazpen erregularreko elementu</i> bat zamatzen baduzu, eta barnean nola dabilen ez zaizunean inporta.</qt>
fi: <qt>Tämä <i>säännöllinen elementti</i> palvelee kahta tarkoitusta:<ul><li>Se tekee mahdolliseksi romauttaa suunnattoman <i>säännöllisen elementin</i> pieneen laatikkoon. Tällä saat yleisnäkymän laajoihin <i>säännöllisiin elementeihin</i>. Tämä on käyttökelpoinen erityisesti, jos lataat esimääriteltyä <i>säännöllistä elementtiä</i>. Sinun ei ehkä tarvitse huolehtia sen sisäisestä toiminnasta.</qt>
fr: <qt>Cet <i>élément d'expression rationnelle</i> a deux buts : <ul> <li>Il vous permet de placer un <i>élément d'expression rationnelle</i> énorme dans une petite boîte. Cela vous facilitera la tâche pour avoir une vue générale de grands <i>éléments d'expression rationnelle</i>. Cela est particulièrement utile si vous chargez un <i>élément d'expression rationnelle</i> prédéfini alors que vous ne vous intéressez pas à sa mécanique interne.</qt>
gl: <qt> Este <i>elemento de expresión regular</i> cumpre dúas funcións: <ul> <li>Permítelle pregar un <i>elemento de expresión regular</i> enorme nunha caixa pequena. Isto facilítalle ter unha vista global de <i>elementos de expresión regular</i> grandes. Isto é particularmente útil se carga un <i>elemento de expresión regular</i> do que non lle importa moito como funciona. </qt>
he: <qt><i>פריט הביטוי הרגולרי</i> הזה משרת שתי מטרות:<ul><li>לאפשר לך לצמצם <i>פריט ביטוי רגולרי</i> ענק לתיבה קטנה. מה שמקל על סקירת <i>פריטי ביטוי רגולרי</i> גדולים, והוא שימושי במיוחד לטעינת <i>פריט ביטוי רגולרי</i> מוגדר מראש שאולי לא מעניין אותך המבנה הפנימי שלו.
hu: <qt>Ez a <i>tag</i> két célt szolgál:<ul><li>egyrészt lehetővé teszi nagyméretű <i>tagok</i> elhelyezését egy kis szövegdobozba, hogy azok könnyebben áttekinthetők legyenek. Akkor célszerű használni, ha egy olyan, korábban elkészített <i>tagot</i> kell behelyezni, amelynek belső felépítése pillanatnyilag nem érdekes.</qt>
it: <qt>Questo <i>elemento di espressione regolare</i> serve a due scopi:<ul><li>Dà la possibilità di contrarre un <i>elemento di espressione regolare</i> molto grande in un piccolo riquadro. Ciò rende più semplice avere una vista d'insieme di <i>elementi di espressione regolare</i> molto grandi. Ciò è utile soprattutto se carichi un <i>elemento di espressione regolare</i> predefinito di cui non ti interessa il funzionamento interno.</qt>
ja: <qt><p>この正規表現項目には二つの目的があります。</p><ul><li>まずこれによって、大きな正規表現項目を小さなボックスに簡略化することができます。これは複雑な正規表現の見通しをよくするのに役立ちます。中の構造を見る必要のない定義済みの正規表現項目を読み込むときに特に便利でしょう。</qt>
km: <qt> <i>ធាតុ regexp </i> នេះ​បម្រើ​គោលបំណង​ពីរ ៖<ul><li>វា​ធ្វើ​ឲ្យ​អ្នក​អាច​វេញ <i>ធាតុ regexp </i> ធំ​ទៅ​ក្នុង​​ប្រអប់​តូច​បាន ។ វា​ធ្វើ​ឲ្យ​អ្នក​កាន់​តែ​មាន​ភាព​ងាយស្រួល​ក្នុង​ការ​មើល​ <i>ធាតុ regexp </i> ។ វា​មាន​ប្រយោជន៍​យ៉ាង​ពិសេស​ប្រសិន​បើ​អ្នក​ផ្ទុក<i>ធាតុ regexp </i> ដែល​បាន​កំណត់​ជា​មុន នោះ​អ្នក​ប្រហែល​ជា​មិន​​ខ្វល់​អំពី​ការ​ងារ​ខាងក្នុង​ឡើយ ។</qt>
ko: <qt>이 <i>정규 표현식 항목</i>은 두 가지 목적을 가지고 있습니다: <ul> <li>우선 큰 <i>정규 표현식 항목</i>을 작은 상자로 줄일 수 있습니다. 큰 <i>정규 표현식 항목</i>의 미리 보기에 유용하며, 특히 내부 작업의 진행 방법이 중요하지 않은 <i>정규 표현식 항목</i>을 불러올 때에 편리합니다.
nb: <qt>Dette </i>elementet</i> har to formål: <ul><li> Det gjør det mulig for deg å folde et kjempestort <i>element</i> sammen inni en liten boks. Dette gjør det enklere å holde oversikten over store <i>elementer</i>.Det er spesielt nyttig når du laster inn et forhåndsvalgt <i>element</i> som du kanskje ikke bryr deg om den indre mekanismen i.</qt>
nl: <qt>Dit <i>regexp-item</i> dient twee doelen: <ul> <li>Het maakt het mogelijk voor u om een groot <i>regexp-item</i> uit te klappen in een klein vak. Dit maakt het eenvoudiger voor u om een overzicht van grote <i>regexp-items</i> te krijgen. Dit is zeker bruikbaar als u een voorgedefinieerd <i>regexp-item</i> laadt waarbij u mogelijk niet geïnteresseerd bent in de interne werking ervan.</qt>
nn: <qt>Dette <i>regexp-deluttrykket</i> har to formål:<ul><li>Det gjer det mogleg å visa eit stort <i>deluttrykk</i> på liten plass. Dette gjer det lettare å halda oversikt i store <i>uttrykk</i>. Dette er spesielt nyttig viss du brukar eit ferdig­definert <i>deluttrykk</i> der du ikkje nødvendigvis er så interessert i detaljane.</qt>
pl: <qt>To <i>wyrażenie regularne</i> ma 2 zadania:<ul><li>umożliwia złożenie olbrzymiego <i>wyrażenia regularnego</i> w małe okienko. To ułatwia ogląd dużych <i>wyrażeń regularnych</i>. Jest to szczególnie przydatne jeżeli wczytuje się gotowe <i>wyrażenia regularne</i>, których wewnętrzna struktura nie jest ważna.</qt>
pt: <qt>Este <i>item de expressão regular</i> serve dois fins:<ul><li>Torna-lhe possível reduzir um <i>item de expressão regular</i> numa caixa pequena. Torna-se mais fácil para si ter uma vista geral sobre os <i>itens de expressão regular</i> grandes. Isto é especialmente útil se carregar um <i>item de expressão regular</i> predefinido com o qual não se queira preocupar.</qt>
pt_br: <qt>Este <i>item de expressão regular</i> serve a dois propósitos:<ul><li>Ele permite que você reduza um <i>item de expressão regular</i> enorme em uma pequena caixa. Isto facilita que você tenha uma visão geral de grandes <i>itens de expressão regular</i>. Isto é particularmente útil se você carregar um <i>item de expressão regular</i> predefinido com detalhes internos que você talvez não se importe.</qt>
sk: <qt>Táto <i>položka</i> má dve funkcie:<ul><li>Umožňuje zhustiť obrovské <i>položky</i> do malého štvorca. Takže budete mať lepší prehľad vo veľkých <i>regulárnych výrazoch</i>. To sa hodí, ak načítate preddefinované <i>položky</i>, u ktorých obvykle nepotrebujete vedieť, ako fungujú vnútri.</qt>
sl: <qt>Ta <i>del regularnega izraza</i> služi dvema namenoma:<ul><li>Omogoča vam, da skrčite ogromen <i>del regularnega izraza</i> v majhno škatlo. Tako lahko lažje dobite pregled nad veliko <i>deli regularnega izraza</i>. To je še posebej uporabno, če naložite predefinirane <i>dele regularnega izraza</i>, za katere vam morda ni dosti mar, kako delujejo navznoter.</qt>
sv: <qt>Det här <i>objektet</i> i ett reguljärt uttryck har två uppgifter:<ul><li>Det gör det möjligt att komprimera ett enormt <i>objekt</i> till en liten ruta. Det gör det lättare att få en överblick över stora <i>objekt</i>. Det är särskilt användbart om du laddar ett tidigare skapat <i>objekt</i>, där du kanske inte bryr dig om hur det fungerar internt.</qt>
tr: <qt>Bu <i>düzenli ifade ögesi</i> iki amaca hizmet eder: <ul><li>çok büyük bir <i>düzenli ifade ögesini</i> küçük bir kutu içerisinde daraltmanızı mümkün kılar. Bu, büyük <i>düzenli ifade ögeleri</i> kısaca gözden geçirmenizi kolaylaştırır. Bu, özellikle, iç çalışmalarını muhtemelen önemsemediğiniz önceden tanımlanmış bir <i>düzenli ifade ögesini</i> yüklerseniz kullanışlıdır.</qt>
uk: <qt>Цей <i>елемент форм. виразів</i> виконує два завдання:<ul><li>Він дає змогу стягнути величезний <i>елемент форм. виразів</i> у маленьку рамку. Це полегшує перегляд великих <i>елементів форм. виразів</i>. Це особливо придатне під час завантаження <i>елемента форм. виразів</i>, внутрішня структура якого, вам, можливо, байдужа.</qt>
zh_cn: <qt>这个<i>正则表达式项目</i>有两个作用：<ul><li>它使您可以将一个巨大的<i>正则表达式项目</i>压缩到一个小巧的文本框。这能让您更容易从整体上把握巨大的<i>正则表达式项目</i>。如果您载入一个预定义的<i>正则表达式项目</i>而又不关心其内部工作方式，这是特别有用的。</qt>

source: Beginning of line
ar: بداية سطر
bg: Начало на ред
bs: Početak linije
ca: Començament de la línia
cs: Začátek řádku
da: Begyndelse af linje
de: Zeilenanfang
el: Αρχή της γραμμής
eo: Liniokomenco
es: Comienzo de línea
et: Rea algusest
eu: Lerroaren hasera
fa: ابتدای خط
fi: Rivin alku
fr: Début de ligne
gl: Comezo de liña
he: תחילת שורה
hi: पंक्ति का आरंभ
hu: Sor eleje
it: Inizio riga
ja: 行頭
kk: Жол басы
km: ចំនុច​ចាប់​ផ្ដើម​នៃ​បន្ទាត់
ko: 행 시작
lv: Rindas sākums
mk: Почеток на линијата
ms: Permulaan baris
nb: Begynnelsen av linja
nds: Reeganfang
ne: रेखाको सुरुआत
nl: Regelbegin
nn: Starten av linja
pl: Początek wiersza
pt: Início da linha
pt_br: Início da linha
ro: Începutul liniei
ru: Начало строки
sk: Začiatok riadku
sl: Začetek vrstice
sv: Början på rad
ta: கோட்டின் தொடக்கம்
tg: Аввали сатр
tr: Satır başlangıcı
uk: Початок рядка
zh_cn: 行首

source: <qt>This will match the beginning of a line.</qt>
ar: <qt>سيطابق هذا بداية سطر</qt>
bg: <qt>Вмъкване на съвпадение в началото на реда.</qt>
bs: <qt>Ovo će uskladiti početak linije.</qt>
ca: <qt>Això coincidirà amb el començament d'una línia.</qt>
cs: <qt>Toto se bude shodovat se začátkem řádku.</qt>
da: <qt>Dette vil matche begyndelsen af en linje.</qt>
de: <qt>Findet den Anfang einer Zeile</qt>
el: <qt>Αυτό θα ταιριάξει με την αρχή της γραμμής.</qt>
eo: <qt>Tio kaptos la komencon de linio.</qt>
es: <qt>Esto representa el comienzo de una línea.</qt>
et: <qt>Sobivus rea alguses.</qt>
eu: <qt>Honek lerro baten hasierarekin bat egingo du.</qt>
fa: <qt>با ابتدای خط تطبیق می‌کند. </qt>
fi: <qt>Tämä täsmää rivin alkuun.</qt>
fr: <qt>Cela correspondra au commencement d'une ligne.</qt>
gl: <qt>Isto coincidirá co comezo dunha liña.</qt>
he: <qt>לכידת תחילת שורה.</qt>
hi: <qt>यह पंक्ति के प्रारंभ को मैच करेगा.</qt>
hu: <qt>Illeszkedés sor elejéhez.</qt>
it: <qt>Questo elemento combacia con l'inizio di una riga.</qt>
ja: <qt>これは行頭にマッチします。</qt>
kk: <qt>Бұл жолдың басына сәйкес келеді.</qt>
km: <qt>វា​នឹង​ផ្គូផ្គង​ចំណុច​ចាប់​ផ្ដើម​នៃ​បន្ទាត់ ។</qt>
ko: <qt>행의 시작과 일치합니다.</qt>
lv: <qt>Salīdzinās ar rindas sākumu.</qt>
mk: <qt>Ова ќе одговара на почетокот на линијата.</qt>
ms: <qt>Ini akan padan dengan permulaan baris.</qt>
nb: <qt>Passer på starten av en linje.</qt>
nds: <qt>Dit passt op den Anfang vun en Reeg.</qt>
ne: <qt>यसले रेखाको सुरुआतलाई मिलाउनेछ ।</qt>
nl: <qt>Dit zal overeenkomen met het begin van een regel.</qt>
nn: <qt>Gjev treff på starten av ei linje.</qt>
pl: <qt>Dopasowanie będzie na początku wiersza.</qt>
pt: <qt>Isto irá corresponder ao início da linha.</qt>
pt_br: <qt>Isto vai coincidir com o início da linha.</qt>
ro: <qt>Aceasta se va potrivi cu începutul liniei.</qt>
ru: <qt>Началу строки.</qt>
sk: <qt>Toto odpovedá začiatku riadku.</qt>
sl: <qt>To se bo ujelo z začetkom vrstice.</qt>
sv: <qt>Det här matchar början på en rad.</qt>
ta: <qt>இது தொடக்க கோட்டினை பொருந்தச்செய்யும்.</qt>
tg: <qt>Он ба аввали сатр мувофиқат мекунад.</qt>
tr: <qt>Bu satırın başlangıcını eşleyecek.</qt>
uk: <qt>Це відповідає початку рядка.</qt>
zh_cn: <qt>这将匹配一行的开始。</qt>
