Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: A word character
ar: رمز حرفى
ca: Un caràcter de paraula
cs: Znak slova
da: Et ordtegn
eo: Vorta signo
es: Un carácter de palabra
eu: Hitz karaktere bat
fa: نویسه واژه‌ای
fr: Un caractère littéral
hi: एक शब्द अक्षर
it: Un carattere per parole
ja: 単語構成文字
kk: Әріп
lv: Vārda rakstzīme
ms: Aksara perkataan
nb: Et ordtegn
ne: शब्द क्यारेक्टर
nl: Een woordteken
nn: Eit ordteikn
pl: Znak wchodzący w skład wyrazu
pt: Um carácter alfabético
pt_br: Um caractere alfanumérico
ro: Un caracter de cuvînt
ru: Буква
sk: Znak slova
sl: Besedni znak
sv: Ett ordtecken
ta: ஒரு சொல் எழுத்து
uk: Символ слова
zh_cn: 一个文字字符

source: A digit character
ar: رمز رقمى
ca: Un dígit
cs: Číslice
da: Et ciffertegn
eo: cifera signo
es: Un carácter de dígito
eu: digito karaktere bat
fa: نویسه رقمی
fr: Un caractère numérique
hi: एक अंकीय अक्षर
it: Una cifra
ja: 数字
kk: Цифр
lv: Cipara rakstzīme
ms: Aksara digit
nb: Et siffertegn
ne: अङ्क क्यारेक्टर
nl: Een cijferteken
nn: Eit sifferteikn
pl: Znak będący cyfrą
pt: Um carácter numérico
pt_br: Um caractere numérico
ro: Un caracter cifră
ru: Цифра
sk: Číslica
sl: Znak za števko
sv: En siffra
ta: ஒரு இலக்க எழுத்து
uk: Символ цифри
zh_cn: 一个数字字符

source: A space character
ar: رمز فراغى
ca: Un espai
cs: Mezera
da: Et mellemrumstegn
eo: spaca signo
es: Un carácter de espaciado
eu: Hutsune karaktere bat
fa: نویسه فاصله
fr: Un caractère d'espacement
hi: एक जगह अक्षर
it: Un carattere spazio
ja: 空白文字
kk: Бос орын
lv: Atstarpes rakstzīme
ms: Aksara ruang
nb: Et mellomromstegn
ne: खाली स्थान क्यारेक्टर
nl: Een witruimteteken
nn: Eit mellomromsteikn
pl: Znak spacji
pt: Um carácter de espaço
pt_br: Um caractere de espaço
ro: Un caracter spațiu
ru: Пустой разделитель
sk: Medzera
sl: Znak za presledek
sv: Ett mellanslag
ta: ஒரு இடைவெளி எழுத்து
uk: Символ пропуску
zh_cn: 一个空白字符

source: A non-word character
ar: رمز غير حرفى
ca: Un caràcter de no paraula
cs: Znak, který není slovem
da: Et ikke-ordtegn
eo: Nevorta signo
es: Un carácter de no-palabra
eu: Hitza ez den karaktere bat
fa: نویسه غیر واژه‌ای
fr: Un caractère non littéral
hi: एक नॉन-वर्ड अक्षर
it: Non un carattere per parole
ja: 単語構成文字以外
kk: Әріп емес
lv: Ne-vārda rakstzīme
ms: Aksara bukan perkataan
nb: Et ikke-ordtegn
ne: शब्द विहिन क्यारेक्टर
nl: Een niet-woordteken
nn: Eit ikkje-ordteikn
pl: Znak nie wchodzący w skład słowa
pt: Um carácter não-alfabético
pt_br: Um caractere não-alfanumérico
ro: Un caracter non-cuvînt
ru: Не буква
sk: Znak mimo slová
sl: Nebesedni znak
sv: Inte ett ordtecken
ta: ஒரு சொல்லற்ற எழுத்து
uk: Несловотворний символ
zh_cn: 一个非文字字符

source: A non-digit character
ar: رمز غير رقمى
ca: Un no dígit
cs: Znak, který není číslicí
da: Et ikke-ciffertegn
eo: ne-cifera signo
es: Un carácter de no-dígito
eu: Digitoa ez den karaktere bat
fa: نویسه غیر رقمی
fr: Un caractère non numérique
hi: एक नॉन-डिजिट अक्षर
it: Non una cifra
ja: 数字以外
kk: Цифр емес
lv: Ne-cipara rakstzīme
ms: Aksara bukan digit
nb: Et ikke-siffertegn
ne: अंक विहिन क्यारेक्टर
nl: Een niet-cijferteken
nn: Eit ikkje-sifferteikn
pl: Znak nie będący cyfrą
pt: Um carácter não-numérico
pt_br: Um caractere não-numérico
ro: Un caracter non-cifră
ru: Не цифра
sk: Nie číslica
sl: Neštevčni znak
sv: Inte en siffra
ta: ஒரு இலக்கமற்ற எழுத்து
uk: Нецифровий символ
zh_cn: 一个非数字字符

source: A non-space character
ar: رمز غير فراغى
ca: Un no espai
cs: Znak, který není mezerou
da: Et ikke-mellemrumstegn
eo: Ne-spaca signo
es: Un carácter de no-espaciado
eu: Hutsunea ez den karaktere bat
fa: نویسه غیر فاصله‌ای
fr: Un caractère autre qu'un caractère d'espacement
hi: एक नॉन-स्पेस अक्षर
it: Non un carattere spazio
ja: 空白文字以外
kk: Бос орын емес
lv: Ne-atstarpes rakstzīme
ms: Aksara bukan ruang
nb: Et ikke-mellomromtegn
ne: खाली स्थान विहिन क्यारेक्टर
nl: Een niet-witruimteteken
nn: Eit ikkje-mellomromsteikn
pl: Znak nie będący spacją
pt: Um carácter diferente de espaço
pt_br: Um caracter diferente de espaço
ro: Un caracter non-spațiu
ru: Не разделитель
sk: Nie medzera
sl: Znak, ki ni presledek
sv: Inte ett mellanslag
ta: ஒரு இடைவெளியற்ற எழுத்து
uk: Непорожній символ
zh_cn: 一个非空白字符

source: Single Characters
ar: رموز مفردة
bg: Единични знаци
bs: Pojedinačni znaci
ca: Caràcters simples
cs: Samostatné znaky
da: Enkelte tegn
de: Einzelne Zeichen
el: Μονοί χαρακτήρες
eo: Simplaj signoj
es: Caracteres individuales
et: Üksikud sümbolid
eu: Karaktereak Banaka
fa: تک نویسه‌ها
fi: Yksittäiset merkit
fr: Caractères simples
gl: Caracteres individuais
he: תווים בודדים
hi: एक अक्षर
hu: Egy karakter
it: Caratteri singoli
ja: 単一文字
kk: Жалғыз таңба
km: តួអក្សរ​តែមួយ
ko: 단일 문자
lv: Viena rakstzīme
mk: Единечни знаци
ms: Aksara Tunggal
nb: Enkelttegn
nds: Enkel Tekens
ne: एकल क्यारेक्टर
nl: Losse tekens
nn: Enkle teikn
pl: Pojedyncze znaki
pt: Caracteres Únicos
pt_br: Caracteres individuais
ro: Caractere singulare
ru: Один символ
sk: Jednotlivé znaky
sl: Enojni znaki
sv: Enstaka tecken
ta: ஒற்றை எழுத்துக்கள்
tg: Аломатҳои Ягона
tr: Tek Karakter
uk: Поодинокі символи
zh_cn: 单个字符

source: More Entries
ar: المزيد من المُدخَلات
bg: Добавяне
bs: Više unosa
ca: Més entrades
cs: Více položek
da: Flere indgange
de: Weitere Einträge
el: Περισσότερες καταχωρήσεις
eo: Pliaj eroj
es: Más entradas
et: Rohkem kirjeid
eu: Sarrera gehiago
fa: مدخلهای بیشتر
fi: Lisää tietueita
fr: Entrées supplémentaires
gl: Máis entradas
he: עוד רשומות
hi: ज्यादा प्रविष्टियाँ
hu: Több bejegyzés
it: Più voci
ja: エントリを増やす
kk: Қосымша жазу
km: ធាតុបញ្ចូល​បន្ថែមទៀត
ko: 더 많은 항목
lv: Vairāk ierakstu
ms: Lagi Entri
nb: Flere oppføringer
nds: Indrag tofögen
ne: धेरै प्रविष्टि
nl: Meer items
nn: Fleire oppføringar
pl: Więcej wpisów
pt: Mais Registos
pt_br: Mais Entradas
ro: Mai multe înregistrări
ru: Добавить записи
sk: Viac položiek
sl: Več vnosov
sv: Flera poster
ta: மேலும் உள்ளிட்டவைகள்
tg: Бештар Навиштаҳо
tr: Daha Fazla Girdi
uk: Додаткові елементи
zh_cn: 更多条目

source: Character Ranges
ar: نطاقات الرمز
bg: Диапазон от знаци
bs: Znakovni opsezi
ca: Intervals de caràcters
cs: Rozsah znaků
da: Tegnområder
de: Zeichenbereiche
el: Εύρος χαρακτήρων
eo: Signo-gamoj
es: Intervalos de caracteres
et: Sümbolite vahemikud
eu: Karaktere Tarteak
fa: گستره‌های نویسه
fi: Merkkialueet
fr: Plages de caractères
gl: Intervalos de caracteres
he: תחומי תווים
hi: अक्षर सीमाएँ
hu: Karaktertartományok
it: Intervalli di caratteri
ja: 文字の範囲
kk: Таңба қатарлары
km: ជួរ​តួអក្សរ
ko: 문자 범위
lv: Rakstzīmju apgabali
mk: Опсези на знаци
ms: Julat Aksara
nb: Tegnområder
nds: Tekenrebeden
ne: क्यारेक्टर दायरा
nl: Tekenbereik
nn: Teiknområde
pl: Zakresy znaków
pt: Gamas de Caracteres
pt_br: Intervalos de Caracteres
ro: Domenii de caractere
ru: Диапазоны символов
sk: Rozsahy znakov
sl: Obsegi znakov
sv: Teckenintervall
ta: எழுத்து வரம்புகள்
tg: Маҳдудаҳои Аломатҳо
tr: Karakter Aralıkları
uk: Діапазон символів
zh_cn: 字符范围

source: From:
ar: مِن:
bg: От:
bs: Od:
ca: De:
cs: Od:
da: Fra:
de: Von:
el: Από:
eo: De:
es: Desde:
et: Alates:
eu: Nondik:
fa: از:
fi: Mistä:
fr: De :
gl: Desde:
he: מ־:
hi: सेः
hu: Ettől:
it: Da:
ja: ここから:
kk: Басы:
km: ពី ៖
ko: 시작:
lv: No:
mk: Од:
ms: Dari:
nb: Fra:
nds: Vun:
ne: बाट:
nl: Van:
nn: Frå:
pl: Od:
pt: De:
pt_br: De:
ro: De la:
ru: От:
sk: Od:
sl: Od:
sv: Från:
ta: தொடர்ந்து:
tg: Аз:
tr: Başlangıç:
uk: Від:
zh_cn: 来自：

# end of range
source: To:
ar: إلى:
bg: До:
bs: Prema:
ca: A:
cs: Do:
da: Til:
de: Bis:
el: Έως:
eo: Ĝis:
es: Hasta:
et: Kuni:
eu: Hona:
fa: تا:
fi: Mihin:
fr: À :
gl: Ata:
he: עד:
hi: को:
hu: Eddig:
it: A:
ja: ここまで:
kk: Соңы:
km: ទៅ ៖
ko: 끝:
lv: Līdz:
mk: До:
ms: Ke:
nb: Til:
nds: bet:
ne: लाई:
nl: Tot:
nn: Til:
pl: Do:
pt: Até:
pt_br: Até:
ro: La:
ru: до:
sk: Do:
sl: Do:
sv: Till:
ta: வரம்பின் எல்லை
tg: То:
tr: Buna kadar:
uk: До:
zh_cn: 至：

source: Normal Character
ar: رمز نمطي
bg: Обикновен знак
bs: Normalni znak
ca: Caràcter normal
cs: Normální znak
da: Normalt tegn
de: Normales Zeichen
el: Κανονικός χαρακτήρας
eo: Normala signo
es: Carácter normal
et: Tavaline sümbol
eu: Karaktere Arrunta
fa: نویسه عادی
fi: Tavallinen kirjainmerkki
fr: Caractère normal
gl: Carácter normal
he: תו רגיל
hi: सामान्य अक्षर
hu: Normál karakter
it: Carattere normale
ja: 通常の文字
kk: Қәдімгі таңба
km: តួអក្សរ​ធម្មតា
ko: 일반 문자
lv: Parasta rakstzīme
mk: Нормален знак
ms: Aksara Normal
nb: Vanlig tegn
nds: Normaal Teken
ne: सामान्य क्यारेक्टर
nl: Normaal teken
nn: Vanleg teikn
pl: Znak zwykły
pt: Carácter Normal
pt_br: Caractere normal
ro: Caracter normal
ru: Обычный символ
sk: Normálny znak
sl: Navaden znak
sv: Normalt tecken
ta: இயல்பான எழுத்து
tg: Аломатҳои Муқаррарӣ
tr: Normal Karakter
uk: Звичайний символ
zh_cn: 普通字符

source: Unicode Char in Hex.
ar: رمز يونيكود بالنظام الست عشرى
bg: Шестнадесетичен Уникод
bs: Unicode Znak u Heks.
ca: Caràcter Unicode en Hex.
cs: Unicode znak v hex kódování
da: Unicode-tegn i hex.
de: Unicode-Zeichen in Hexadezimal-Schreibweise
el: Χαρακτήρας Unicode στο δεκαεξαδικό
eo: Unikoda signo en 16um.
es: Carácter Unicode en hexadecimal
et: Unicode sümbol HEX esituses.
eu: Unicode karakterea hamaseitarrean.
fa: نویسه یونی‌کد در مبنای شانزده.
fi: Unicode-merkki heksadesimaalisena.
fr: Caractère Unicode en hexadécimal.
gl: Carácter unicode en hex.
he: תו יוניקוד בהצגה הקסדצימלית
hi: युनिकोड अक्षर हेक्स. में
hu: Unicode-karakter (hexa)
it: Carattere Unicode in esadecimale
ja: Unicode 文字の十六進表現
kk: Оналтылық түріндегі Unicode таңбасы.
km: តួអក្សរ​យូនីកូដ​នៅក្នុង​គោលដប់ប្រាំមួយ ។
ko: 16진수 유니코드 문자
lv: Unikoda rakstzīme heksa kodā
mk: Уникод-знак во хекса.
ms: Aksara Ekakod dalam Perenambelasan
nb: Unicode-tegn i heks.
nds: Unicode-Teken (Hextall)
ne: हेक्समा युनिकोड क्यारेक्टर ।
nl: Unicode-tekens in hex.
nn: Unicode-teikn i heks.
pl: Znak Unikodu w postaci heksadecymalnej.
pt: Carácter Unicode em Hex.
pt_br: Caractere Unicode em Notação Hexadecimal
ro: Caracter Unicod în hex.
ru: Символ Unicode в шестнадцатеричном виде
sk: Znak Unicode v hexa-kódovaní.
sl: Znak unicode po šestnajstiško.
sv: Hexadecimalt Unicode-tecken.
ta: யுனிகோடு எழுத்தும் எக்ஸாவும்
tg: Аломатҳои Рамзи Ягона дар Шонздаҳӣ
tr: Onaltılık Unicode Karakter
uk: Символ юнікод в шістн.
zh_cn: 十六进制的 Unicode 字符。

source: Unicode Char in Oct.
ar: رمز يونيكود بالنظام الثماني
bg: Осмичен Уникод
bs: Unicode Znak u Okt.
ca: Caràcter Unicode en Oct.
cs: Unicode znak v oktalovém kódování
da: Unicode-tegn i okt.
de: Unicode-Zeichen in Oktalschreibweise
el: Χαρακτήρας Unicode στο οκταδικό
eo: Unikoda signo en 8um.
es: Carácter Unicode en octal
et: Unicode sümbol OCT esituses.
eu: Unicode karakterea zortzitarrean.
fa: نویسه یونی‌کد در مبنای هشت‌هشتی.
fi: Unicode-merkki oktaalisena.
fr: Caractère Unicode en octal.
gl: Carácter unicode en oct.
he: תו יוניקוד בהצגה אוקטלית
hi: युनिकोड अक्षर ऑक्ट. में
hu: Unicode-karakter (oktális)
it: Carattere Unicode in ottale
ja: Unicode 文字の八進表現
kk: Сегіздік түріндегі Unicode таңбасы.
km: តួអក្សរ​យូនីកូដ​នៅក្នុង​គោលប្រាំបី ។
ko: 8진수 유니코드 문자
lv: Unikoda rakstzīme astotnieku kodā
mk: Уникод-знак во октал.
ms: Aksara Ekakod dalam Perlapanan
nb: Unicode-tegn i okt.
nds: Unicode-Teken (Oktaal)
ne: अक्टमा युनिकोड क्यारेक्टर ।
nl: Unicode-tekens in oct.
nn: Unicode-teikn i okt.
pl: Znak Unikodu w postaci ósemkowej.
pt: Carácter Unicode em Oct.
pt_br: Caractere Unicode em Notação Octal
ro: Caracter Unicod în octal
ru: Символ Unicode в восьмеричном виде
sk: Znak Unicode v osmičkovom kódovaní.
sl: Znak unicode po osmiško.
sv: Oktalt Unicode-tecken.
ta: யுனிகோடு எழுத்தும் ஆக்டாவும்.
tg: Аломатҳои Рамзи Ягона дар Ҳаштӣ
tr: Sekizlik Unicode Karakter
uk: Символ юнікод в вісімк.
zh_cn: 八进制的 Unicode 字符。

source: The Bell Character (\a)
ar: رمز الجرس (\a)
bg: Системен звук (\a)
bs: Znak zvona (\a)
ca: El caràcter Campana (\a)
cs: Řídící znak zvukového signálu (\a)
da: Klokketegnet (\a)
de: Das Alarmzeichen (\a)
el: Ο χαρακτήρας κουδουνιού (\a)
eo: La pepa signo (\a)
es: El carácter de timbre (\a)
et: Piiksu (BEL) sümbol (\a)
eu: Txirrin Karakterea (\a)
fa: نویسه بوق )\a(
fi: Varoitusmerkki (\a)
fr: Le caractère « Sonnerie » (\a)
gl: O carácter campaíña (\a)
he: תו פעמון (a\)
hi: बेल अक्षर (\a)
hu: A csengő karakter (\a)
it: Il carattere campanella (\a)
ja: ベル文字 (\a)
kk: "Қоңырау" белгісі (\a)
km: តួអក្សរ​កណ្តឹង (\a)
ko: 종소리 문자 (\a)
lv: Zvana rakstzīme (\a)
mk: Знакот Ѕвонче (\a)
ms: Aksara Loceng (\a)
nb: Bjelletegnet (\a)
nds: Pingel-Teken (\a)
ne: बेल क्यारेक्टर (\a)
nl: Het bell-teken (\a)
nn: Bjølleteiknet (\a)
pl: Znak dzwonka (\a)
pt: O Carácter de Campainha (\a)
pt_br: O caractere de aviso sonoro (\a)
ro: Caracterul „Clopoțel” (\a)
ru: Символ звонка (\a)
sk: Znak zvonček (\a)
sl: Znak za pisk (\a)
sv: Alarmtecken (\a)
ta: பெல் எழுத்து(\a)
tg: Аломати Занг (\a)
tr: Zil Karakteri (\a)
uk: Символ гудка (\a)
zh_cn: 响铃字符 (\a)

source: The Form Feed Character (\f)
ar: رمز تغذية صفحة (\f)
bg: Край на страница (\f)
bs: Znak "Form Feed" (\f)
ca: El caràcter de salt de pàgina (\f)
cs: Řídící znak Form Feed (\f)
da: Formfeed-tegnet (\f)
de: Das Zeichen für Seitenvorschub (\f)
el: Ο χαρακτήρας Αλλαγής Σελίδας (\f)
eo: La formflua signo (\f)
es: El carácter de salto de página (\f)
et: Lehevahetuse (FF) sümbol (\f)
eu: Orri Jauzi Karakterea (\f)
fa: نویسه خوراندن برگه )\f(
fi: Lomakkeen syöttö -merkki (\f)
fr: Le caractère de fin de page (\f)
gl: O carácter "form feed" (\f)
he: תו הזנת דף (f\)
hi: फ़ॉर्म फीड अक्षर (\f)
hu: A lapdobás karakter (\f)
it: Il carattere di avanzamento pagina (\f)
ja: フォームフィード (\f)
kk: "Беттің соңы" белгісі (\f)
km: តួអក្សរ​មតិ​ព័ត៌មាន​​សំណុំ​បែបបទ (\f)
ko: 폼 피드 문자 (\f)
lv: Formas straumes rakstzīme (\f)
ms: Aksara Suap Borang (\f)
nb: Arkmatingstegnet (\f)
nds: Sietdaal-Teken (\f)
ne: फारम फिड क्यारेक्टर (\f)
nl: Het Form Feed-teken (\f)
nn: Arkmatingsteiknet (\f)
pl: Znak wysunięcia strony (\f)
pt: O Carácter de Nova Linha (\f)
pt_br: O caractere de avanço de página (\f)
ro: Caracterul "Form Feed" (\f)
ru: Символ конца страницы (\f)
sk: Znak form feed (\f)
sl: Znak za naslednji obrazec (\f)
sv: Sidframmatningstecken (\f)
ta: வடிவம் செலுத்தும் எழுத்து(\f)
tg: Аломати Интиҳои Саҳифа (\f)
tr: Form besleme karakteri (\f)
uk: Символ подавання бланку (\f)
zh_cn: 换页字符 (\f)

source: The Line Feed Character (\n)
ar: رمز تغذية سطر (\n)
bg: Край на ред (\n)
bs: Znak "Line Feed" (\n)
ca: El caràcter de salt de línia (\n)
cs: Odřádkování (\n)
da: Linefeed-tegnet (\n)
de: Das Zeichen für Zeilenvorschub (\n)
el: Ο χαρακτήρας Αλλαγής Γραμμής (\n)
eo: La linioflua signo (\n)
es: El carácter de salto de línea (\n)
et: Reavahetuse (LF) sümbol (\n)
eu: Lerro Jauzi Karakterea (\n)
fa: نویسه خوراندن خط )\n(
fi: Rivinvaihtomerkki (\n)
fr: Le caractère de saut de ligne (\n)
gl: O carácter "nova liña" (\n)
he: תו הזנת שורה (n\)
hi: लाइन फीड अक्षर (\n)
hu: Az újsor karakter (\n)
it: Il carattere di avanzamento riga (\n)
ja: ラインフィード (\n)
kk: "Жолдың соңы" белгісі (\n)
km: តួអក្សរ​មតិ​ព័ត៌មាន​បន្ទាត់ (\n)
ko: 다음 줄 문자 (\n)
lv: Rindas plūsmas rakstzīme (\n)
mk: Знакот Line Feed (\n)
ms: Akasar Suap Baris (\n)
nb: Linjematingstegnet (\n)
nds: Reegdaal-Teken (\n)
ne: रेखा फिड क्यारेक्टर (\n)
nl: Het Line Feed-teken (\n)
nn: Linjeskiftteiknet (\n)
pl: Znak przejścia do nowego wiersza (\n)
pt: O Carácter de Fim de Linha (\n)
pt_br: O caractere de avanço de linha (\n)
ro: Caracterul "Line Feed" (\n)
ru: Символ конца строки (\n)
sk: Znak nový riadok (\n)
sl: Znak za naslednjo vrsto (\n)
sv: Nyradstecken (\n)
ta: கோடு/இணைப்பு/வரி செலுத்தும் எழுத்து (\n)
tg: Аломати Интиҳои Сатр (\n)
tr: Satır Besleme Karakteri (\n)
uk: Символ переведення рядка (\n)
zh_cn: 换行字符 (\n)

source: The Carriage Return Character (\r)
ar: رمز إعادة المؤشر لليسار (\r)
bg: Край на ред (\r)
bs: Znak "Carriage Return" (\r)
ca: El caràcter de retorn de carro (\r)
cs: Znak návratu vozíku (\r)
da: Vognretur-tegnet (\r)
de: Das Zeichen für Wagenrücklauf (\r)
el: Ο χαρακτήρας Επαναφορά Κεφαλής (\r)
eo: La ĉaretrevena signo (\r)
es: El carácter de retorno de carro (\r)
et: Tagasijooksu (CR) sümbol (\r)
eu: Orga-itzulera karakterea (\r)
fa: نویسه بازگشت نورد )\r(
fi: Vaununpalautusmerkki (\r)
fr: Le caractère de retour-chariot (\r)
gl: O carácter "retorno de carro" (\r)
he: תו החזרת גרר (r\)
hi: कैरिज रिटर्न अक्षर (\r)
hu: A sorvége karakter (\r)
it: Il carattere di ritorno carrello (\r)
ja: キャリッジリターン (\r)
kk: "Күймешені қайтару" белгісі (\r)
km: តួអក្សរ​ដឹកជញ្ជូន​ត្រឡប់ (\r)
ko: 줄 되돌리기 문자 (\r)
lv: Karietes atgriešanās rakstzīme (\r)
mk: Знакот Carriage Return (\r)
ms: Aksara Kembalian Penyorong (\r)
nb: Vognreturtegnet (\r)
nds: Wagenretuur-Teken (\r)
ne: क्यारिज रिटर्न क्यारेक्टर (\r)
nl: Het Carriage Return-teken (\r)
nn: Vognreturteiknet (\r)
pl: Znak powrotu karetki (\r)
pt: O Carácter de Mudança de Linha (\r)
pt_br: O caractere de retorno de carro (\r)
ro: Caracterul „Retur de car” (\r)
ru: Символ возврата каретки (\r)
sk: Znak návrat vozíka (\r)
sl: Znak za začetek vrstice (\r)
sv: Returtecken (\r)
ta: நகர்த்தி திரும்பல் எழுத்து (\r)
tg: Аломати Баргашти Навард (\r)
tr: Yeni Satır (carriage return) Karakteri (\r)
uk: Символ переведення каретки (\r)
zh_cn: 回车字符 (\r)

source: The Horizontal Tab Character (\t)
ar: رمز علامة الجدولة الأفقية (\t)
bg: Хоризонтална табулация (\t)
bs: Znak horizontalnog tabulatora (\t)
ca: El caràcter de tabulació horitzontal (\t)
cs: Znak vodorovného tabulátoru (\t)
da: Vandret-tab-tegnet (\t)
de: Das Zeichen für den horizontalen Tabulator (\t)
el: Ο χαρακτήρας Οριζόντιου Στηλοθέτη (\t)
eo: La horizontala tabsigno (\t)
es: El carácter de tabulador horizontal (\t)
et: Horisontaalse tabeldusmärgi (TAB) sümbol (\t)
eu: Tab Horizontal Karakterea (\t)
fa: نویسه تب افقی )\t(
fi: Sarkainmerkki (\t)
fr: Le caractère de tabulation horizontale (\t)
gl: O carácter tabulador horizontal (\t)
he: תו טאב אופקי (t\)
hi: आड़ा टैब अक्षर (\t)
hu: A vízszintes tabulátor (\t)
it: Il carattere di tabulazione orizzontale (\t)
ja: 水平タブ (\t)
kk: "Жатық кестелеу" белгісі (\t)
km: តួអក្សរ​ផ្ទាំង​ផ្ដេក (\t)
ko: 수평 탭 문자 (\t)
lv: Horizontālās tabulācijas rakstzīme (\t)
mk: Знакот хоризонтален табулатор (\t)
ms: Aksara Tab Mendatar (\t)
nb: Det vannrette tabulatortegnet (\t)
nds: Tabulator-Teken (\t)
ne: तेर्सो ट्याब क्यारेक्टर (\t)
nl: Het Horizontal Tab-teken (\t)
nn: Vassrett tabulatorteikn (\t)
pl: Znak tabulacji poziomej (\t)
pt: O Carácter de Tabulação Horizontal (\t)
pt_br: O caractere de tabulação horizontal (\t)
ro: Caracterul TAB orizontal (\t)
ru: Символ горизонтальной табуляции (\t)
sk: Znak horizontálny tabulátor (\t)
sl: Znak za horizontalni tabulator (\t)
sv: Tecknet horisontell tabulator (\t)
ta: கிடைமட்ட தத்தல் எழுத்து (\t)
tg: Аломати Ҷадвалбандии Уфуқӣ (\t)
tr: Yatay Sekme Karakteri (\t)
uk: Символ горизонтальної табуляції (\t)
zh_cn: 水平制表字符 (\t)

source: The Vertical Tab Character (\v)
ar: رمز علامة الجدولة العمودية (\v)
bg: Вертикална табулация (\v)
bs: Znak vertikalnog tabulatora (\v)
ca: El caràcter de tabulació vertical (\v)
cs: Znak svislého tabulátoru (\v)
da: Lodret-tab-tegnet (\v)
de: Das Zeichen für den vertikalen Tabulator (\v)
el: Ο χαρακτήρας Κατακόρυφου Στηλοθέτη (\v)
eo: La vertikala tabsigno (\v)
es: El carácter de tabulador vertical (\v)
et: Vertikaalse tabeldusmärgi sümbol (\v)
eu: Tab Bertikal Karakterea (\v)
fa: نویسه تب عمودی )\v(
fi: Rivisarkain (\v)
fr: Le caractère de tabulation verticale (\v)
gl: O carácter tabulador vertical (\v)
he: תו טאב אנכי (v\)
hi: खड़ा टैब अक्षर (\v)
hu: A függőleges tabulátor (\v)
it: Il carattere di tabulazione verticale (\v)
ja: 垂直タブ (\v)
kk: "Тік кестелеу" белгісі (\v)
km: តួអក្សរ​ផ្ទាំង​បញ្ឈរ (\v)
ko: 수직 탭 문자 (\v)
lv: Vertikālās tabulācijas rakstzīme (\v)
mk: Знакот вертикален табулатор (\v)
ms: Aksara Tab Menegak (\v)
nb: Det loddrette tabulatortegnet (\v)
nds: Pielrecht Tabulator (\v)
ne: ठाडो ट्याब क्यारेक्टर (\v)
nl: Het Vertical Tab-teken (\v)
nn: Loddrett tabulatorteikn (\v)
pl: Znak tabulacji pionowej (\v)
pt: O Carácter de Tabulação Vertical (\v)
pt_br: O caractere de tabulação vertical (\v)
ro: Caracterul TAB vertical (\v)
ru: Символ вертикальной табуляции (\v)
sk: Znak vertikálny tabulátor (\v)
sl: Znak za vertikalni tabulator (\v)
sv: Tecknet vertikal tabulator (\v)
ta: செங்குத்து தத்தல் எழுத்து(\v)
tg: Аломати Ҷадвалбандии Амудӣ (\v)
tr: Dikey Sekme Karakteri (\v)
uk: Символ вертикальної табуляції (\v)
zh_cn: 垂直制表字符 (\v)

source: &Title:
ar: ال&عنوان:
bg: &Заглавие:
bs: &Naziv:
ca: &Títol:
cs: &Název:
da: &Titel:
de: &Titel:
el: &Τίτλος:
eo: &Titolo:
es: &Título:
et: &Pealkiri:
eu: &Izenburua:
fa: &عنوان:‌
fi: &Otsikko:
fr: &Titre :
gl: &Título:
he: &כותרת:
hi: शीर्षकः (&T)
hu: &Cím:
it: &Titolo:
ja: タイトル(&T):
kk: &Атауы:
km: ចំណងជើង ៖
ko: 제목(&T):
lv: &Virsraksts:
mk: На&слов:
ms: &Tajuk:
nb: &Tittel:
nds: &Titel:
ne: शीर्षक:
nl: &Titel:
nn: &Tittel:
pl: &Tytuł:
pt: &Título:
pt_br: &Título:
ro: &Titlu:
ru: &Заголовок:
sk: &Titulok:
sl: &Naslov:
sv: &Titel:
ta: &தலைப்பு:
tg: &Унвон:
tr: &Başlık:
uk: &Заголовок:
zh_cn: 名称(&T)：

source: &Description:
ar: &الوصف:
bg: О&писание:
bs: O&pis:
ca: &Descripció:
cs: &Popis:
da: &Beskrivelse:
de: &Beschreibung:
el: &Περιγραφή:
eo: &Priskribo:
es: &Descripción:
et: &Kirjeldus:
eu: &Deskribapena:
fa: &توصیف:‌
fi: &Kuvaus:
gl: &Descrición:
he: &תיאור:
hi: वर्णनः (&D)
hu: &Leírás:
it: &Descrizione:
ja: 説明(&D):
kk: &Сипаттамасы:
km: សេចក្ដី​ពិពណ៌នា ៖
ko: 설명(&D):
lv: &Apraksts:
mk: &Опис:
ms: &Huraian:
nb: &Beskrivelse:
nds: &Beschrieven:
ne: वर्णन:
nl: B&eschrijving:
nn: &Skildring:
pl: &Opis
pt: &Descrição:
pt_br: &Descrição:
ro: &Descriere:
ru: &Описание:
sk: &Popis:
sl: &Opis:
sv: &Beskrivning:
ta: &விவரிப்பி:
tg: &Шарҳдиҳӣ:
tr: &Açıklama:
uk: &Опис:
zh_cn: 描述(&S)：

source: &Automatically replace using this item
ar: ال&تبديل التلقائي عند استعمال هذا العنصر
ca: Substitueix &automàticament usant aquest element
cs: &Automaticky nahrazovat touto položkou
da: Erstat &automatisk ved brug af dette punkt
eo: &Aŭtomate anstataŭigi uzante tiun ĉi eron
es: Sustituir &automáticamente usando este elemento
eu: &Automatikoki ordezkatu gai hau erabiliz
fa: جایگزینی &خودکار با استفاده از این فقره‌
fr: Remplacer &automatiquement en utilisant cet élément
hi: इस वस्तु के उपयोग से स्वचलित बदलें (&A)
it: Sostituisci &automaticamente usando questo elemento
ja: 自動的にこの合成正規表現に置換する(&A)
kk: Осымен &автоматты түрде ауыстыру
lv: &Automātiski aizvietot izmantojot šo vienumu
ms: &Ganti secara aotumatik menggunakan item ini
nb: Bytt ut &automatisk med dette elementet
ne: यो वस्तु प्रयोग गरेर स्वचालित रूपमा प्रतिस्थापन गर्नुहोस्
nl: &Automatisch vervangen met behulp van dit item
nn: Byt &automatisk ut med dette elementet
pl: &Automatycznie zamieniaj używając tego
pt: Substituir &automaticamente por este item
pt_br: &Substituir automaticamente usando este item
ro: Î&nlocuire automată folosind acest element
ru: &Заменить
sk: &Automaticky nahradiť pri použití tejto položky
sl: &Samodejno nadomesti z uporabo tega dela
sv: Ersätt &automatiskt med det här objektet
ta: இந்த உருப்படியை பயன்படுத்தி தானாக மாற்றிடும்
uk: &Автоматично замінювати цим елементом
zh_cn: 自动使用此项替换 (&A)
