Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: Could not open file for writing: %1
ar: فشل فتح الملف للكتابة: %1
bg: Грешка при отваряне на файл за запис: %1
bs: Datoteka ne može da se otvori za pisanje: %1
ca: No s'ha pogut obrir el fitxer per a escriptura: %1
cs: Nelze otevřít soubor pro zápis: %1
da: Kunne ikke åbne fil til skrivning: %1
de: Datei %1 kann nicht zum Schreiben geöffnet werden
el: Αδύνατο το άνοιγμα του αρχείου για εγγραφή: %1
eo: Ne eblis malfermi dosieron por skribi: %1
es: Imposible abrir archivo para escritura: %1
et: Ei suuda faili %1 kirjutamiseks avada.
eu: Ezin da fitxategia idazketarako ireki: %1
fa: برای نوشتن نتوانست پرونده را باز کند: %1
fi: Ei voitu avata tiedostoa kirjoitettavaksi: %1
fr: Impossible d'ouvrir le fichier pour écriture : %1
gl: Non foi posíbel abrir o ficheiro para escribir nel: %1
he: אי אפשר לפתוח את הקובץ לכתיבה: %1
hi: फ़ाइलः %1 खोला नहीं जा सका लिखने के लिए
hu: Nem sikerült megnyitni a(z) %1 fájlt írásra.
it: Impossibile aprire il file in scrittura: %1
ja: ファイルを書き込みのために開けませんでした: %1
kk: Келесіні жазу үшін файл ашылмады: %1
km: មិន​អាច​បើក​ឯកសារ​សម្រាប់​ការសរសេរ ៖ %1
ko: 파일에 쓰려고 열 수 없습니다: %1
lv: Nevar atvērt rakstīšanai failu: %1
mk: Не можам да ја отворам датотеката за запишување: %1
ms: Tidak dapat buka fail untuk menulis: %1
nb: Klarte ikke åpne fila %1 for skriving
nds: Datei "%1" lett sik nich för't Schrieven opmaken.
ne: लेख्नका लागि फाइल खोल्न सकेन: %1
nl: Het bestand kan niet voor schrijven worden geopend: %1
nn: Klarte ikkje opna fil for skriving: %1
pl: Nie można otworzyć pliku dla zapisu: %1
pt: Não foi possível abrir o ficheiro para escrita: %1
pt_br: Não foi possível abrir arquivo para escrita: %1
ro: Fișierul nu a putut fi deschis pentru scriere: %1
ru: Не удаётся сохранить файл: %1
sk: Nepodarilo sa otvoriť súbore pre zápis: %1
sl: Ni moč odpreti datoteke za pisanje: %1
sv: Kunde inte öppna fil för att skriva: %1
ta: எழுதுவதற்கு கோப்பினை திறக்க முடியவில்லை:%1
tg: Барои навиштан файл кушода намешавад: %1
tr: Dosya açılamadı: %1
uk: Неможливо відкрити файл для запису: %1

source: <p>Value for attribute <b>%1</b> was not an integer for element <b>%2</b></p><p>It contained the value <b>%3</b></p>
ar: <p>قيمة الصفة <b>%1</b> لم تكن عدداً صحيحاً للعنصر <b>%2</b></p><p>إذ احتوت على القيمة <b>%3</b></p>
bg: <p>Стойността на атрибута <b>%1</b> на елемента <b>%2</b> не е цяло число.</p><p>Намерената стойност е <b>%3</b>.</p>
bs: <p>Vrijednost za atribut <b>%1</b> nije cijelobrojna za element <b>%2</b></p><p>Vrijednost atributa je <b>%3</b></p>
ca: <p>El valor de l'atribut <b>%1</b> no és un enter per a l'element <b>%2</b></p><p>Conté el valor <b>%3</b></p>
cs: <p>Hodnota vlastnosti <b>%1</b> nebyla celé číslo pro prvek<b>%2</b></p> <p>Obsahovala hodnotu <b>%3</b></p>
da: <p>Værdi for attribut <b>%1</b> var ikke et heltal for element <b>%2</b></p><p>Det indeholdt værdien <b>%3</b></p>
de: <p>Wert für Attribut <b>%1</b> von Element <b>%2</b> ist kein ganzzahliger Wert. Es enthält den Wert <b>%3</b></p>
el: <p>Η τιμή της ιδιότητας <b>%1</b> δεν ήταν ένας ακέραιος για το στοιχείο <b>%2</b></p><p>Περιείχε την τιμή <b>%3</b></p>
eo: <p>Valoro por atributo <b>%1</b> ne estis entjero por elemento <b>%2</b></p><p>Ĝi enhavis la valoron <b>%3</b> </p>
es: <p>El valor del atributo <b>%1</b> no era un entero para el elemento <b>%2</b></p><p>Contenía el valor <b>%3</b></p>
et: <p>Atribuudi <b>%1</b> väärtus ei ole elemendi <b>%2</b> osa</p><p>See sisaldas väärtust <b>%3</b></p>
eu: <p><b>%1</b> atributuaren balioa ez da <b>%2</b> elementuarentzako zenbaki oso bat</p><p><b>%3</b> balioa zuen</p>
fa: <p>مقدار خصیصه<b>%1</b> برای عنصر <b>%2</b></p><p>یک عدد صحیح نبود. حاوی مقدار<b>%3</b></p>بود.
fi: <p>Määritteen <b>%1</b> arvo ei ollut kokonaisluku alkiolle <b>%2</b></p><p>Se sisälsi arvon <b>%3</b></p>
fr: <p>La valeur pour l'attribut <b>%1</b> n'était pas un entier pour l'élément <b>%2</b></p><p>Il contenait la valeur <b>%3</b></p>
gl: <p>O valor do atributo <b>%1</b> non era un enteiro para o elemento <b>%2</b></p><p>Contiña o valor <b>%3</b></p>
he: <p>הערך של המאפיין <b>%1</b> אינו מספר שלם עבור הרכיב <b>%2</b></p><p>הוא מכיל את הערך <b>%3</b></p>
hu: <p>A(z) <b>%1</b> attribútum értéke nem egész szám volt a(z) <b>%2</b> elemnél.</p><p>A tartalmazott érték: <b>%3</b></p>
it: <p>Il valore dell'attributo <b>%1</b> dell'elemento <b>%2</b> non è un intero.</p><p>Contiene il valore <b>%3</b></p>
ja: <p>要素 <b>%2</b> の属性 <b>%1</b> の値は整数でありませんでした。</p><p>値は <b>%3</b> でした。</p>
kk: <p><b>%1</b> атрибутының мәні <b>%2</b> элементіне лайық емес</p> <p>Ондағы мән <b>%3</b></p>
km: <p>តម្លៃ​សម្រាប់​គុណ​លក្ខណៈ <b>%1</b> មិន​មែន​ជា​ចំនួន​គត់​សម្រាប់​ធាតុ <b>%2</b></p><p>វា​មាន​តម្លៃ <b>%3</b></p>
ko: <p><b>%1</b>속성의 값이 <b>%2</b> 원소의 정수가 아닙니다</p><p>포함한 값은 <b>%3</b>입니다.</p>
lv: <p>Atribūta vērtība <b>%1</b> nav skaitlis. Elements <b>%2</b></p><p>Satur vērtību <b>%3</b></p>
mk: <p>Вредноста за атрибутот <b>%1</b> не беше цел број за елементот <b>%2</b></p><p>Тој ја содржеше вредноста <b>%3</b></p>
ms: <p>Nilai untuk atribut <b>%1</b> bukan integer untuk elemen <b>%2</b></p><p>Ia mengandungi nilai <b>%3</b></p>
nb: <p>Verdi for attributen <b>%1</b> var ikke et heltall for elementet <b>%2</b></p><p>Den inneholdt verdien <b>%3</b></p>
nds: <p>Weert för Attribut <b>%1</b> weer keen Heeltall för't Element <b>%2</b></p><p>Dat bargt den Weert <b>%3</b></p>
ne: <p> <b>%1</b> विशेषताको मान<b>%2</b> तत्वका लागि इन्टिजर थिएन</p><p>यसले <b>%3</b> मान समावेश गर्दथ्यो</p>
nl: <p>Waarde voor attribuut <b>%1</b> was geen integer voor element <b>%2</b></p><p>Het bevatte de waarde <b>%3</b>.</p>
nn: <p>Verdien til attributtet <b>%1</b> var ikkje eit heiltal for elementet <b>%2</b>.</p><p>Han inneheldt verdien <b>%3</b>.</p>
pl: <p>Wartość atrybutu <b>%1</b> nie był liczbą w elemencie <b>%2</b></p><p>Zawierał on wartość <b>%3</b></p>
pt: <p>O valor para o atributo <b>%1</b> não era um inteiro para o elemento <b>%2</b></p><p>Continha o valor <b>%3</b></p>
pt_br: <p>Valor para atributo <b>%1</b> não era um inteiro, para o elemento <b>%2</b></p><p>Ele continha o valor <b>%3</b></p>
ru: <p>Значение для атрибута <b>%1</b> не соответствует элементу <b>%2</b></p><p> Элемент содержит значение <b>%3</b></p>
sk: <p>Hodnota pre atribút <b>%1</b> nebola celé číslo pre element <b>%2</b></p><p>Obsahoval hodnotu <b>%3</b></p>
sl: <p>Vrednost atributa <b>%1</b> za element <b>%2</b> ni bila celo število</p><p>Vsebovala je vrednost <b>%3</b></p>
sv: <p>Värde för attributet <b>%1</b> var inte ett heltal för elementet <b>%2</b></p><p>Det innehöll värdet <b>%3</b></p>
ta: <p>மாற்றுவிருப்பத்தின் மதிப்பு <b>%1</b> உறுபிற்கு ஒரு எண் அல்ல<b>%2</b></p><p>மதிப்புகலை கோண்டது <b>%3</b></p>
tg: <p>Қиммат барои нишона <b>%1</b> бо элементи <b>%2</b></p><p>мувофиқат намекунад. Элементи қиммати <b>%3</b></p>-ро дар бар мегирад
tr: <p>Değer özelliği <b>%1</b>, <b>%2</b> elementi için bir tamsayı değil.</p><p>I<b>%3</b> değerini içeriyor.</p>
uk: <p>Значення для атрибуту<b>%1</b> не було ціле число для елементу <b>%2</b></p><p>Воно містило значення <b>%3</b></p>

source: Error While Loading From XML File
ar: خطأ عند التحميل من ملف XML
bg: Грешка при зареждане на файла с дефиницията
bs: Greška prilikom čitanja iz XML datoteke
ca: Error en carregar des del fitxer XML
cs: Chyba při načítání z XML souboru
da: Fejl ved indlæsning fra XML-fil
de: Fehler beim Lesen aus XML-Datei
el: Σφάλμα κατά τη φόρτωση από το αρχείο XML
eo: Eraro dum legado de XML-dosiero
es: Error al cargar desde el archivo XML
et: Viga XML failist laadimisel
eu: Akatsa XML Fitxategitik Zamatzerakoan
fa: خطا هنگام بار کردن از پرونده XML
fi: Virhe XML-tiedostoa ladattaessa
fr: Une erreur est survenue lors du chargement à partir d'un fichier XML
gl: Erro ao cargar do ficheiro XML
he: שגיאה במהלך טעינה מתוך קובץ XML
hi: एक्सएमएल फ़ाइल से लोड करने में त्रुटि
hu: Hiba történt az XML fájlból való betöltés közben
it: Errore durante il caricamento dal file XML
ja: XML ファイルからの読み込み中にエラー
kk: XML файлын оқыған кезде қате пайда болды
km: កំហុស​​ខណៈ​ពេល​កំពុង​ផ្ទុក​ពី​ឯកសារ XML
ko: XML 파일에서 불러오는 중 오류 발생
lv: Kļūda ielādējot XML failu
mk: Грешка при вчитување од XML-датотеката
ms: Ralat Semasa Memuatkan Dari Fail XML
nb: Feil ved lasting fra XML-fil
nds: Fehler bi't Lesen ut XML-Datei
ne: XML फाइलबाट लोड गर्दा त्रुटि
nl: Fout bij laden van XML-bestand
nn: Feil ved lasting frå XML-fil
pl: Błąd podczas wczytywania z pliku XML
pt: Erro ao Ler do Ficheiro XML
pt_br: Erro Enquanto Carregava de um Arquivo XML
ro: Eroare la încărcarea din fișierul XML
ru: Ошибка при чтении из XML файла
sk: Chyba pri načítavaní súboru XML
sl: Napaka pri nalaganju iz datoteke XML
sv: Fel vid laddning från XML-fil
ta: XML-கோப்பில் இருந்து ஏற்றல் செய்யும் போது பிழை ஏற்பட்டுள்ளது
tg: Хатогӣ Ҳангоми Боркунӣ Аз Файли XML
tr: XML Dosyasından Yüklenirken Hata
uk: Помилка завантаження з файла XML

source: Number of Times to Repeat Content
ar: عدد المرات لتكرار المحتويات
bg: Повторение
bs: Broj ponavljanja sadržaja
ca: Nombre de cops a repetir el contingut
cs: Počet opakování obsahu
da: Antal gange indholdet skal gentages
de: Anzahl Wiederholungen des Inhalts
el: Αριθμός επανάληψης των περιεχομένων
eo: Nombro de multobligoj por ripeto de enhavo
es: Número de veces a repetir el contenido
et: Sisu kordamiste arv
eu: Edukia Errepikatu Beharreko Aldi Kopurua
fa: تعداد دفعات تکرار محتوا
fi: Sisällön toistojen määrä
fr: Nombre de répétitions du contenu
gl: Número de veces a repetir o contido
he: מספר הפעמים שלחזרה על התוכן
hi: सामग्रियों को जितनी दफा दोहराना है वह संख्या
hu: A tartalom ismétlésének száma
it: Numero di ripetizioni del contenuto
ja: 内容を繰り返す回数
kk: Мазмұны неше рет қайталануы тиіс
km: ចំនួន​ដង​ធ្វើ​មាតិកា​ដដែលៗ
ko: 내용 반복 횟수
lv: Satura atkārtošanas skaits
mk: Број на повторувања на содржината
ms: Bilangan Kali Hendak Mengulang Kandungan
nb: Antall ganger innholdet skal gjentas
nds: Wedderhaaltall
ne: सामग्री दोहोर्याउनका लागि समय
nl: Aantal herhalingen van inhoud
nn: Tal på gongar innhaldet skal gjentakast
pl: Ile razy zawartość ma być powtórzona
pt: Número de Repetições do Conteúdo
pt_br: Número de Vezes para Repetir o Conteúdo
ro: Numărul de ori de repetat conținutul
ru: Сколько раз повторить содержимое
sk: Počet opakovaní obsahu
sl: Število ponovitev vsebine
sv: Antal gånger som innehållet ska upprepas
ta: எத்தனை முறை உள்ளடக்கத்தினை திரும்பச்செய்ய வேண்டும்
tg: Маротибаи Такроршавии Таркиб
tr: İçeriği Tekrar Etme Sayısı
uk: Кількість повторень для змісту

source: Times to Match
ar: عدد المرات للمطابقة
bg: Брой съвпадения
bs: Uskladiti puta
ca: Vegades a coincidir
cs: Počet shod
da: Antal gange det skal matche
de: Anzahl übereinstimmender
el: Αριθμός ταιριασμάτων
eo: Nombro de multobligoj por kapti
es: Veces a coincidir
et: Sobivuste arv
eu: Bat-egite kopurua
fa: دفعات تطبیق
fi: Osumakertojen määrä
fr: Nombre de correspondances voulues
gl: Veces a coincidir
he: מספר הפעמים ללכידה
hi: कितनी बार जोड़ मिलाएँ
hu: Az illeszkedések száma
it: Numero di ripetizioni
ja: マッチする回数
kk: Сәйкестіктер саны
km: ចំនួន​ដង​សម្រាប់​ផ្គូផ្គង
ko: 일치 횟수
lv: Cik reizes sakrist
mk: Број на совпаѓања
ms: Kali untuk Padan
nb: Antall ganger det skal finnes
nds: Tall vun Övereenstimmen
ne: मिल्नुपर्ने समय
nl: Aantal overeenkomsten
nn: Tal på treff
pl: Ile razy dopasować
pt: Número de Vezes a Corresponder
pt_br: Número de Vezes para Coincidir
ro: Numărul de potriviri
ru: Число совпадений
sk: Počet opakovaní
sl: Število ujemanj
sv: Antal matchningar
ta: காலத்துடன் பொருந்துக
tg: Шумораи Мувофиқаткунӣ
tr: Eşleme Sayısı
uk: Кількість повторень

source: Any number of times (including zero times)
ar: أي عدد من المرات (تشمل ولا مرة)
ca: Qualsevol nombre de vegades (incloent-hi cap vegada)
cs: Jakékoliv číslo počtu opakování (včetně 0)
da: Vilkårligt antal gange (inklusive nul gange)
eo: Iu ajn nombro (inkl. nul-oblo)
es: Cualquier número de veces (incluidas 0 veces)
eu: Edozein aldi kopuru (zero aldiz barne)
fa: هر تعداد دفعه )شامل هیچ بار(
fr: Un nombre quelconque de fois (voire 0 fois)
hi: कितनी ही बार (शून्य बार को मिला कर)
it: Qualsiasi numero di volte (anche zero)
ja: 任意の回数 (0 回を含む)
kk: Бірнеше рет (нөл ретін қоса)
lv: Vienalga cik reizes (ieskaitot 0 reizes)
ms: Sebarang bilangan kali (termasuk sifar kali)
nb: Vilkårlig antall ganger (medregnet null ganger)
ne: जति पटक पनि (शून्य पटक सहित)
nl: Nul of meer
nn: Vilkårleg mange gongar (inkludert null gongar)
pl: Dowolną ilość razy (także zero razy)
pt: Qualquer número de vezes (incluindo zero vezes)
pt_br: Qualquer número de vezes (incluindo zero vezes)
ro: De ori cîte ori (inclusiv niciodată)
ru: Несколько раз (включая ноль раз)
sk: Ľubovoľný počet (aj 0-krát)
sl: Katerokoli število pojavitev (vključno z nič)
sv: Hur många gånger som helst (inklusive ingen gång)
ta: எத்தனை முறை வேண்டுமானாலும்(சுழி முறை உட்பட)
uk: Будь-яка кількість раз (нуль разів включно)

source: At least
ar: على الأقل
bg: Поне
bs: Barem
ca: Com a mínim
cs: Nejméně
da: Mindst
de: Mindestens
el: Τουλάχιστον
eo: Almenaŭ
es: Como mínimo
et: Vähemalt
eu: Gutxienez
fa: حداقل
fi: Vähintään
fr: Au moins
gl: Polo menos
he: לכל הפחות
hi: कम से कम
hu: legalább
it: Almeno
ja: 以上
kk: Кемінде
km: យ៉ាងហោច​ណាស់
ko: 최소
lv: Vismaz
mk: Најмалку
ms: Sekurang-kurangnya
nb: Minst
nds: Tominnst
ne: कम्तिमा
nl: Tenminste
nn: Minst
pl: Przynajmniej
pt: Pelo menos
pt_br: No mínimo
ro: Cel puțin
ru: Не менее
sk: Najmenej
sl: Vsaj
sv: Som minst
ta: குறைந்தபட்சம்
tg: На кам
tr: En az
uk: Щонайменше
zh_cn: 至少

source: At most
ar: على الأكثر
bg: Не повече от
bs: Najviše
ca: Com a màxim
cs: Nejvíce
da: Højst
de: Höchstens
el: Το πολύ
eo: Maksimume
es: Como máximo
et: Enim
eu: Gehienez
fa: حداکثر
fi: Enintään
fr: Au plus
gl: Como moito
he: לכל היותר
hi: अधिक से अधिक
hu: legfeljebb
it: Al più
ja: 以下
kk: Көп дегенде
km: យ៉ាងច្រើន
ko: 최대
lv: Augstākais
mk: Најмногу
ms: Paling banyak
nb: Høyst
nds: Tohööchst
ne: बढीमा
nl: Hoogstens
nn: Høgst
pl: Najwyżej
pt: Até
pt_br: No máximo
ro: Cel mult
ru: Не более
sk: Najviac
sl: Največ
sv: Som mest
ta: அதிகபட்சம்
tg: На зиёда
tr: En çok
uk: Щонайбільше
zh_cn: 最多

source: Exactly
ar: بالضبط
bg: Точно
bs: Tačno
ca: Exactament
cs: Přesně
da: Nøjagtigt
de: Genau
el: Ακριβώς
eo: Ĝuste
es: Exactamente
et: Täpselt
eu: Zehatz
fa: درست
fi: Täsmälleen
fr: Exactement
gl: Exactamente
he: בדיוק
hi: सटीक
hu: pontosan
it: Esattamente
ja: 正確に
kk: Тұра
km: ពិត​ប្រាកដ
ko: 정확히
lv: Tieši
mk: Точно
ms: Tepat
nb: Akkurat
nds: Nau
ne: ठ्याक्कै
nl: Precies
nn: Akkurat
pl: Dokładnie
pt: Exactamente
pt_br: Exatamente
ro: Exact
ru: Точно
sk: Presne
sl: Natanko
sv: Exakt
ta: சரியாக
tg: Дақиқ
tr: Tam
uk: Точно

source: From
ar: مِن
ca: Des de
cs: Od
da: Fra
eo: De
es: Desde
eu: Hontatik
fa: از
fr: De
hi: से
it: Da
ja: 以上 - 以下
kk: Келесі аралықта:
lv: No
ms: Daripada
nb: Fra
ne: बाट
nl: Van
nn: Frå
pl: Od
pt: De
pt_br: De
ro: De la
ru: От
sk: Od
sl: Od
sv: Från
ta: தொடர்ந்து
uk: Від
zh_cn: 来源

source: to
ar: إلى
bg: до
bs: do
ca: a
cs: do
da: til
de: und
el: έως
eo: al
es: a
et: kuni
eu: hontara
fa: تا
fi: mihin
fr: à
gl: ata
he: ל־
hi: को
hu: eddig
it: a
km: ដល់
ko: 끝
lv: uz
mk: до
ms: hingga
nb: til
nds: bet
ne: लाई
nl: tot
nn: til
pl: do
pt: até
pt_br: até
ro: pînă la
ru: до
sk: do
sl: do
sv: till
ta: பெறுவது
tg: то
tr: bitiş
uk: до
zh_cn: 至

source: time(s)
ar: المرّات
bg: път(и)
bs: put(a)
ca: vegada/es
cs: krát
da: gang(e)
de: mal
el: φορά(ές)
eo: -oble
es: vez (veces)
et: korda
eu: aldiz
fa: دفعه
fi: kertaa
fr: fois
gl: vez(es)
he: פעמים
hi: बार
hu: alkalommal
it: volta/e
ja: 回
kk: рет
km: ដង
ko: 횟수
lv: reize(s)
mk: пат(и)
ms: kali
nb: gang(er)
nds: maal
ne: पटक
nl: keer
nn: gong(ar)
pl: raz(y)
pt: vez(es)
pt_br: vez(es)
ro: ori
ru: раз(а)
sk: -krát
sl: pojavitev
sv: gång(er)
ta: முறைகள்
tg: маротиба(ҳо)
tr: kez
uk: раз
zh_cn: 次

source: Repeated Any Number of Times
ar: متكرّر أي عدد من المرّات
bg: Повторение няколко пъти
bs: Ponovljeno bilo koji broj puta
ca: Repetit qualsevol nombre de vegades
cs: Opakováno libovolně krát
da: Gentaget vilkårligt antal gange
de: Beliebig oft wiederholt
el: Απεριόριστη επανάληψη
eo: Ripeta Ajna Nombro de Tempoj
es: Repetido cualquier número de veces
et: Kordub suvaline arv kordi
eu: Behin baino gehiagotan errepikatua
fa: تکرار در هر چند دفعه
fi: Toistuu rajattomasti
fr: Répété un nombre quelconque de fois
gl: Repetido calquera número de veces
he: חוזר מספר כלשהו של פעמים
hi: कितनी ही बार दोहराएँ
hu: akárhányszor ismétlődve
it: Ripetuto un qualsiasi numero di volte
ja: 任意の回数の繰り返し
kk: Бірнеше рет қайталанған
km: បាន​ធ្វើ​ដដែល​គ្រប់​ចំនួន​ដង​ទាំងអស់
ko: 불특정 횟수 반복됨
lv: Atkārtot vienalga cik reižu
ms: Diulang Sebarang Bilangan Kali
nb: Vilkårlig antall gjentakelser
nds: jichtenswat faken
ne: जति पटक पनि दोहोरिएको
nl: Willekeurig aantal keren herhaald
nn: Vilkårleg mange gjentakingar
pl: Powtórzone dowolną liczbę razy
pt: Repetida Qualquer Número de Vezes
pt_br: Repetido qualquer número de vezes
ro: Repetat de ori cîte ori
ru: Повторяется несколько раз
sk: Opakovaný ľubovoľný počet-krát
sl: Ponovljeno poljubno mnogokrat
sv: Upprepad hur många gånger som helst
ta: எத்தனை முறை வேண்டுமானாலும் திரும்பச்செய்யலாம்
tg: Якчанд Маротиба Такрор Мешавад
tr: Hiçbir Sayı için Tekrarlanmadı
uk: Повторюється будь-яку кількість разів

source: Repeated at Least 1 Time
ar: لم يتكرر ولا مرة
bg: Повторение поне веднъж
bs: Ponovljeno najmanje %1 put.
ca: Repetit com a mínim 1 vegada
cs: Opakováno nejméně jednou
da: Gentaget mindst 1 gang
de: Mindestens einmal wiederholt
el: Επανάληψη τουλάχιστον 1 φορά
eo: Ripetata almenaŭ %1 fojon
es: Repetido al menos %1 vez
et: Kordub vähemalt 1 kord
eu: Gutxienez 1 errepikatua
fi: Toistuu vähintään kerran
fr: Répété au moins %1 fois
gl: Repetida polo menos unha vez
he: חוזר לפחות פעם אחת
hu: Legalább 1 alkalommal ismétlődik
it: Ripetuto almeno 1 volta
ja: %1 回以上の繰り返し
kk: Кемінде %1 рет қайталанған
km: បាន​ធ្វើ​ដដែល​យ៉ាងហោច %1 ដង
ko: 최소 %1번 반복됨
lv: Atkārtots vismaz %1 reizi
mk: Повторено најмалку %1 пат
nb: Gjentatt minst 1 gang
nds: tominnst eenmaal
ne: कम्तिमा १ पटक दोहोरियो
nl: Tenminste 1 keer herhaald
nn: Minst 1 gjentaking
pl: Powtórzone przynajmniej %1 raz
pt: Repetida pelo Menos 1 Vez
pt_br: Repetida pelo Menos 1 Vez
ro: Repetat cel puțin 1 dată
ru: Повторяется не менее %1 раза
sk: Opakované najmenej raz
sl: Ponovljeno vsaj %1-krat
sv: Upprepad minst 1 gång
tr: En Az 1 Kez Tekrarlandı
uk: Повторюється щонайменше %1 раз

source: Repeated at Most 1 Time
ar: لم يتكرر ولا مرة
bg: Повторение най-много веднъж
bs: Ponovljeno najviše %1 put
ca: Repetit com a màxim 1 vegada
cs: Opakováno nejvíce jednou
da: Gentaget højst 1 gang
de: Höchstens einmal wiederholt
el: Επανάληψη το πολύ 1 φορά
eo: Ripetata maksimume %1 fojon
es: Repetido como máximo %1 vez
et: Kordub kõige enam 1 kord
eu: Gehienez 1 errepikatua
fi: Toistuu enintään kerran
fr: Répété au plus %1 fois
gl: Repetida como moito 1 vez
he: חוזר פעם אחת לכל היותר
hu: Legfeljebb 1 alkalommal ismétlődik
it: Ripetuto al massimo 1 volta
ja: %1 回以下の繰り返し
kk: Көп дегенде %1 рет қайталанған
km: បាន​ធ្វើ​ដដែលៗ​យ៉ាងច្រើន %1 ដង
ko: 최대 %1번 반복됨
lv: Atkārtots augstākais %1 reizi
mk: Повторено најмногу %1 пат
nb: Gjentatt høyst 1 gang
nds: tohööchst eenmaal
ne: बढीमा १ पटक दोहोरियो
nl: Ten hoogste 1 keer herhaald
nn: Maks 1 gjentaking
pl: Powtórzone co najwyżej %1 raz
pt: Repetida no Máximo 1 Vez
pt_br: Repetida no Máximo 1 Vez
ro: Repetat cel mult 1 dată
ru: Повторяется не более %1 раза
sk: Opakované najviac 1-krát
sl: Ponovljeno največ %1-krat
sv: Upprepad som mest 1 gång
tr: En Çok Bir Kez Tekrarlandı
uk: Повторюється щонайбільше %1 раз

source: Repeated Exactly 1 Time
ar: لم يتكرر ولا مرة
bg: Повторение точно веднъж
bs: Ponovljeno tačno %1 put
ca: Repetit exactament 1 vegada
cs: Opakováno přesně jednou
da: Gentaget nøjagtigt 1 gang
de: Genau einmal wiederholt
el: Επανάληψη ακριβώς 1 φορά
eo: Ripetata ekzakte %1 fojon
es: Repetido exactamente %1 vez
et: Kordub täpselt 1 kord
eu: Zehazki 1 errepikatua
fi: Toistuu täsmälleen kerran
fr: Répété exactement %1 fois
gl: Repetida exactamente 1 vez
he: חוזר בדיוק פעם אחת
hu: Pontosan 1 alkalommal ismétlődik
it: Ripetuto esattamente 1 volta
ja: 正確に %1 回の繰り返し
kk: %1 рет қайталанған
km: បាន​ធ្វើ​ដដែលៗ​ពិត​ប្រកដ %1 ដង
ko: 정확히 %1번 반복됨
lv: Atkārtots precīzi %1 reizi
mk: Повторено точно %1 пат
nb: Gjentatt akkurat 1 gang
nds: nau eenmaal
ne: ठ्याक्कै १ पटक दोहोरियो
nl: Precies 1 keer herhaald
nn: Akkurat 1 gjentaking
pl: Powtórzone dokładnie %1 raz
pt: Repetida Exactamente 1 Vez
pt_br: Repetida Exatamente 1 Vez
ro: Repetat exact 1 dată
ru: Повторяется точно %1 раз
sk: Opakované presne 1-krát
sl: Ponovljeno točno %1-krat
sv: Upprepad exakt 1 gång
tr: Tam Olarak Bir Kez Tekrarlandı
uk: Повторюється точно %1 раз

source: Repeated From %1 to %2 Times
ar: متكرّر من %1 إلى %2 مرّات
bg: Повторение от %1 до %2 пъти
bs: Ponovljeno od %1 do %2 puta
ca: Repetit de %1 a %2 vegades
cs: Opakováno %1 až %2 krát
da: Gentaget fra %1 til %2 gange
de: Zwischen %1 und %2 mal wiederholt
el: Επανάληψη από %1 έως %2 φορές
eo: Ripeta De %1 ĝis %2 Oble
es: Repetido de %1 a %2 veces
et: Kordub %1 kuni %2 korda
eu: Errepikatuta %1-etik %2 Alditara
fa: دفعات تکرار از %1 تا %2
fi: Toistuu %1–%2 kertaa
fr: Répété entre %1 et %2 fois
gl: Repetido de %1 a %2 veces
he: חוזר בין %1 ל־%2 פעמים
hi: %1 से %2 बार दोहराएँ
hu: %1..%2 alkalommal
it: Ripetuto da %1 a %2 volte
ja: %1 回以上 %2 回以下の繰り返し
kk: %1 реттен %2 ретке дейін қайталанған
km: បាន​ធ្វើ​ដដែលៗ​ពី %1 ទៅ %2 ដង
ko: %1번부터 %2번까지 반복됨
lv: Atkārtots no %1 līdz %2 reizēm
mk: Повторено од %1 до %2 пати
ms: Diulang Dari %1 hingga %2 Kali
nb: Gjentatt fra %1 til %2 ganger
nds: vun %1 bet %2 maal
ne: %1 देखि %2 पटक दोहोरिएको
nl: %1 tot %2 keer herhaald
nn: Frå %1 til %2 gjentakingar
pl: Powtórzone od %1 do %2 razy
pt: Repetida de %1 a %2 Vezes
pt_br: Repetido de %1 até %2 vezes
ro: Repetat de la %1 pînă la %2 ori
ru: Повторяется от %1 до %2 раз
sk: Opakovaný od %1 do %2-krát
sl: Ponovljeno od %1- do %2-krat
sv: Upprepad från %1 till %2 gånger
ta: %1 முதல் %2 முறை வரை திரும்பச்செய்யலாம்
tg: Аз %1 то %2 Маротиба Такрор Мешавад
tr: %1 İçin %2 Kere Tekrarlandı
uk: Повторюється від %1 до %2 разів
