Repository: KDE/kregexpeditor
Catalog: po/*/kregexpeditor.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, it, ja, kk, km, ko, lv, mk, ms, nb, nds, ne, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tg, tr, uk, zh_cn

source: Load text in the verifier window
ar: حمّل النص فى نافذة المُتَحَِِّق
bg: Зареждане на текст в прозореца за проверка
bs: Učitaj tekst u prozor utvrđivača
ca: Carrega text en la finestra de verificació
cs: Načíst text do ověřovacího okna
da: Indlæs tekst i verifikator-vinduet
de: Text ins Evaluationsfenster laden
el: Φόρτωση κειμένου στο παράθυρο επαλήθευσης
eo: Ŝargi tekston en la kontrolila fenestro
es: Cargar texto en la ventana de verificación
et: Laadi tekst kontrolliaknas
eu: Testua zamatu leiho egiaztatzailean
fa: بارگیری متن در پنجره وارسی‌کننده
fi: Lataa teksti tarkistusikkunassa
fr: Charger le texte dans la fenêtre de vérification
gl: Cargar texto para a xanela do verificador
he: טעינת טקסט בחלון המאמת
hi: वेरिफायर विंडो में पाठ लोड करें
hu: Szöveg betöltése az ellenőrzési ablakba
it: Carica testo nella finestra del verificatore
ja: 検証ウィンドウにテキストを読み込み
kk: Тексеру терезесіне мәтінді жүктеу
km: ផ្ទុក​អត្ថបទ​ក្នុង​បង្អួច​កម្មវិធី​ផ្ទៀងផ្ទាត់
ko: 확인 창에 텍스트 불러오기
lv: Ielādēt tekstu verifikācijas logā
mk: Вчитај текст во прозорецот за верификација
ms: Muatkan teks ke dalam tetingkap pengesah
nb: Last inn tekst i verifiseringsvinduet
nds: Text na't Pröövfeld laden
ne: रूजुकर्ता सञ्झ्यालमा पाठ लोड गर्नुहोस्
nl: Tekst in het testvenster laden
nn: Last inn tekst i stadfestingsruta
pl: Wczytaj tekst do okna sprawdzenia
pt: Ler o texto na janela de verificação
pt_br: Carregar texto na janela de verificação
ro: Încarcă text în fereastra de verificare
ru: Загрузить текст в окно проверки
sk: Načítať text do overovacieho okna
sl: Naloži besedilo v preveritveno okno
sv: Ladda text i verifikationsfönstret
ta: சரிபார்ப்பு சன்னல்திரையில் உரையை ஏற்று
tg: Боркунии матн ба тирезаи санҷишӣ
tr: Onay penceresindeki metni yükle
uk: Завантажити текст у вікно перевірки

source: Verification Settings
ca: Paràmetres de verificació
cs: Nastavení ověření
da: Indstillinger for verificering
eo: Kontrolaj Agordoj
es: Preferencias de verificaciones
eu: Egiaztapen ezarpenak
fa: تنظیمات وارسی
fr: Configuration de la vérification
it: Impostazioni di verifica
ja: 検証の設定
nb: Verifiseringsinnstillinger
ne: प्रमाणीकरण सेटिङ
nl: Verificatie-instellingen
nn: Stadfestingsval
pt_br: Configurações de verificação
ro: Configurări cerificare
uk: Параметри перевірки

source: config menu
ca: menú de configuració
cs: nabídka s nastavením
da: konfigurationsmenu
eo: agorda menuo
es: Menú de configuración
eu: konfiguratzeko menua
fr: menu de configuration
it: menu di configurazione
nl: configuratiemenu
nn: oppsettmeny
pt_br: Configurar menu
uk: меню налаштовування

source: Verify on the Fly
ar: تحقّق آنياً
bg: Проверка по време на въвеждане
bs: Utvrdi u letu
ca: Verifica al vol
cs: Ověřovat za běhu
da: Verificér uden videre
de: Laufend überprüfen
el: Επαλήθευση κατά την πληκτρολόγηση
eo: Kontroli dinamike
es: Verificar al vuelo
et: Kontroll lennult
eu: Egiaztapen automatikoa
fi: Tarkista lennossa
fr: Vérification à la volée
gl: Verificar ao voo
he: אימות תוך כדי
hi: चलते चलते ही वेरिफाई करें
hu: Automatikus ellenőrzés
it: Verifica in tempo reale
ja: 即時検証
kk: Автотексеру
km: ផ្ទៀងផ្ទាត់ on the Fly
ko: 바로 확인
lv: Verificēt pie ievada
mk: Верификација во лет
ms: Sahkan Fly
nb: Verifiser i fart
nds: Direktemang pröven
ne: फ्लाइमा रुजु गर्नुहोस्
nl: On-the-fly verifiëren
nn: Stadfest automatisk
pl: Sprawdzaj w locie
pt: Verificar Na Altura
pt_br: Verificar sob demanda
ro: Verifică din mers
ru: Автоматическая проверка
sk: Overiť priebežne
sl: Preveri mimogrede
sv: Verifiera i farten
ta: செய்து கோண்டிருக்கும் போது சோதி
tg: Санҷидан дар Ҳаракат
tr: Yazarken Doğruluğunu Denetle
uk: Перевіряти на ходу

source: Toggle on-the-fly verification of regular expression
ar: تشغيل/إيقاف التحقّق الآني (من دون سؤال) من صحة التعابير النمطية
bg: Автоматична проверка на регулярния израз по време на въвеждане
bs: Uključi/isključi potvrdu regularnih izraza u letu
ca: Commuta la verificació al vol de l'expressió regular
cs: Přepnout ověřování regulárních výrazů
da: Slå uden-videre verifikation af regulært udtryk til og fra
de: Laufende Überprüfung eines regulären Ausdrucks ein-/ausschalten
el: Ενεργοποίηση της επαλήθευσης κανονικών εκφράσεων κατά την πληκτρολόγηση
eo: Baskuli tujan konfirmon de regula esprimo
es: Activar/desactivar la verificación automática de expresiones regulares
et: Lülitab regulaaravaldise kontrolli lennult
eu: Aktibatu/Desaktibatu adierazpen erregularren egiaztapen automatikoa
fi: Ota säännöllisen lausekkeen tarkistus lennossa käyttöön tai poista se käytöstä
fr: Activer la vérification à la volée de l'expression rationnelle
gl: Conmuta a verificación inmediata da expresión regular
he: הפעלת אימות הביטוי הרגולרי תוך כדי כתיבתו
hu: A kifejezés automatikus ellenőrzésének ki-be kapcsolása
it: Attiva e disattiva la verifica in tempo reale dell'espressione regolare
ja: 正規表現の即時検証機能を切り替え
kk: Үлгі өрнекті автоматты түрде тексеру режімін қосу
km: បិទបើក​ការ​ផ្ទៀងផ្ទាត់ on-the-fly នៃ​កន្សោម​ធម្មតា
ko: 정규 표현식 바로 확인하기 전환
lv: Ieslēgt verifikāciju ievada laikā.
mk: Ја менува верификацијата во лет на регуларниот израз
ms: Toggel pengesahan semasa terbang bagi ungkapan biasa
nb: Slå på eller av verifisering av regulære uttrykk «i fart»
nds: Direktemang Pröven an- un utmaken
ne: नियमित अभिव्यक्तिको फ्लाइ प्रमाणीकरणमा रुजु टगल गर्नुहोस्
nl: Het on-the-fly verifiëren van de reguliere expressie aan- of uitschakelen
nn: Slå på eller av automatisk stadfesting av regulære uttrykk
pl: Przełącza tryb sprawdzania wyrażenia regularnego w locie
pt: Ligar ou desactivar a verificação na altura de uma expressão regular
pt_br: Alterna a verificação da expressão regular para o modo imediato
ro: Comută activ/inactiv verificarea din mers a expresiei regulate
ru: Включение автоматической проверки регулярных выражений
sk: Prepne priebežné overovanie regulárneho výrazu
sl: Preklopi sprotno preverjanje regularnih izrazov
sv: Växla verifiering av reguljära uttryck i farten
ta: செயல்படுத்தும் போழுது நிலைமாற்றியை வழக்கமான கூற்றில் சோதிக்கவும்
tg: Даргиронидани санҷиши худкори ифодаи муқаррарӣ
tr: Düzenli ifadenin anında onaylamasını değiştir
uk: Ввімкнути/вимкнути перевірку на ходу формального виразу

source: Enabling this option will make the verifier update for each edit. If the verify window contains much text, or if the regular expression is either complex or matches a lot of time, this may be very slow.
ar: تمكين هذا الخيار سيجعل المُتَحَقِق يتم تحديثه عند كل تحرير. إن احتوت نافذة المُتَحَقِق على الكثير من النص، أو إن كان التعبير النمطي إما معقّداً أو يطابق الكثير من المرات، قد يصبح ذلك بطيئاً جداً.
bg: Автоматична проверка на регулярния израз по време на въвеждане. Ако регулярния израз е много сложен, тази опция може да забави работата на програмата.
bs: Uključivanje ove opcije će omogućiti osvježavanje utvrđivača za svaku promjenu. Ako prozor za utvrđivanje sadrži mnogo teksta, ili je regularni izraz vrlo složen i usklađuje dugo vremena, ovo može biti jako sporo.
ca: En habilitar aquesta opció es farà que el verificador s'actualitzi per a cada edició. Això pot ser molt lent si la finestra de verificació conté molt de text, o si l'expressió regular és complexa o coincideix molt.
cs: Povolení bude mít za následek obnovení ověřování po každé úpravě. Pokud ověřovací okno obsahuje dlouhý text, popř. je-li regulární výraz komplexní, či má velké množství výsledků, může dojít k výraznému zpomalení.
da: Aktivering af dette vil få verifikatoren til at blive opdateret for hver redigering. Hvis verifikator-vinduet indeholder meget tekst, eller hvis det regulære udtryk er enten komplekst eller matcher meget ofte, kan dette være meget langsomt.
de: Ist diese Einstellung ausgewählt, so wird bei jeder Änderung des regulären Ausdrucks der Text neu evaluiert. Wenn der Text lang ist, der reguläre Ausdruck komplex oder oft im Text gefunden wird, kann dies sehr langsam sein.
el: Η ενεργοποίηση αυτής της επιλογής θα κάνει το παράθυρο επαλήθευσης να ανανεώνεται με κάθε πληκτρολόγηση. Αν το παράθυρο επαλήθευσης περιέχει πολύ κείμενο, ή αν η κανονική έκφραση είτε είναι σύνθετη είτε βρίσκει πολλά ταιριάσματα, αυτό μπορεί να είναι πολύ αργό.
eo: Ebligi ĉi tiun opcion ĝisdatigos la kontrolilon por ĉiu redakto. Se la kontrola fenestro enhavas multe da teksto, aŭ se la regula esprimo estas aŭ kompleksa aŭ kongruas kun multe da tempo, tio povas esti tre malrapida.
es: Si activa esta opción, se actualizará la verificación tras cada acción de edición. Esto puede resultar bastante lento si la ventana de verificación contiene demasiado texto o si la expresión regular es compleja.
et: Selle sisselülitamine rakendab kontrolli igal redigeerimissammul. Kui kontrolliaken sisaldab liiga palju teksti või kui regulaaravaldis on väga keeruline või sobivusi väga palju, võib see olla päris aeglane.
eu: Aukera hau gaituz edizio bakoitzean egiaztapen bat burutuko da. Egiaztapen-lehioak testu asko badu, edo adierazpen erregularra konplexua bada, hau mantsoa izan daiteke.
fa: با فعال‌سازی این گزینه، برای هر ویرایش به‌روزرسانی وارسی‌کننده ایجاد می‌کند. اگر پنجره وارسی حاوی متن فراوان باشد، یا اگر عبارت منظم پیچیده است یا چندین بار تطبیق می‌دهد، این کار ممکن است بسیار کند باشد.
fi: Tällä valinnalla tarkistus tehdään joka muokkauksen jälkeen. Tämä on erittäin hidasta, jos tarkistusikkunassa on paljon tekstiä tai säännöllinen lauseke on monimutkainen tai se vastaa tekstiä usein.
fr: L'activation de cette option activera le vérificateur à chaque modification. Si la fenêtre de contrôle contient du texte ou si l'expression rationnelle est complexe ou simplement trop longue à exécuter, cela peut être très lent.
gl: Se activa esta opción fará que o verificador de actualice con cada edición. Se a xanela do verificador contén moito texto, ou se a expresión regular é complexa ou concorda moitas veces, pode ser moi lento.
he: הפעלת אפשרות זו תגרום למאמת להתעדכן בכל עריכה. אם חלון האימות מכיל טקסט רב, או אם הביטוי הרגולרי מורכב או לוכד מגוון פריטים כל הזמן, זה יכול להיות איטי מאוד.
hu: Ha bejelöli ezt az opciót, az ellenőrzés minden módosításnál le fog futni. Ha az ellenőrző ablak túl sok szöveget tartalmaz, vagy a kifejezés bonyolult, esetleg nagyon sokszor illeszkedik, akkor ez igen sokáig eltarthat.
it: Se abiliti questa opzione il verificatore si aggiornerà a ciascuna modifica. Se la finestra di verifica contiene molto testo o se l'espressione regolare è complessa o richiede molto tempo, questa opzione potrebbe essere molto lenta.
ja: このオプションを有効にすると編集のたびに検証されます。検証ウィンドウにたくさんの文字があったり、正規表現が複雑あるいは何カ所もマッチする場合は、おそらくとても遅くなります。
kk: Бұл параметр қосылса, үлгі өрнегі әрбір өзгерген сайын тексеріліп тұрады. Тексерілетін мәтін ұзын болса не үлгі өрнегі күрделі болса не сәйкстіктер көп болса, тексеріс біраз уақыт алады.
km: ការ​បើក​ជម្រើស​នេះ​នឹង​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ផ្ទៀងផ្ទាត់​​សម្រាប់​កម្មវិធី​កែប្រែ​នីមួយៗ ។ ប្រសិន​បើ​បង្អួច​ផ្ទៀងផ្ទាត់​មាន​អត្ថបទ​ច្រើន ឬ ប្រសិន​បើ​កន្សោម​ធម្មតា​សាំញ៉ាំ​ឬ​ផ្គូផ្គង​ច្រើន​ដង វា​ប្រហែល​ជា​យឺត​ណាស់ ។
ko: 편집을 진행할 때마다 확인 정보를 업데이트합니다. 확인 창에 문자열이 많이 들어 있거나, 정규 표현식이 복잡하거나 일치 작업에 시간이 오래 걸리면 느려질 수 있습니다.
lv: Liks verificētājam pārbaudīt, pie katras rediģēšanas darbības. Ja verifikācijas logs satur tekstu, vai ja regulārā izteiksme ir pārāk sarežģīta, vai arī sakrīt daudzas reizes, tad verifikācija var būt lēna.
mk: Овозможувањето на оваа опција ќе направи прозорецот да се ажурира на секое менување на изразот. Ако прозорецот содржи многу текст, или ако регуларниот израз е комплексен или проверката трае доста време, ова може да стане многу споро.
ms: Mengaktifkan opsyen ini akan membuat pengesah mengemas kini setiap edit. Jika tetingkap pengesahan mengandungi banyak teks, atau jika ungkapan biasa sama ada kompleks atau sering kali padan, ini mungkin sangat lambat.
nb: Hvis dette er slått på vil verifiseringen bli oppdatert for hver redigering. Dette kan ta lang tid hvis det er mye tekst i verifiseringsvinduet, eller hvis det regulære uttrykket er komplisert eller treffer mye.
nds: Wenn anmaakt, warrt dat Pröövfeld na elkeen Ännern opfrischt. Wenn dat Pröövfeld veel Text bargt, oder de regulere Utdruck vigeliensch is oder faken funnen warrt, mag dat sien Tiet bruken.
ne: यो विकल्प सक्षम पार्दा प्रत्येक सम्पादनका लागि रूजुकर्तालाई अद्यावधिक बनाउँदछ । यदि रूजु सञ्झ्यालले धेरै पाठ समावेश गर्दछ भने वा नियमित अभिव्यक्ति या कठिन छ वा धेरै पटक मिल्दो हुन्छ भने, यो धेरै ढिलो हुन सक्छ ।
nl: Als u deze optie selecteert wordt na elke wijziging de reguliere expressie opnieuw getest op de inhoud van het testvenster. Als dit erg veel tekst bevat, of de expressie is erg complex, kan dit vrij traag worden.
nn: Her kan du velja om uttrykket skal stadfestast kvar gong du endrar noko. Dersom stadfestings­ruta inneheld mykje tekst eller dersom det regulære uttrykket er komplisert, kan denne funksjonen vera treg.
pl: Włączenie tej opcji powoduje sprawdzenie wyrażenia po każdej zmianie. Jeśli okno sprawdzenia zawiera dłuższy tekst lub wyrażenie regularne jest skomplikowane albo pasuje do wielu fragmentów, wówczas może to spowodować znaczące spowolnienie pracy.
pt: Se activar esta opção fará com que o verificador se actualize para cada edição. Se a janela de verificação contiver muito texto, ou se a expressão regular for muito complexa ou tiver muitas correspondências, isto poderá tornar-se muito lento.
pt_br: Habilitar esta opção fará com que o verificador atualize em cada edição. Se a janela de verificação contiver muito texto, se a expressão regular é muito complexa ou ainda, combina muitas vezes, esta ação pode ser bastante lenta.
ru: Включение этой опции позволит проверять регулярное выражение при каждом его изменении. Если окно проверки выражения содержит большой объём текста или регулярное выражение слишком сложное или оно совпадает много раз, программа будет работать очень медленно.
sk: Zapnutím tejto voľby sa bude pri každej zmene výraz kontrolovať. Ak je okno výrazu veľmi plné alebo je výraz príliš zložitý, môže to dosť spomaľovať prácu.
sl: Omogočanje te možnosti povzroči, da se preverjalnik osveži ob vsakem urejanju. Če preveritveno okno vsebuje veliko besedila, ali pa je regularni izraz zelo kompleksen oz. se velikokrat ujema, je lahko to zelo počasno.
sv: Aktiveras det här alternativet, görs en uppdatering av verifieringen efter varje redigering. Om verifieringsfönstret innehåller mycket text, eller om det reguljära uttrycket antingen är komplext eller matchar ofta, kan det vara mycket långsamt.
ta: இந்த தேர்வை செயல்படுத்தினால் ஒவ்வோரு தொகுப்பிற்கும் சொதிப்பவரை உள்ளமைக்க அமைத்துவிடும்.சொதிக்கும் சாலரம் நிறைய உறைகலை கோண்டு இருந்தால்,அல்லது வழக்கமான கூற்று சிக்காகவோ அல்லது நிறைய பொருத்தம் இருந்தாலோ,இது மிகவும் மெதுவாக செல்லும்.
tg: Даргиронидани ин хосият имконияти санҷидани навсозиро дар ҳар дафъаи таҳрири он медиҳад. Агар тирезаи санҷишӣ матни зиёдро дар бар гирад ё ифодаи муқаррарӣ хеле мушкил бошад ё бисёр маротиба мувофиқат накунад, барнома хеле суст кор мекунад.
tr: Bu seçeneği değiştirmek onaylayıcıyı her değişiklikte güncellemeye ayarlar. Eğer onay penceresi çok fazla metin içerirse veya düzenli ifade karmaşıksa veya çok fazla süre alacaksa, bu çok yavaş olabilir.
uk: Увімкнення цього параметра буде примушувати оновлення вікна перевірки на кожну правку. Якщо вікно перевірки містить багато тексту чи формальний вираз складний або має багато відповідних, це може бути дуже повільним.

source: Match Greedy
ar: طابق كل شيء
bg: "Лакомо" съвпадение
bs: Podudaraj pohlepno
ca: Coincidència voraç
cs: Odpovídá "nenasytně"
da: Grådig matchning
de: Laufende Überprüfung
el: Άπληστο ταίριασμα
eo: Kapti Avide
es: Coincidir vorazmente
et: Ahne sobivus
eu: Parekatze aseezina
fi: Täsmää ahneesti
fr: Correspondance à la volée
gl: Concordar con cobiza
he: התאמה חמדנית
hu: Mohó illesztés
it: Corrispondenza ingorda
ja: Greedy マッチング
km: ផ្គូផ្គង Greedy
ko: 탐욕스럽게 일치
lv: Sautīgā sakritība
nb: Grådig søk
nds: Freetsch pröven
ne: ग्रिडि मिलाउनुहोस्
nl: Gretig overeenkomen
nn: Grådig søk
pl: Skąpe dopasowanie
pt: Correspondência Máxima
pt_br: Correspondência Máxima
ru: «Жадные» совпадения
sl: Pohlepno ujemanje
sv: Glupsk matchning
tr: Yoğun Eşle
uk: Жадібний збіг

source: Toggle greedy matching when verifying the regular expression.
ar: تشغيل/إيقاف التحقّق الكلي عند التأكد من صحة التعابير النمطية
bg: Превключване на "лакомо" съвпадение при проверка на регулярния израз.
bs: Uključiti pohlepno podudaranje kada se ispituje regularani izraz.
ca: Commuta la coincidència voraç en verificar l'expressió regular.
cs: Přepnout "nenasytné" shody při ověřování regulárních výrazů.
da: Slå grådig matchning til/fra når du verficerer det regulære udtryk.
de: Laufende Überprüfung eines regulären Ausdrucks ein-/ausschalten.
el: Ενεργοποίηση του άπληστου ταιριάσματος όταν γίνεται επαλήθευση της κανονικής έκφρασης.
eo: Ŝaltigi avidan kongruon dum kontrolado de la regula esprimo.
es: Activar/desactivar la la coincidencia voraz durante la verificación de expresiones regulares.
et: Lülitab ahnet sobivust regulaaravaldise kontrollimisel.
eu: Txandakatu parekatze aseezina adierazpen erregularra egiaztatzean.
fi: Ota ahne täsmääminen säännöllistä lauseketta tarkistettaessa käyttöön tai poista se käytöstä.
fr: Activer/désactiver la vérification à la volée de l'expression rationnelle.
gl: Conmuta a coincidencia cobizosa ao verificar a expresión regular.
he: החלפת מצב לכידה חמדנית בעת אימות ביטוי רגולרי.
hu: Mohó illesztés ki-be kapcsolása a reguláris kifejezés ellenőrzésekor.
it: Attiva e disattiva la corrispondenza ingorda per la verifica dell'espressione regolare.
ja: 正規表現を検証するときに greedy マッチングを行うかどうか
km: បិទ/បើក greedy ដែល​ផ្គូផ្គង នៅ​ពេល​ផ្ទៀងផ្ទាត់​កន្សោម​ធម្មតា ។
ko: 정규 표현식을 확인할 때 탐욕스런 일치를 전환합니다.
lv: Ieslēgt sautīgo sakritību, kad verificē regulāru izteiksmi.
nb: Slå på eller av grådig søk ved verifisering av regulære uttrykk.
nds: Bi't pröven vun reguleer Utdrück dat freetsche Pröven an-/utmaken
ne: नियमित अभिव्यक्ति रुजु गर्दा ग्रिडि मिलान टगल गर्नुहोस् ।
nl: Greedy-matching aan of uitzetten tijdens het verifiëren van de reguliere expressie.
nn: Slå på/av grådig søk ved stadfesting av regulære uttrykk.
pl: Przełącza skąpe dopasowanie przy weryfikacji wyrażeń regularnych.
pt: Ligar ou desactivar a verificação máxima ao testar a expressão regular.
pt_br: Alternar a correspondência máxima ao testar a expressão regular.
ro: Comută verificarea din mers a expresiei regulate.
ru: Выбирать наибольшее из возможных соответствий в тексте при проверке регулярных выражений
sk: Prepne priebežné overovanie regulárneho výrazu.
sl: Pri preverjanju pravilnega izraza preklopite na pohlepno ujemanje.
sv: Växla glupsk matchning vid verifiering av reguljärt uttryck.
tr: Düzenli ifadeyi doğrularken yoğun eşlemeye geç.
uk: Перемикач жадібного збігу під час перевірки формального виразу.

source: When this option is enabled, the regular expression will be evaluated on a so-called greedy way.
ar: عندما يكون هذا الخيار ممكن ، التعبير النمطي سيقارن بما يسمى طريقة التطابق الكلي.
bg: Ако тази настройка е включена, регулярният израз ще се оценява по т.нар. "лаком" начин.
bs: Kada je ova opcija izabrana, regularni izraz će biti evaluiran na tzv "pohlepni" način.
ca: Quan aquesta opció està habilitada, l'expressió regular s'avaluarà d'una manera anomenada voraç.
cs: Pokud je tato možnost povolena, bude regulárním výraz vyhodnocen tzv. "nenasytnou" cestou.
da: Når denne indstilling er aktiveret, vil det regulære udtryk blive evalueret på en såkaldt grådig måde.
de: Ist diese Einstellung aktiviert, erfolgt eine laufende Überprüfung.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, η επαλήθευση της κανονικής έκφρασης θα γίνεται με τον ονομαζόμενο άπληστο τρόπο.
eo: Kiam ĉi tiu opcio estas ebligita, la regula esprimo estos taksita laŭ tiel nomata avida maniero.
es: Cuando esta opción está activada, la expresión regular se evaluará en el modo conocido como voraz.
et: Sisselülitamisel hinnatakse regulaaravaldist niinimetatud ahnel viisil.
eu: Aukera hori gaituta dagoenean, adierazpen erregularra «aseezina» deituriko eran ebaluatuko da.
fi: Kun tämä on valittu, säännöllinen lauseke suoritetaan ns. ahneesti.
fr: Lorsque cette option est activée, l'expression rationnelle est évaluée d'une manière dite « à la volée ».
gl: Se activa esta opción, a expresión regular avaliarase dun xeito denominado cobizoso.
he: כשהאפשרות הזאת פעילה, הביטוי הרגולרי ישוערך בצורה חמדנית.
hu: Ha ez a lehetőség engedélyezve van, a reguláris kifejezés az úgynevezett mohó módon lesz kiértékelve.
it: Quando questa opzione è attivata, l'espressione regolare sarà valutata usando la cosiddetta modalità ingorda (greedy).
ja: このオプションを有効にすると、greedy (貪欲な) と呼ばれる方法で正規表現を検証します。
km: នៅ​ពេល​ជម្រើស​ត្រូវ​បាន​បើក​នឹង​ត្រូវ​បាន​វាយ​តម្លៃ លើ​មធ្យោបាយ greedy ដែល​​បាន​ហៅ ។
ko: 이 옵션을 사용하면 정규 표현식을 탐욕스럽게 적용합니다.
lv: Kad šī opcija ir iespējota, regulārā izteiksme tiks novērtēta, saucamajā, sautīgajā veidā.
nb: Når dette er slått på vil det regulære uttrykket bli beregnet på en såkalt grådig måte.
nds: Is dit anmaakt, sünd de reguleren Utdrück »freetsch«, se passt op so veel as mööglich
ne: यो विकल्प सक्षम पारिँदा तथाकथित लाल्चि तरिकामा नियमित अभिव्यक्ति मूल्याङ्कन गरिनेछ ।
nl: Als deze optie is ingeschakeld zal de reguliere expressie worden geëvalueerd op een zogenaamde gretige (greedy) manier.
nn: Viss det er kryssa av her, vil det regulære uttrykket evaluerast med ein såkalla «grådig» algoritme.
pl: Gdy opcja ta jest włączona, to wyrażenie regularne zostanie ewaluowane na tak zwany skąpy sposób.
pt: Quando esta opção está activa, a expressão regular será avaliada com o máximo de conteúdo possível.
pt_br: Quando esta opção está habilitada, a expressão regular será avaliada com um, assim chamado, modo de correspondência máxima.
ru: Выбирать наибольшее из возможных соответствий в тексте при проверке регулярных выражений
sk: Ak je táto voľba zapnutá, regulárny výraz sa vyhodnotí takzvaným priebežným spôsobom.
sl: Ko je ta možnost omogočena, se regularni izraz oceni na tako imenovani pohlepni način.
sv: När alternativet är aktiverat utvärderas det reguljära uttrycket med ett så kallat glupskt beteende.
tr: Bu seçenek etkinleştirildiğinde, düzenli ifade sözde yoğun bir şekilde değerlendirilecektir.
uk: Якщо увімкнено цей параметр, формальні вирази буде визначено у так званий жадібний спосіб.

source: RegExp Language
ca: Llenguatge de l'expressió
cs: Jazyk reg. výrazu
da: RegExp sprog
eo: RegExp Lingvo
es: Lenguaje de expresiones regulares
eu: RegExp Hizkuntza
fa: زبان عبارت منظم
fr: Langue de l'expression rationnelle
it: Linguaggio espressioni regolari
ja: 正規表現
kk: Үлгі өрнегінің тілі
ms: Bahasa RegExp
nb: RegExp-språk
ne: RegExp भाषा
nl: RegExp Taal
nn: RegExp-språk
pt_br: Linguagem de Expressões Regulares
ro: Limbaj expresie regulată
uk: Мова форм. виразів
